import { Metadata } from 'next';

export const metadata: Metadata = {
  title: 'הרב אופיר יצחק מלכא שליט"א - ראש בית ההוראה הלכה למעשה',
  description: 'אודות הגאון הרב אופיר יצחק מלכא שליט"א - ראש בית ההוראה הלכה למעשה. דרך הלימוד, ספרים, שיעורים והנהגות',
  keywords: 'הרב אופיר מלכא, רב אופיר מלכא, הגאון הרב אופיר יצחק מלכא, בית הוראה הלכה למעשה, ספרי הרב אופיר מלכא, שיעורי הרב אופיר מלכא',
  openGraph: {
    title: 'הרב אופיר יצחק מלכא שליט"א - ראש בית ההוראה הלכה למעשה',
    description: 'אודות הגאון הרב אופיר יצחק מלכא שליט"א - ראש בית ההוראה הלכה למעשה. דרך הלימוד, ספרים, שיעורים והנהגות',
    type: 'profile',
    url: 'https://hl5047.co.il/about/rav',
    siteName: 'הרב אופיר מלכא - הלכה למעשה',
    images: [
      {
        url: '/rav.webp',
        width: 800,
        height: 600,
        alt: 'הרב אופיר יצחק מלכא שליט"א',
      }
    ],
    locale: 'he_IL',
  },
  twitter: {
    card: 'summary_large_image',
    title: 'הרב אופיר יצחק מלכא שליט"א - ראש בית ההוראה הלכה למעשה',
    description: 'אודות הגאון הרב אופיר יצחק מלכא שליט"א - ראש בית ההוראה הלכה למעשה. דרך הלימוד, ספרים, שיעורים והנהגות',
    images: ['/rav.webp'],
  },
};
