import { BlessingCategory } from './brachot';

export const ayinBrachot: BlessingCategory = {
  title: "ע",
  blessings: [
    {
      name: "עגבניה ממולאת באורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "בתנאי שאוכלם יחד"
    },
    {
      name: "עגבניות מגורדות",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "עגבניות כבושות",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "לפי שדרכם בכך. מבושלות, האדמה. ראה עוד מטבוחה"
    },
    {
      name: "עגבניות רסק",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "עד חצות (חברת עלית)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "בשלושה אחדים. בפחות מזה מברך נפשות"
    },
    {
      name: "עדשים (מין קטנית)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "לא מבושל, שהכל, משום שאין דרכו בכך"
    },
    {
      name: "עוגות מקמח חיטה ללא גלוטן",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "עוגות מקמח מצה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "נכון שלא לאכול מהם שיעור קביעות סעודה, עבר ואכל יברך מזונות ועל המחיה"
    },
    {
      name: "עוגי (דגני בוקר)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 20 אחוז ולכן כדי לברך על המחיה יש לאכול כ-70 גרם, טוב להחמיר ולאכול כ-100 גרם. אכל פחות מ-60 גרם יברך נפשות לפי שיש בו שיעור כזית ללא הקמח דגן (היות והוא מועט. סימן ר\"ח סל\"ח הערה ק\"ג). וכן אם אכל בין 20 ל-30 גרם מברך נפשות. על 30 אחדים יש לברך בורא נפשות, (12 גרם במשקל שהוא נפח כזית). למעלה מ-90 אחדים יש לברך על המחיה ובתנאי שאכל זאת תוך 4-7 דקות. אכל פחות מ-30 אחדים אינו מברך כלל ברכה אחרונה. כוס חד פעמית מכילה כ-60 אחדים"
    },
    {
      name: "עוגי (חטיף דגנים של חברת תלמה ורד)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "עוגי עם פצפוצים בטעם שוקולד",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 14 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-80 גרם (תוך 4-7 דקות), טוב להחמיר ולאכול כ-140 גרם. אכל פחות מ-70 גרם יברך נפשות"
    },
    {
      name: "עוגיות אוראו",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "עוגיות אלפחורס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות והקמח ניתן רק לדבק. אם הקמח דגן ניתן לטעם, מזונות. על המחיה ב-50 גרם"
    },
    {
      name: "עוגיות בוטנים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "עוגיות ביצים",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם נעשו מביצים מוקצפות ללא תערובת דגן, שהכל ונפשות. אם עירבו בתוכם קמח דגן לנתינת טעם ומרגישים שינוי בטעם, מזונות. ברכה אחרונה עי' הליכות ברכות סימן ר\"ח סל\"ב"
    },
    {
      name: "עוגיות כל הסוגים (תבואות בר)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח בהם הם כ-70 אחוז, ולכן בשלושים גרם ניתן לכתחילה לברך על המחיה ללא חשש"
    },
    {
      name: "עוגיות נשיקות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "עוגיות קוקוס",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "עוגיות שומשום (חברת אחוה או תבואות בר)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 20 אחוז ולכן כדי לברך על המחיה יש לאכול כ-70 גרם, וטוב להחמיר ולאכול כ-100 גרם. אכל פחות מ-60 גרם יברך נפשות לפי שיש בו שיעור כזית ללא הקמח דגן. וכן אם אכל בין 20 ל-30 גרם מברך נפשות"
    },
    {
      name: "עוגיות שקדים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "עוגיות תפוחי אדמה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "עוגת ביסקוויטים",
      firstBlessing: "",
      lastBlessing: "",
      description: "שתי ברכות ויכווין במזונות שלא לפטור את המילוי. ברכה אחרונה יברך על המחיה. ולבני אשכנז גם נפשות"
    },
    {
      name: "עוגת גבינה עם בסיס מקמח דגן",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "לאחריה על המחיה אם יש בבסיס כזית (רצוי כזית מדגן לבד). ואם אין בבסיס כזית, מזונות ונפשות"
    },
    {
      name: "עוגת גבינה עם קמח",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם ניתן רק לדבק, שהכל ונפשות, אם ניתן גם לטעם, מזונות ובתנאי שניכר טעם הדגן. בכדי לברך על המחיה צריך שיאכל בפועל כזית דגן תוך 4-7 דקות וגם שהדגן יהיה שישית (כ-17 אחוז) מכלל התערובת. אם לא אכל כזו כמות, מברך רק נפשות. ע\"ע הליכות ברכות סימן ר\"ח סל\"ב"
    },
    {
      name: "עוגת ג'לי (עוגה שמונח עליה שכבת ג'לי)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם הונח הג'לי אחר האפיה היות ומטרתו להטעים את העוגה. אם שכבת הג'לי עבה באופן שניכר שהג'לי לא בא להטעים את העוגה אלא שנוח לאוכלם יחד ולא נאפו יחד, מברך שתי ברכות תחילה וסוף"
    },
    {
      name: "עוגת גלידה",
      firstBlessing: "",
      lastBlessing: "",
      description: "שתי ברכות ויכווין במזונות שלא לפטור את המילוי. ברכה אחרונה יברך על המחיה. ולבני אשכנז גם נפשות"
    },
    {
      name: "עוגת טורט",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מעיקר הדין די בכזית עוגה כדי לברך על המחיה (פרוסה בעובי שתי אצבעות), אך טוב להחמיר ולאכול כשבעים גרם עוגה (חמישית פס) שאז יוצא שאוכל כזית דגן. ב-216 גרם יש קביעות סעודה לבני ספרד, ולבני אשכנז ב-325 גרם"
    },
    {
      name: "עוגת פירות (עוגה שמעורב בעיסתה פירות, או שמונח עליה שכבת פירות)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם הונחו הפירות אחר האפיה היות ומטרתם להטעים את העוגה. אם שכבת הפירות עבה באופן שניכר שהפירות לא באו להטעים את העוגה אלא שנוח לאוכלם יחד ולא נאפו יחד, מברך שתי ברכות תחילה וסוף"
    },
    {
      name: "עוגת קרם עם דובדבנים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "היות והקרם והדובדבנים נועדו להטעים את העוגה"
    },
    {
      name: "עוזרר סיני (פרי בצורת תפוח קטן, צבעו אדום וטעמו חמצמץ)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "עולש (צמח המשמש לתיבול סלטים ואבקת קפה)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "כשאוכלו לבדו, ראה סירפד"
    },
    {
      name: "עוף וירקות מוקפצים",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך לפי הרוב, טוב לברך שתי ברכות"
    },
    {
      name: "עוף ממולא באורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "טוב לברך שתי ברכות"
    },
    {
      name: "עירית",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ראה בצל ירוק"
    },
    {
      name: "עלי גפן (עלים של עץ הגפן, או חלקי העץ)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "בדרך כלל משתמשים בהם למילוי מאכלים בתוכם, והם טפלים למילוי. אך אם אוכלם בפני עצמם, או שהם העיקר עבורו, שהכל ונפשות, היות ולא נוטעים את עץ הגפן על דעת העלים"
    },
    {
      name: "עלי גפן ממולאים באורז ובשר",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "ובתנאי שאוכלם יחד"
    },
    {
      name: "עלי סלרי במרק ואוכלם לבדם",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ראה עוד סלרי"
    },
    {
      name: "עלי צבר",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ראה עלי גפן"
    },
    {
      name: "עמבה (סלט הנעשה מחילבה ותבלינים)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "לפי שהשתנה גם בשמו"
    },
    {
      name: "ענבי הדס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "כדין פירות בר שהרי נוטעים את ההדס לשם ריח או מצוה ולא לשם פירותיו, ונאכלים רק על ידי בישול"
    },
    {
      name: "ענבי שועל",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "ראה חזרזר"
    },
    {
      name: "ענבים בוסר",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "ענבים טחונים בבלנדר",
      firstBlessing: "עץ",
      lastBlessing: "",
      description: "בורא פרי העץ, ברכה אחרונה על העץ, שיעורו ברביעית כדין משקה. אם סיננם – בורא פרי הגפן"
    },
    {
      name: "ענבים מציצה",
      firstBlessing: "עץ",
      lastBlessing: "",
      description: "בורא פרי העץ , לענין ברכה אחרונה דינו כמציצת פירות, רק שכשצריך לברך ברכתו היא על העץ. ראה מציצת פירות"
    },
    {
      name: "ענוגו (פרי ננסי שצורתו עגולה וצבעו אדום, נקרא גם גויאבה תותית – תותית אדומה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "עסיד (מאכל תימני העשוי מעיסת קמח רכה, נאכל כתוספת במרק וכדו')",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "עץ הצימוקים (פרי הנקרא בשם זה, צורתו דומה לצימוקים, צבע הפרי חום, הרגילות שלא אוכלים את הפרי אלא את הענפים שהם עסיסיים וטובים למאכל)",
      firstBlessing: "",
      lastBlessing: "",
      description: "על הפרי, עץ ונפשות. על הענפים, אדמה ונפשות"
    },
    {
      name: "עץ תות שדה (פרי שמוצאו מדרום אפריקה, צבעו אדום. נקרא גם אפרסק אפריקאי)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "ערגליות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "בעשרים גרם יש נפח של כזית, שזה שלושה אחדים"
    },
    {
      name: "ערמונים",
      firstBlessing: "",
      lastBlessing: "",
      description: "מבושלים העץ, חיים שהכל"
    },
    {
      name: "ערק",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ראה עוד משקה חריף"
    }
  ]
}
