import { BlessingCategory } from './brachot';

export const kafBrachot: BlessingCategory = {
  title: "כ",
  blessings: [
    {
      name: "כדור מציצה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מתוק מברך שהכל, מר אינו מברך"
    },
    {
      name: "כדורי גבינה",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "תערובת גבינה עם פירורי ביסקוויטים. ברכה אחרונה, אם אכל כמה כדורים באופן שבפועל אכל כזית דגן (שלוש יחידות קטנות של פתי בר), מברך רק על המחיה. אכל פחות מזה ובסך הכל אכל כזית מכל התערובת, מברך נפשות"
    },
    {
      name: "כדורי שוקולד מפירורי לחם",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם בקביעות סעודה"
    },
    {
      name: "כדורי שוקולד מצופים וופל",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "כדורי שוקולד עם פירורי ביסקוויטים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "ברכה אחרונה, אם אכל כמה כדורים באופן שבפועל אכל כזית דגן (שלוש יחידות קטנות של פתי בר), מברך רק על המחיה. אכל פחות מזה ובסך הכל אכל כזית מכל התערובת, מברך נפשות"
    },
    {
      name: "כובאנה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מאכל תימני, עשוי מבצק שבלילתו עבה הנילוש בהרבה שמן ונאפה בתוך סיר סגור. מזונות ועל המחיה, גם אם אכל שיעור קביעות סעודה (216 גרם) ויותר, משום שיש עליו דין תבשיל היות ונאפה בלחות שבסיר הסגור ובשמן שבו. אם אפאו בסיר פתוח (אפילו רק בעשר דקות האחרונות), שייך בו קביעות סעודה"
    },
    {
      name: "כוסברה",
      firstBlessing: "האדמה",
      lastBlessing: ""
    },
    {
      name: "כוסברה עם דגים ואוכל את הכוסברה בפני עצמה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם מטרתו בנתינת הכוסברה בדגים רק כדי להטעימם, מברך שהכל, אם מטרתו גם לאוכלה עם הדגים, מברך אדמה"
    },
    {
      name: "כוסמת חיה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אינו מברך כלל. מבושלת אדמה ונפשות"
    },
    {
      name: "כוסמת עם אטריות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "כיף כיף",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "כיף כיף מקלות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "כיפלי בצל (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אחוזי הדגן שבו הם כ-20 אחוז לשם נתינת טעם, והשאר עשוי מקמח תירס שאין מטרתו להטעים את הקמח חיטה, ולכן בכדי לברך על המחיה, צריך לאכול 100 גרם מהמוצר תוך 4-7 דקות, ובדרך כלל אין מציאות האכילה כן. על 15 אחדים יש לברך בורא נפשות, בפחות מזה אין לברך"
    },
    {
      name: "כיפלי ברביקיו קראנץ' (חברת חטיפי העמק)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אחוזי הדגן שבו הם כ-20 אחוז לשם נתינת טעם, והשאר עשוי מקמח תירס שאין מטרתו להטעים את הקמח חיטה, ולכן בכדי לברך על המחיה, צריך לאכול 100 גרם מהמוצר תוך 4-7 דקות, ובדרך כלל אין מציאות האכילה כן"
    },
    {
      name: "כיפלי גריל (חברת תלמה שפע)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "כיפלי פיצה קראנץ' (חברת חטיפי העמק)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אחוזי הדגן שבו הם כ-20 אחוז לשם נתינת טעם, והשאר עשוי מקמח תירס שאין מטרתו להטעים את הקמח חיטה, ולכן בכדי לברך על המחיה, צריך לאכול 100 גרם מהמוצר תוך 4-7 דקות, ובדרך כלל אין מציאות האכילה כן"
    },
    {
      name: "כיפלי צ'יפס (חברת תלמה שפע)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ב-20 אחדים (9 גרם) יש שיעור כזית"
    },
    {
      name: "כיפלי צ'יפס קטשופ (חברת תלמה שפע)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "כיפלי קראנץ' (חברת חטיפי העמק)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "כמהין",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "טעה ובירך האדמה לא יצא ידי חובה. עי' בדברינו סימן ר\"ד ס\"ב כיצד נכון לנהוג"
    },
    {
      name: "כרוב",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חי ומבושל, לפי שדרכו בכך"
    },
    {
      name: "כרוב מגורד",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "כרוב ממולא בבשר",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם העיקר בשבילו זה הכרוב והבשר בא להטעימו, אדמה ונפשות"
    },
    {
      name: "כרוב סיני",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "כרובית",
      firstBlessing: "",
      lastBlessing: "",
      description: "מבושלים האדמה, חיים, שהכל"
    },
    {
      name: "כרובית כבושה",
      firstBlessing: "האדמה",
      lastBlessing: ""
    },
    {
      name: "כריות",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם, טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "כריות to go במילוי קרם נוגט (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם, טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "כרפס",
      firstBlessing: "האדמה",
      lastBlessing: "",
      description: "גם כשהוא חי. כרפס במרק ואוכלו לבדו – האדמה"
    },
    {
      name: "כרתי",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ירק הדומה לבצל ירוק, קרוי גם לוף, כרשה. אדמה ונפשות בעודו מבושל. אכלו חי שהכל ונפשות לפי שאין דרכו להאכל חי"
    }
  ]
}
