import { BlessingCategory } from './brachot';

export const koufBrachot: BlessingCategory = {
  title: "ק",
  blessings: [
    {
      name: "קאס (פרי אקזוטי, צבעו צהוב, טעמו חמצמץ בניחוח וניל)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קאפ אנד קרונצ' (דגני בוקר, מיוצר על ידי חברת קווקר)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קבב",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם אם מעורב בקציצה ירקות, היות ומטרתם להטעים את הבשר"
    },
    {
      name: "קבוקים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "ברכה אחרונה, ראה אלמנדוס"
    },
    {
      name: "קבוקים קרנצ'י",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "אדמה, ואם העיקר בשבילו הציפוי, מזונות. ברכה אחרונה, נפשות. אם הציפוי מקמח תירס והוא העיקר עבורו, שהכל. הסוג הראשון צורתו אחידה, הסוג השני צורתו מנופחת ולא אחידה"
    },
    {
      name: "קדאיף (אטריות דקות ממולאים בתבשילים שונים)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שיש 27 גרם באטריות. אם לא התבשלו יחד, מברך גם על המילוי"
    },
    {
      name: "קובה (עיסת בורגול או סולת מעורבת עם ביצים ותבלינים, ממולאת בשר וכדו' ומטגנים הכל בשמן או מבשלים במים)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שאכל כזית (27 גרם) ללא המילוי. גם אם אכל כמות של קביעות סעודה (216 גרם ויותר), מברך על המחיה, היות ואינו אפוי. עי' ערך סופגניה"
    },
    {
      name: "קובה אורז",
      firstBlessing: "",
      lastBlessing: "",
      description: "מזונות ונפשות, אם הבשר הוא הרוב, שהכל ונפשות. כששני המינים ניכרים בפני עצמם, נכון יותר לברך שתי ברכות"
    },
    {
      name: "קובו (פרי שצבעו אדום-בורדו, צבע הפרי לבן עם זרעים שחורים, נאכל חי)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קוגל אטריות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "השמן הבלוע בתוכו מצטרף לשיעור על המחיה. אין בו דין קביעות סעודה"
    },
    {
      name: "קוגל עם מלפפון חמוץ",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שלועסם יחד"
    },
    {
      name: "קוגל תפוח אדמה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם רוסק בבלנדר, שהכל"
    },
    {
      name: "קוויאר ליים (פרי קטן ממשפחת ההדרים, טעמו דומה ללימון)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "קרוי גם פינגר ליים"
    },
    {
      name: "קווקר",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קווקר עם חלב או מים חמים בכלי ראשון",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קווקר עם חלב קר, או חם כלי שני",
      firstBlessing: "",
      lastBlessing: "",
      description: "אדמה ונפשות, ואם נדבק היטב כעין דייסא, מזונות ועל המחיה"
    },
    {
      name: "קוטג'",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "27 גרם תוך 4-7 דקות"
    },
    {
      name: "קולוסל קרונ'צ (דגני בוקר, מיוצר על ידי חברת מלט או מיל)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קולורבי",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חי או מבושל"
    },
    {
      name: "קומיקס (חטיף פירות, מיוצר על ידי חברת מיה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קומפוט (מים שלו)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ואם אכל קודם את הפירות אין לברך על המים"
    },
    {
      name: "קומפוט משבעת המינים (מים שלו)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה עי' הליכות ברכות סימן ר\"ב סנ\"ז"
    },
    {
      name: "קומפוט פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך על הפירות את ברכתם הראויה, תחילה וסוף"
    },
    {
      name: "קונוסים (חטיף מקמח תירס, מיוצר על ידי חברת מיה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קוניאק",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ראה משקה חריף"
    },
    {
      name: "קונפיטורה (מרקחת העשויה מפירות מעוכים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה ריבת פירות וריבת תמרים"
    },
    {
      name: "קוסקוס",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע סעודתו עליו, היות והוא מבושל וגם שאין בו תואר פת"
    },
    {
      name: "קוסקוס עם ירקות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שאוכלם יחד ברוב האכילה"
    },
    {
      name: "קוסקוס עם עוף",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך שתי ברכות תחילה וסוף"
    },
    {
      name: "קופואסו (פרי טרופי רך ואוורירי, צבעו לבן, קליפתו חומה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקו (חטיף המיוצר על ידי חברת ורד)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "היות ואחוזי הדגן מועטים"
    },
    {
      name: "קוקו בלסטס (דגני בוקר, מיוצר על ידי חברת קווקר)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקו דגני בוקר (מיוצר על ידי חברת תלמה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקו כריספיס (דגני בוקר, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקו פבלס (דגני בוקר מאורז מבושל, מיוצר על ידי חברת פוסט)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקו פופס / פופס שוקוס / ג'מבס (דגני בוקר העשויים מקמח תירס, מיוצר על ידי חברת ג'נרל מילס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקו פופס העשוי מאורז (דגני בוקר, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "קוקומן חום לבן / צדפים / פצפוצים",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל כמות מועטת 20-30 גרם. לא ידוע כמה אחוזי דגן יש בו ולכן אם אכל כמות גדולה יפטור בעל המחיה ונפשות על מאכלים אחרים"
    },
    {
      name: "קוקומן חטיף",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל יחידה אחת. לא ידוע כמה אחוזי דגן יש בו ולכן אם אוכל שתי יחידות יפטור בעל המחיה ונפשות על מאכלים אחרים"
    },
    {
      name: "קוקומן כדורים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 40 אחוז ולכן כדי לברך על המחיה יש לאכול כ-50 גרם, טוב להחמיר ולאכול כ-70 גרם. אכל פחות מ-35 גרם מברך נפשות"
    },
    {
      name: "קוקוס",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "מים שבתוכו – שהכל. אם אכל הפרי ואח\"כ שותה המים, לא מברך עליהם"
    },
    {
      name: "קוקוס ממתק",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ע\"ע ערך פרי מרוסק"
    },
    {
      name: "קוקטיל פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם החתיכות אינם ניכרות מברך לפי הרוב. ואם החתיכות ניכרות מעיקר הדין מברך לפי הרוב וטוב לברך שתי ברכות"
    },
    {
      name: "קוקי קריספ (דגני בוקר, מיוצר על ידי חברת ג'נרל מילס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קורא",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "קוראסונים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם הוא בצק רגיל שמטבילים אותו במי סוכר מיד לאחר האפיה. אכל 216 גרם מברך המוציא וברכת המזון, ולבני אשכנז רק אם שבע"
    },
    {
      name: "קורובה (פרי טרופי הדומה במראהו לפסיפלורה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קורן כריספיס (דגני בוקר, מיוצר על ידי חברת קמח ארה\"ב)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קורן פופס (דגני בוקר, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קורני (חטיף המכיל דגנים, שברי דגנים, בוטנים, אגוזים, קמח אורז וקמח תירס)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "היות ואחוזי הדגן הלא שבור מועטים. בחטיף שאינו מכיל מיני דגן, יש לברך עץ או אדמה, לפי המין המרובה. ואם החתיכות לא ניכרות, שהכל ונפשות"
    },
    {
      name: "קורנפלור",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם הדייסא קצת סמיכה שצריך לגלגלה בלשונו, שיעורה בכזית (27 גרם) תוך 4-7 דקות. ואם היא נוזלית לחלוטין שלא צריך כלל למועכה בפיו או לגלגלה בלשונו, שיעורה רביעית (81 גרם) תוך 3-4 שניות"
    },
    {
      name: "קורנפלקס",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "קורנפלקס של חברת בי אן די ברכתו אדמה"
    },
    {
      name: "קזינו (חטיף מקמח תפוחי אדמה, מיוצר על ידי חברת עלית)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קטייף (מאכל מטוגן או אפוי, עשוי מאטריות הממולאות תבשילים שונים)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שיש 27 גרם באטריות. אם לא התבשלו יחד, מברך גם על המילוי"
    },
    {
      name: "קטלב (פרי בר, צבעו אדום עז, גדל באשכולות)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קטמבילה (פרי שצורתו כדורית, טעמו חמצמץ, צבעו חום-ארגמן, מכוסה בשערות קצרות)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קטניות מונבטות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות ומנביטים אותו כשהירק תלוש ולכן יורד דרגה וגם שלא נוטעים את הירק והקטנית עבור זה"
    },
    {
      name: "קטשופ",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קידס (חטיף שוקולד)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קיוואנו (פרי אקזוטי שבשרו דומה לפרי הפסיפלורה, צבעו כתום-צהוב)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קיווי",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "אכלו כשהוא מבושל, שהכל ונפשות"
    },
    {
      name: "קינואה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "וכן קינואה תפוחה"
    },
    {
      name: "קינואה (חברת בי אן די)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קינואה עם אטריות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קינואה תפוחה (חברת מפעלי דגן)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קינוחים מחולקים בכוס (שליש קצפת, שליש פירות, שליש עוגיות)",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך שלוש ברכות. סדר הברכות כפי סדר האכילה"
    },
    {
      name: "קינמון",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "טחון או מקלות, שהכל"
    },
    {
      name: "קינמונים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הקמח שבו הם 35 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם, טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "קיש",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם הציפוי דק ולא אכל ממנו שיעור כזית (27 גרם), מזונות ונפשות"
    },
    {
      name: "קישואים",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "בורא פרי האדמה ואם אכלם חיים, שהכל"
    },
    {
      name: "קישואים כבושים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קישואים ממולאים באורז ובשר",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "ובתנאי שאוכלם יחד"
    },
    {
      name: "קישקע",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אותו הממולא במעיים. אין בו דין קביעות סעודה היות והוא מבושל. ראה עוד סופגניה"
    },
    {
      name: "קישקע עם חמין (צ'ולנט)",
      firstBlessing: "",
      lastBlessing: "",
      description: "מזונות, ואם כל מין ניכר בפני עצמו ואוכלם יחד, מעיקר הדין רק מזונות, אך טוב לברך על כל מין בפני עצמו ולכווין במזונות שלא לפטור את המינים האחרים ואז לאוכלם יחד. והוא הדין לענין ברכה אחרונה"
    },
    {
      name: "קליפה לבנה באשכולית",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קליפה לבנה בתפוז",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קליפת אתרוג מבושלת",
      firstBlessing: "עץ",
      lastBlessing: ""
    },
    {
      name: "קליפת מלפפון, עגבניה",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "קליפת תפוח",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "וכן ביתר קליפות הפירות הנאכלות עם הפרי כגון אגס, אפרסמון"
    },
    {
      name: "קליפות תפוזים מבושלות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קליק",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "כל סוגי הקליק, חטיפים, שוקולדים ודגנים, ברכתם שהכל ונפשות היות ואין בהם מיני דגן, בחלק מהסוגים שכן יש מין דגן הוא בכמות קטנה ואינו ניכר כלל. למעט הסוגים הבאים שבהם יש תערובת של מיני דגן לשם טעם וניכר טעמו ולכן ברכתם מזונות, אך ברכה אחרונה נפשות היות ואחוזי הדגן נמוכים וקשה מאוד לאכול כזית דגן בכדי אכילת פרס, ואלו הם: קליק וופל ונוגט, קליק וופל ואגוזים, קליק כוכבים, קליק כריות, קליק לבבות, קליק מיני וופל, קליק עוגי, קליק עוגיות, קליק פצפץ, קליק קראנץ, קליק תות בננה (חום לבן)"
    },
    {
      name: "קליק בייגל, קליק גליליות וקליק ביסקוויט",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "על המחיה אם אכל כ-30 גרם. ואם אכל בין 20-30 גרם מברך נפשות"
    },
    {
      name: "קלמנטינה (מנדרינה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "כבוש או מבושל, שהכל ונפשות"
    },
    {
      name: "קמח",
      firstBlessing: "",
      lastBlessing: "",
      description: "אינו מברך"
    },
    {
      name: "קמח מצה בפסח",
      firstBlessing: "",
      lastBlessing: "",
      description: "המוציא, אכל כזית ברכת המזון. בשאר ימות השנה, לבני ספרד מזונות ועל המחיה. נתנם בתוך צלחת מרק לזמן מועט, המוציא וברכת המזון. תשע דקות ומעלה, מזונות ועל המחיה"
    },
    {
      name: "קני סוכר",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "במציצת הקנים, טעה ובירך העץ או אדמה, יצא בדיעבד. ברכה אחרונה לא מברכים היות ולעולם אין שיעור במציצה"
    },
    {
      name: "קמח קליות",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קניידלעך (קציצות העשויות מקמח או קמח מצה בתוספת ביצים ותבלינים, מבושלים במרק)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע סעודתו עליהם"
    },
    {
      name: "קניסטל (פרי שצבעו ירוק-צהוב, צורתו עגלגלה. נקרא גם ספוטה צהובה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קניש (בצק ממולא)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ראה עוד סמבוסק"
    },
    {
      name: "קנלוני (כרוכית גבינה צהובה בעטיפת בצק הנאפים יחד בתנור)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם המילוי מרובה היות ונאפו יחד. אם לא אכל שיעור כזית (27 גרם) מהבצק, מברך נפשות"
    },
    {
      name: "קסטה",
      firstBlessing: "",
      lastBlessing: "",
      description: "שתי ברכות ויכווין במזונות שלא לפטור את הגלידה. ברכה אחרונה יברך על המחיה. ולבני אשכנז גם נפשות"
    },
    {
      name: "קפה (משקה)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה אין לברך. אם שתאו כשהוא חם או פושר, רביעית (כחצי כוס חד פעמי) תוך כדי שיעור שתיית רביעית, 3-4 שניות, לבני אשכנז מברך נפשות, לבני ספרד לא מברך"
    },
    {
      name: "קפה אבקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אין לברך. עירב בה סוכר, מברך העץ אם הרוב זה האבקת קפה"
    },
    {
      name: "קפה ללא סוכר",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ואם אין לו שום הנאה, אינו מברך"
    },
    {
      name: "קפה פולים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "קלויים - העץ. מצופים בשוקולד והשוקולד הוא הרוב, שהכל, וזו המציאות לאלו הנמכרים בחנויות"
    },
    {
      name: "קפטן לופי, קפטן פרוטי (דגני בוקר, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 14 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-80 גרם (תוך 4-7 דקות) וטוב להחמיר ולאכול כ-140 גרם. אכל פחות מ-70 גרם יברך נפשות. וכן אם אכל 80 גרם ומעלה בזמן של יותר מ-7 דקות, יברך נפשות"
    },
    {
      name: "קפטן קראנץ",
      firstBlessing: "",
      lastBlessing: "",
      description: "שהכל ונפשות בסוג הנקרא דגני בוקר מתוקים. ובסוג הנקרא דגני בוקר מרובעים על בסיס שיבולת שועל, מזונות. לא ידוע כמה אחוזי דגן יש בו, ולכן יש לאכול כ-70 גרם ולברך על המחיה"
    },
    {
      name: "קציצות ירק (טבעול)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם חלק מהירקות ניכרים והם הרוב, אדמה ונפשות"
    },
    {
      name: "קציצות עם פירורי לחם",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ואם מכין הקציצות אומר באופן ברור שנתן את פירורי הלחם להטעים או להשביע ומרגישים שינוי בטעם הקציצה, מברך מזונות. ברכה אחרונה נפשות, אלא אם כן אכל בפועל כזית דגן תוך 4-7 דקות ושהדגן הוא לפחות 17 אחוז מכלל התערובת דאז מברך על המחיה"
    },
    {
      name: "קציצת בשר ואורז",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הרוב בשר, מברך שהכל, אם הרוב אורז מזונות. כשאינו יודע מה הרוב, מברך שהכל"
    },
    {
      name: "קציצת ירקות (קציצה מטוגנת המכילה ירקות, קמח וביצים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הירקות לא ניכרים והקמח בא רק לדבק, שהכל ונפשות. אם הירקות ניכרים, אדמה ונפשות. כשהקמח ניתן באופן ברור לשם נתינת טעם או שובע, מזונות ונפשות"
    },
    {
      name: "קצפיות (חברת אחוה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קצפת",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, לבני אשכנז נפשות, לבני ספרד עדיף שלא לברך, אך המברך יש לו על מה שיסמוך"
    },
    {
      name: "קקאו אבקה וקקאו פולים",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה אבקת קקאו ופולי קקאו"
    },
    {
      name: "קרא (ירק ממשפחת הקישואים)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אכלו כשהוא חי, שהכל ובתנאי שנהנה מעט"
    },
    {
      name: "קראנצ' גו (חטיף שיבולת שועל)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קרואסון מבצק רגיל",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אף שהטבלתו במי סוכר נעשית לאחר האפיה. יש בו דין קביעות סעודה"
    },
    {
      name: "קרוטונים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם נעשו בבית מלחם, המוציא וברכת המזון"
    },
    {
      name: "קרוטונים עם סלט",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך מזונות ואדמה היות והקרוטונים באים להטעים את הסלט ולא להיפך. ברכה אחרונה, מברך גם על המחיה וגם נפשות ובתנאי שיש שיעור בכל אחד. ואם רק ביחד יש שיעור, עי' הליכות ברכות סימן ר\"י ס\"י"
    },
    {
      name: "קרונ'צ (דגני בוקר, מיוצר על ידי חברת נסטלה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "כל הסוגים מכילים כ-60 אחוז דגן ולכן די באכילת 30 גרם כדי לברך על המחיה. אכל בין 20 ל-30 גרם, מברך נפשות. בסוג הקרוי קרונ'צ משולשים יש כ-40 אחוז דגן ולכן יש לאכול כ-45 גרם כדי לברך על המחיה. אכל פחות מ-35 גרם, יברך נפשות"
    },
    {
      name: "קרוקט (גלילי אצבעות העשויים מפירה מעורב עם קמח, מצופים בפירורי לחם)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל כמות מרובה כמאה גרם באופן שאכל בפועל כזית דגן, מברך רק על המחיה"
    },
    {
      name: "קרוקנט (תערובת שקדים קלויים וכרמל, משמשת בעיקר לקישוט גלידות וכדו')",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אוכל זאת בנפרד, עץ ונפשות, ובתנאי שהשקדים ניכרים. אם אוכל זאת עם גלידה וכדו', אינו מברך על תערובת זו היות ונועדה להטעמת הגלידה"
    },
    {
      name: "קרטיב",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "בני אשכנז נוהגים לברך נפשות אם אכל 27 גרם תוך 4 דקות. ובני ספרד נוהגים שלא לברך נפשות בשום מצב"
    },
    {
      name: "קרייזי (חטיף בוטנים מצופה שוקולד)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות והרוב הוא השוקולד"
    },
    {
      name: "קרימונים (קינוח העשוי מחמאת בוטנים ופצפוצי אורז)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם ברור שהרוב פצפוצי אורז, מזונות ונפשות. השברי אגוזים בטלים היות ומטרתם להטעים"
    },
    {
      name: "קריספונים (חטיפים המעורבים בקמח אורז ותפוחי אדמה)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "משום שהקמח אורז הוא הרוב"
    },
    {
      name: "קריספי (מציות, מיוצר על ידי חברת אוסם)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קריספי אויס (דגני בוקר, מכיל קמח מצה וקמח תירס, מיוצר על ידי חברת מיה)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "לא ידוע אחוזי הקמח דגן ולכן יש לאכול כ-50 גרם"
    },
    {
      name: "קריספי רייס (דגני בוקר, מיוצר על ידי חברת מאלט או מיל)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "קריספי תירס (מציות העשויות מקמח תירס וכמות גדולה של קמח דגן)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "לא ידוע אחוזי הקמח דגן ולכן יש לאכול כ-40-50 גרם"
    },
    {
      name: "קריספיקס (תערובת דגני בוקר של מיני דגן ומיני אדמה, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "",
      lastBlessing: "",
      description: "מזונות ואדמה. ברכה אחרונה, אם אכל כזית מכל מין, על המחיה ונפשות. אכל פחות מזה, מברך רק נפשות"
    },
    {
      name: "קרם",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, לבני אשכנז נפשות, לבני ספרד עדיף שלא לברך, אך המברך יש לו על מה שיסמוך"
    },
    {
      name: "קרם שניט (מילפה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "ואם המילוי לא דבוק היטב עם המאפה, שתי ברכות ויכווין במזונות שלא לפטור את המילוי. ברכה אחרונה על המחיה, ואם המילוי לא דבוק היטב, גם נפשות לבני אשכנז"
    },
    {
      name: "קרמבו",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "שתי ברכות, מזונות על הביסקוויט ושהכל על הקצפת. ברכה אחרונה, נפשות"
    },
    {
      name: "קרמבולה (נקרא גם כוכבית על שם חמשת הצלעות בו ככוכב)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "קרנצ'ים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הקמח שבו הם 50 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-35 גרם וטוב להחמיר ולאכול כ-50 גרם (סימן ר\"ח סל\"ח הערה ק\"ג). אכל בין 20 ל-30 גרם, מברך נפשות"
    },
    {
      name: "קרעפלעך (כיסני בשר)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המילוי לא מצטרף לשיעור. אם אכל 216 גרם ללא המילוי, לבני ספרד אף אם לא שבע, ולבני אשכנז רק אם שבע, מברך המוציא וברכת המזון. אם הבצק הוא רגיל, ישתדל לאכול שיעור קביעות סעודה, ואם בכל זאת אכל פחות יברך המוציא וברכת המזון. קרעפלעך המטוגן בשמן עמוק, אין בו דין קביעות סעודה, ראה סופגניה"
    },
    {
      name: "קרעפלך (תבשיל העשוי מקמח מבושל במים ממולא בבשר טחון)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע סעודתו. ראה סופגניה"
    },
    {
      name: "קרפ צרפתי",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אכל 216 גרם, המוציא וברכת המזון, נטילה עם ברכה. ולבני אשכנז רק אם שבע ומצרפים לשביעתו מה שנאכל עמו"
    },
    {
      name: "קרקר אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "קרקר המשמש בתור כפית לחומוס, קוטג', ריבת פירות וכדו'",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אין לו כפית ומטרתו רק כדי שלא יטנפו ידיו, אינו מברך על הקרקר, ואם יש לו כפית ואף על פי כן אוכל עם הקרקר, מברך שתי ברכות"
    },
    {
      name: "קרקר (טופז)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ב-3 יחידות"
    },
    {
      name: "קרקר טופו (מציות, מיוצר על ידי חברת אוסם)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קרקר כוסמין",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קרקר כל הסוגים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קרקר ללא גלוטן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת בטטה וגרעיני דלעת (מיוצר על ידי חברת נסטלה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אם אכל שמונה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת רוזמרין ושום (מיוצר על ידי חברת נסטלה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אם אכל שבעה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת סלק ובצל (מיוצר על ידי חברת נסטלה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אם אכל שבעה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת קינואה אדומה שומשום וקצח (מיוצר על ידי חברת נסטלה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אם אכל שבעה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קשיו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "משום שנוטעים את העץ על דעת הקשיו ולא על דעת הפרי הגדול (כעין תפוח אדום) שהקשיו גודל בקצהו, היות ואותו הפרי נרקב לאחר יממה מקטיפתו. אף כשאינו קלוי"
    },
    {
      name: "קשיו ממתק",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם ניכר צורתו, עץ ונפשות. אם לא ניכר צורתו, שהכל ונפשות, ומי שהוא מבני ספרד ורוצה לברך העץ, יש לו על מה שיסמוך"
    },
    {
      name: "קשע",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה כוסמת"
    }
  ]
}
