import { BlessingCategory } from './brachot';

export const kufBrachot: BlessingCategory = {
  title: "ק",
  blessings: [
    {
      name: "קאס",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי אקזוטי, צבעו צהוב, טעמו חמצמץ בניחוח וניל"
    },
    {
      name: "קאפ אנד קרונצ'",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת קווקר"
    },
    {
      name: "קבב",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם אם מעורב בקציצה ירקות, היות ומטרתם להטעים את הבשר"
    },
    {
      name: "קבוקים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "ברכה אחרונה, ראה אלמנדוס"
    },
    {
      name: "קבוקים קרנצ'י",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם העיקר בשבילו הציפוי, מזונות. אם הציפוי מקמח תירס והוא העיקר עבורו, שהכל. הסוג הראשון צורתו אחידה, הסוג השני צורתו מנופחת ולא אחידה"
    },
    {
      name: "קדאיף",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אטריות דקות ממולאים בתבשילים שונים. ובתנאי שיש 27 גרם באטריות. אם לא התבשלו יחד, מברך גם על המילוי"
    },
    {
      name: "קובה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "עיסת בורגול או סולת מעורבת עם ביצים ותבלינים, ממולאת בשר וכדו' ומטגנים הכל בשמן או מבשלים במים. ובתנאי שאכל כזית (27 גרם) ללא המילוי. גם אם אכל כמות של קביעות סעודה (216 גרם ויותר), מברך על המחיה, היות ואינו אפוי. עי' ערך סופגניה"
    },
    {
      name: "קובה אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם הבשר הוא הרוב, שהכל ונפשות. כששני המינים ניכרים בפני עצמם, נכון יותר לברך שתי ברכות"
    },
    {
      name: "קובו",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי שצבעו אדום-בורדו, צבע הפרי לבן עם זרעים שחורים, נאכל חי"
    },
    {
      name: "קוגל אטריות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "השמן הבלוע בתוכו מצטרף לשיעור על המחיה. אין בו דין קביעות סעודה"
    },
    {
      name: "קוגל עם מלפפון חמוץ",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שלועסם יחד"
    },
    {
      name: "קוגל תפוח אדמה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם רוסק בבלנדר, שהכל"
    },
    {
      name: "קוויאר ליים",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי קטן ממשפחת ההדרים, טעמו דומה ללימון. קרוי גם פינגר ליים"
    },
    {
      name: "קווקר",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קווקר עם חלב או מים חמים בכלי ראשון",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קווקר עם חלב קר, או חם כלי שני",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם נדבק היטב כעין דייסא, מזונות ועל המחיה"
    },
    {
      name: "קוטג'",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "27 גרם תוך 4-7 דקות"
    },
    {
      name: "קולוסל קרונ'צ",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת מלט או מיל"
    },
    {
      name: "קולורבי",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חי או מבושל"
    },
    {
      name: "קומיקס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף פירות, מיוצר על ידי חברת מיה"
    },
    {
      name: "קומפוט",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "מים שלו. ואם אכל קודם את הפירות אין לברך על המים"
    },
    {
      name: "קומפוט משבעת המינים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "מים שלו. ברכה אחרונה עי' הליכות ברכות סימן ר\"ב סנ\"ז"
    },
    {
      name: "קומפוט פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך על הפירות את ברכתם הראויה, תחילה וסוף"
    },
    {
      name: "קונוסים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף מקמח תירס, מיוצר על ידי חברת מיה"
    },
    {
      name: "קוניאק",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ראה משקה חריף"
    },
    {
      name: "קונפיטורה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מרקחת העשויה מפירות מעוכים. ראה ריבת פירות וריבת תמרים"
    },
    {
      name: "קוסקוס",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע סעודתו עליו, היות והוא מבושל וגם שאין בו תואר פת"
    },
    {
      name: "קוסקוס עם ירקות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שאוכלם יחד ברוב האכילה"
    },
    {
      name: "קוסקוס עם עוף",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך שתי ברכות תחילה וסוף"
    },
    {
      name: "קופואסו",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי טרופי רך ואוורירי, צבעו לבן, קליפתו חומה"
    },
    {
      name: "קוקו",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "חטיף המיוצר על ידי חברת ורד. היות ואחוזי הדגן מועטים"
    },
    {
      name: "קוקו בלסטס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת קווקר"
    },
    {
      name: "קוקו דגני בוקר",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "מיוצר על ידי חברת תלמה"
    },
    {
      name: "קוקו כריספיס",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת קלוגס"
    },
    {
      name: "קוקו פבלס",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "דגני בוקר מאורז מבושל, מיוצר על ידי חברת פוסט"
    },
    {
      name: "קוקו פופס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דגני בוקר העשויים מקמח תירס, מיוצר על ידי חברת ג'נרל מילס"
    },
    {
      name: "קוקו פופס העשוי מאורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת קלוגס"
    },
    {
      name: "קוקומן חום לבן",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל כמות מועטת 20-30 גרם. לא ידוע כמה אחוזי דגן יש בו ולכן אם אכל כמות גדולה יפטור בעל המחיה ונפשות על מאכלים אחרים"
    },
    {
      name: "קוקומן חטיף",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל יחידה אחת. לא ידוע כמה אחוזי דגן יש בו ולכן אם אוכל שתי יחידות יפטור בעל המחיה ונפשות על מאכלים אחרים"
    },
    {
      name: "קוקומן כדורים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 40 אחוז ולכן כדי לברך על המחיה יש לאכול כ-50 גרם, טוב להחמיר ולאכול כ-70 גרם. אכל פחות מ-35 גרם מברך נפשות"
    },
    {
      name: "קוקוס",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "מים שבתוכו – שהכל. אם אכל הפרי ואח\"כ שותה המים, לא מברך עליהם"
    },
    {
      name: "קוקוס ממתק",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ע\"ע ערך פרי מרוסק"
    },
    {
      name: "קוקטיל פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם החתיכות אינם ניכרות מברך לפי הרוב. ואם החתיכות ניכרות מעיקר הדין מברך לפי הרוב וטוב לברך שתי ברכות"
    },
    {
      name: "קוקי קריספ",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת ג'נרל מילס"
    },
    {
      name: "קורא",
      firstBlessing: "האדמה",
      lastBlessing: ""
    },
    {
      name: "קוראסונים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם הוא בצק רגיל שמטבילים אותו במי סוכר מיד לאחר האפיה. אכל 216 גרם מברך המוציא וברכת המזון, ולבני אשכנז רק אם שבע"
    },
    {
      name: "קורובה",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי טרופי הדומה במראהו לפסיפלורה"
    },
    {
      name: "קורן כריספיס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת קמח ארה\"ב"
    },
    {
      name: "קורן פופס",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת קלוגס"
    },
    {
      name: "קורני",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "חטיף המכיל דגנים, שברי דגנים, בוטנים, אגוזים, קמח אורז וקמח תירס. היות ואחוזי הדגן הלא שבור מועטים. בחטיף שאינו מכיל מיני דגן, יש לברך עץ או אדמה, לפי המין המרובה. ואם החתיכות לא ניכרות, שהכל ונפשות"
    },
    {
      name: "קורנפלור",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם הדייסא קצת סמיכה שצריך לגלגלה בלשונו, שיעורה בכזית (27 גרם) תוך 4-7 דקות. ואם היא נוזלית לחלוטין שלא צריך כלל למועכה בפיו או לגלגלה בלשונו, שיעורה רביעית (81 גרם) תוך 3-4 שניות"
    },
    {
      name: "קורנפלקס",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "קורנפלקס של חברת בי אן די ברכתו אדמה"
    },
    {
      name: "קזינו",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף מקמח תפוחי אדמה, מיוצר על ידי חברת עלית"
    },
    {
      name: "קטייף",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מאכל מטוגן או אפוי, עשוי מאטריות הממולאות תבשילים שונים. ובתנאי שיש 27 גרם באטריות. אם לא התבשלו יחד, מברך גם על המילוי"
    },
    {
      name: "קטלב",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי בר, צבעו אדום עז, גדל באשכולות"
    },
    {
      name: "קטמבילה",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי שצורתו כדורית, טעמו חמצמץ, צבעו חום-ארגמן, מכוסה בשערות קצרות"
    },
    {
      name: "קטניות מונבטות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות ומנביטים אותו כשהירק תלוש ולכן יורד דרגה וגם שלא נוטעים את הירק והקטנית עבור זה"
    },
    {
      name: "קטשופ",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קידס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף שוקולד"
    },
    {
      name: "קיוואנו",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "פרי אקזוטי שבשרו דומה לפרי הפסיפלורה, צבעו כתום-צהוב"
    },
    {
      name: "קיווי",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "אכלו כשהוא מבושל, שהכל ונפשות"
    },
    {
      name: "קינואה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "וכן קינואה תפוחה"
    },
    {
      name: "קינואה חברת בי אן די",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "קינואה עם אטריות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קינואה תפוחה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חברת מפעלי דגן"
    },
    {
      name: "קינוחים מחולקים בכוס",
      firstBlessing: "",
      lastBlessing: "",
      description: "שליש קצפת, שליש פירות, שליש עוגיות - מברך שלוש ברכות. סדר הברכות כפי סדר האכילה"
    },
    {
      name: "קינמון",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "טחון או מקלות"
    },
    {
      name: "קינמונים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הקמח שבו הם 35 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם, טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "קיש",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם הציפוי דק ולא אכל ממנו שיעור כזית (27 גרם), מזונות ונפשות"
    },
    {
      name: "קישואים",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "בורא פרי האדמה ואם אכלם חיים, שהכל"
    },
    {
      name: "קישואים כבושים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קישואים ממולאים באורז ובשר",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "ובתנאי שאוכלם יחד"
    },
    {
      name: "קישקע",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אותו הממולא במעיים. אין בו דין קביעות סעודה היות והוא מבושל. ראה עוד סופגניה"
    },
    {
      name: "קישקע עם חמין",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "ואם כל מין ניכר בפני עצמו ואוכלם יחד, מעיקר הדין רק מזונות, אך טוב לברך על כל מין בפני עצמו ולכווין במזונות שלא לפטור את המינים האחרים ואז לאוכלם יחד. והוא הדין לענין ברכה אחרונה"
    },
    {
      name: "קליפה לבנה באשכולית",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קליפה לבנה בתפוז",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קליפת אתרוג מבושלת",
      firstBlessing: "העץ",
      lastBlessing: ""
    },
    {
      name: "קליפת מלפפון, עגבניה",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "קליפת תפוח",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "וכן ביתר קליפות הפירות הנאכלות עם הפרי כגון אגס, אפרסמון"
    },
    {
      name: "קליפות תפוזים מבושלות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קליק",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "כל סוגי הקליק, חטיפים, שוקולדים ודגנים, ברכתם שהכל ונפשות היות ואין בהם מיני דגן, בחלק מהסוגים שכן יש מין דגן הוא בכמות קטנה ואינו ניכר כלל. למעט הסוגים הבאים שבהם יש תערובת של מיני דגן לשם טעם וניכר טעמו ולכן ברכתם מזונות, אך ברכה אחרונה נפשות היות ואחוזי הדגן נמוכים וקשה מאוד לאכול כזית דגן בכדי אכילת פרס, ואלו הם: קליק וופל ונוגט, קליק וופל ואגוזים, קליק כוכבים, קליק כריות, קליק לבבות, קליק מיני וופל, קליק עוגי, קליק עוגיות, קליק פצפץ, קליק קראנץ, קליק תות בננה (חום לבן)"
    },
    {
      name: "קליק בייגל",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם אכל כ-30 גרם. ואם אכל בין 20-30 גרם מברך נפשות"
    },
    {
      name: "קליק גליליות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם אכל כ-30 גרם. ואם אכל בין 20-30 גרם מברך נפשות"
    },
    {
      name: "קליק ביסקוויט",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם אכל כ-30 גרם. ואם אכל בין 20-30 גרם מברך נפשות"
    },
    {
      name: "קלמנטינה",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "מנדרינה. כבוש או מבושל, שהכל ונפשות"
    },
    {
      name: "קמח",
      firstBlessing: "",
      lastBlessing: "",
      description: "אינו מברך"
    },
    {
      name: "קמח מצה בפסח",
      firstBlessing: "המוציא",
      lastBlessing: "",
      description: "אכל כזית ברכת המזון. בשאר ימות השנה, לבני ספרד מזונות ועל המחיה. נתנם בתוך צלחת מרק לזמן מועט, המוציא וברכת המזון. תשע דקות ומעלה, מזונות ועל המחיה"
    },
    {
      name: "קני סוכר",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "במציצת הקנים, טעה ובירך העץ או אדמה, יצא בדיעבד. ברכה אחרונה לא מברכים היות ולעולם אין שיעור במציצה"
    },
    {
      name: "קמח קליות",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "קניידלעך",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "קציצות העשויות מקמח או קמח מצה בתוספת ביצים ותבלינים, מבושלים במרק. גם אם קבע סעודתו עליהם"
    },
    {
      name: "קניסטל",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי שצבעו ירוק-צהוב, צורתו עגלגלה. נקרא גם ספוטה צהובה"
    },
    {
      name: "קניש",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "בצק ממולא. ראה עוד סמבוסק"
    },
    {
      name: "קנלוני",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "כרוכית גבינה צהובה בעטיפת בצק הנאפים יחד בתנור. גם אם המילוי מרובה היות ונאפו יחד. אם לא אכל שיעור כזית (27 גרם) מהבצק, מברך נפשות"
    },
    {
      name: "קסטה",
      firstBlessing: "",
      lastBlessing: "",
      description: "שתי ברכות ויכווין במזונות שלא לפטור את הגלידה. ברכה אחרונה יברך על המחיה. ולבני אשכנז גם נפשות"
    },
    {
      name: "קפה",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "משקה. ברכה אחרונה אין לברך. אם שתאו כשהוא חם או פושר, רביעית (כחצי כוס חד פעמי) תוך כדי שיעור שתיית רביעית, 3-4 שניות, לבני אשכנז מברך נפשות, לבני ספרד לא מברך"
    },
    {
      name: "קפה אבקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אין לברך. עירב בה סוכר, מברך העץ אם הרוב זה האבקת קפה"
    },
    {
      name: "קפה ללא סוכר",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ואם אין לו שום הנאה, אינו מברך"
    },
    {
      name: "קפה פולים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "קלויים - העץ. מצופים בשוקולד והשוקולד הוא הרוב, שהכל, וזו המציאות לאלו הנמכרים בחנויות"
    },
    {
      name: "קפטן לופי",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "דגני בוקר, מיוצר על ידי חברת תלמה. אחוזי הדגן שבו הם 14 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-80 גרם (תוך 4-7 דקות) וטוב להחמיר ולאכול כ-140 גרם. אכל פחות מ-70 גרם יברך נפשות. וכן אם אכל 80 גרם ומעלה בזמן של יותר מ-7 דקות, יברך נפשות"
    },
    {
      name: "קפטן קראנץ",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "בסוג הנקרא דגני בוקר מתוקים. ובסוג הנקרא דגני בוקר מרובעים על בסיס שיבולת שועל, מזונות. לא ידוע כמה אחוזי דגן יש בו, ולכן יש לאכול כ-70 גרם ולברך על המחיה"
    },
    {
      name: "קציצות ירק",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "טבעול. אם חלק מהירקות ניכרים והם הרוב, אדמה ונפשות"
    },
    {
      name: "קציצות עם פירורי לחם",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ואם מכין הקציצות אומר באופן ברור שנתן את פירורי הלחם להטעים או להשביע ומרגישים שינוי בטעם הקציצה, מברך מזונות. ברכה אחרונה נפשות, אלא אם כן אכל בפועל כזית דגן תוך 4-7 דקות ושהדגן הוא לפחות 17 אחוז מכלל התערובת דאז מברך על המחיה"
    },
    {
      name: "קציצת בשר ואורז",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הרוב בשר, מברך שהכל, אם הרוב אורז מזונות. כשאינו יודע מה הרוב, מברך שהכל"
    },
    {
      name: "קציצת ירקות",
      firstBlessing: "",
      lastBlessing: "",
      description: "קציצה מטוגנת המכילה ירקות, קמח וביצים. אם הירקות לא ניכרים והקמח בא רק לדבק, שהכל ונפשות. אם הירקות ניכרים, אדמה ונפשות. כשהקמח ניתן באופן ברור לשם נתינת טעם או שובע, מזונות ונפשות"
    },
    {
      name: "קצפיות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חברת אחוה"
    },
    {
      name: "קצפת",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, לבני אשכנז נפשות, לבני ספרד עדיף שלא לברך, אך המברך יש לו על מה שיסמוך"
    },
    {
      name: "קקאו אבקה וקקאו פולים",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה אבקת קקאו ופולי קקאו"
    },
    {
      name: "קרא",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ירק ממשפחת הקישואים. אכלו כשהוא חי, שהכל ובתנאי שנהנה מעט"
    },
    {
      name: "קראנצ' גו",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חטיף שיבולת שועל"
    },
    {
      name: "קרואסון מבצק רגיל",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אף שהטבלתו במי סוכר נעשית לאחר האפיה. יש בו דין קביעות סעודה"
    },
    {
      name: "קרוטונים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם נעשו בבית מלחם, המוציא וברכת המזון"
    },
    {
      name: "קרוטונים עם סלט",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "מברך מזונות ואדמה היות והקרוטונים באים להטעים את הסלט ולא להיפך. ברכה אחרונה, מברך גם על המחיה וגם נפשות ובתנאי שיש שיעור בכל אחד. ואם רק ביחד יש שיעור, עי' הליכות ברכות סימן ר\"י ס\"י"
    },
    {
      name: "קרונ'צ",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "דגני בוקר, מיוצר על ידי חברת נסטלה. כל הסוגים מכילים כ-60 אחוז דגן ולכן די באכילת 30 גרם כדי לברך על המחיה. אכל בין 20 ל-30 גרם, מברך נפשות. בסוג הקרוי קרונ'צ משולשים יש כ-40 אחוז דגן ולכן יש לאכול כ-45 גרם כדי לברך על המחיה. אכל פחות מ-35 גרם, יברך נפשות"
    },
    {
      name: "קרוקט",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "גלילי אצבעות העשויים מפירה מעורב עם קמח, מצופים בפירורי לחם. אם אכל כמות מרובה כמאה גרם באופן שאכל בפועל כזית דגן, מברך רק על המחיה"
    },
    {
      name: "קרוקנט",
      firstBlessing: "",
      lastBlessing: "",
      description: "תערובת שקדים קלויים וכרמל, משמשת בעיקר לקישוט גלידות וכדו'. אם אוכל זאת בנפרד, עץ ונפשות, ובתנאי שהשקדים ניכרים. אם אוכל זאת עם גלידה וכדו', אינו מברך על תערובת זו היות ונועדה להטעמת הגלידה"
    },
    {
      name: "קרטיב",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "בני אשכנז נוהגים לברך נפשות אם אכל 27 גרם תוך 4 דקות. ובני ספרד נוהגים שלא לברך נפשות בשום מצב"
    },
    {
      name: "קרייזי",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף בוטנים מצופה שוקולד. היות והרוב הוא השוקולד"
    },
    {
      name: "קרימונים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "קינוח העשוי מחמאת בוטנים ופצפוצי אורז. אם ברור שהרוב פצפוצי אורז, מזונות ונפשות. השברי אגוזים בטלים היות ומטרתם להטעים"
    },
    {
      name: "קריספונים",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "חטיפים המעורבים בקמח אורז ותפוחי אדמה. משום שהקמח אורז הוא הרוב"
    },
    {
      name: "קריספי",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "דגני בוקר, מיוצר על ידי חברת תלמה. אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-70 גרם (תוך 4-7 דקות) וטוב להחמיר ולאכול כ-110 גרם. אכל פחות מ-60 גרם יברך נפשות"
    },
    {
        name: "קריספי אויס",
        firstBlessing: "מזונות",
        lastBlessing: "על המחיה",
        description: "דגני בוקר, מכיל קמח מצה וקמח תירס, מיוצר על ידי חברת מיה. לא ידוע אחוזי הקמח דגן ולכן יש לאכול כ-50 גרם"
      },
      {
        name: "קריספי רייס",
        firstBlessing: "מזונות",
        lastBlessing: "נפשות",
        description: "דגני בוקר, מיוצר על ידי חברת מאלט או מיל"
      },
      {
        name: "קריספי תירס",
        firstBlessing: "מזונות",
        lastBlessing: "על המחיה",
        description: "מציות העשויות מקמח תירס וכמות גדולה של קמח דגן. לא ידוע אחוזי הקמח דגן ולכן יש לאכול כ-40-50 גרם"
      },
      {
        name: "קריספיקס",
        firstBlessing: "מזונות",
        lastBlessing: "אדמה",
        description: "תערובת דגני בוקר של מיני דגן ומיני אדמה, מיוצר על ידי חברת קלוגס. ברכה אחרונה, אם אכל כזית מכל מין, על המחיה ונפשות. אכל פחות מזה, מברך רק נפשות"
      },
      {
        name: "קרם",
        firstBlessing: "שהכל",
        lastBlessing: "",
        description: "ברכה אחרונה, לבני אשכנז נפשות, לבני ספרד עדיף שלא לברך, אך המברך יש לו על מה שיסמוך"
      },
      {
      name: "קרם שניט",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "מילפה. ואם המילוי לא דבוק היטב עם המאפה, שתי ברכות ויכווין במזונות שלא לפטור את המילוי. ברכה אחרונה על המחיה, ואם המילוי לא דבוק היטב, גם נפשות לבני אשכנז"
    },
    {
      name: "קרמבו",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "שתי ברכות, מזונות על הביסקוויט ושהכל על הקצפת"
    },
    {
      name: "קרמבולה",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "נקרא גם כוכבית על שם חמשת הצלעות בו ככוכב"
    },
    {
      name: "קרנצ'ים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הקמח שבו הם 50 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-35 גרם וטוב להחמיר ולאכול כ-50 גרם (סימן ר\"ח סל\"ח הערה ק\"ג). אכל בין 20 ל-30 גרם, מברך נפשות"
    },
    {
      name: "קרעפלעך",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "כיסני בשר. המילוי לא מצטרף לשיעור. אם אכל 216 גרם ללא המילוי, לבני ספרד אף אם לא שבע, ולבני אשכנז רק אם שבע, מברך המוציא וברכת המזון. אם הבצק הוא רגיל, ישתדל לאכול שיעור קביעות סעודה, ואם בכל זאת אכל פחות יברך המוציא וברכת המזון. קרעפלעך המטוגן בשמן עמוק, אין בו דין קביעות סעודה, ראה סופגניה"
    },
    {
      name: "קרעפלך",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "תבשיל העשוי מקמח מבושל במים ממולא בבשר טחון. גם אם קבע סעודתו. ראה סופגניה"
    },
    {
        name: "קרפ צרפתי",
        firstBlessing: "מזונות",
        lastBlessing: "על המחיה",
        description: "אכל 216 גרם, המוציא וברכת המזון, נטילה עם ברכה. ולבני אשכנז רק אם שבע ומצרפים לשביעתו מה שנאכל עמו"
      },
    {
      name: "קרקר אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "קרקר המשמש בתור כפית לחומוס, קוטג', ריבת פירות וכדו'",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אין לו כפית ומטרתו רק כדי שלא יטנפו ידיו, אינו מברך על הקרקר, ואם יש לו כפית ואף על פי כן אוכל עם הקרקר, מברך שתי ברכות"
    },
    {
      name: "קרקר טופז",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ב-3 יחידות"
    },
    {
      name: "קרקר טופו",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מציות, מיוצר על ידי חברת אוסם"
    },
    {
      name: "קרקר כוסמין",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קרקר כל הסוגים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "קרקר ללא גלוטן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת בטטה וגרעיני דלעת",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "מיוצר על ידי חברת נסטלה. אם אכל שמונה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת רוזמרין ושום",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "מיוצר על ידי חברת נסטלה. אם אכל שבעה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת סלק ובצל",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "מיוצר על ידי חברת נסטלה. אם אכל שבעה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קרקר עם דגנים מלאים בתוספת קינואה אדומה שומשום וקצח",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "מיוצר על ידי חברת נסטלה. אם אכל שבעה אחדים תוך 4-7 דקות, מברך על המחיה. בפחות מזה מברך נפשות"
    },
    {
      name: "קשיו",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "משום שנוטעים את העץ על דעת הקשיו ולא על דעת הפרי הגדול (כעין תפוח אדום) שהקשיו גודל בקצהו, היות ואותו הפרי נרקב לאחר יממה מקטיפתו. אף כשאינו קלוי"
    },
    {
      name: "קשיו ממתק",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "אם ניכר צורתו, עץ ונפשות. אם לא ניכר צורתו, שהכל ונפשות, ומי שהוא מבני ספרד ורוצה לברך העץ, יש לו על מה שיסמוך"
    },
    {
      name: "קשע",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה כוסמת"
    }
  ]
} 