import { BlessingCategory } from './brachot';

export const lamedBrachot: BlessingCategory = {
  title: "ל",
  blessings: [
    {
      name: "לאזניה (מאפה העשוי מאטריות המעורבות עם ביצים, גבינה וירקות)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע סעודתו. אם אכל כמות מועטת כך שבפועל לא אכל כזית מהאטריות, מברך בורא נפשות"
    },
    {
      name: "לאפה (כל הסוגים)",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לאקריץ (שורש המיועד ללעיסה)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "אין ברכה אחרונה היות ורק מוצץ את טעמו הטוב, אם לועסו ואוכלו, בורא נפשות. טעה ובירך אדמה או עץ, יצא בדיעבד"
    },
    {
      name: "לבבות דקל (פלמיטו)",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "לביבות גבינה (תערובת של קמח ביצים וגבינות, מטוגן או אפוי)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "באפוי שייך דין קביעות סעודה, במטוגן, אין דין קביעות סעודה. כשהקמח הוא מעט, אם ניתן רק לדבק, שהכל ונפשות, ואם לטעם מזונות ונפשות"
    },
    {
      name: "לביבות כרובית / תירס / גזר / תפוח אדמה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם נטחן לגמרי עד שלא ניכר תוארו וצורתו, שהכל ונפשות. עירבו בהם קמח, ראה לביבות גבינה"
    },
    {
      name: "לדר",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "להיט",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "לוביא",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "מבושל אדמה. חי שהכל משום שאין דרכו בכך"
    },
    {
      name: "לוטוס ממרח",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אכל 35 גרם מברך על המחיה"
    },
    {
      name: "לולא (פרי טרופי, בשרו ירוק, צבע קליפתו אדמדם)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לונגן (פרי הגדל באשכולות, צבע קליפתו חום, צבע הפרי לבן שקוף כעין ליצי, יש בו גרעין קטן)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לוף (כרתי)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ראה כרתי"
    },
    {
      name: "לוקומה (פרי טרופי מתוק, צבעו צהוב – חום)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לחוח",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "יש בו דין קביעות סעודה. במעט יותר מאחד ושליש יש 216 גרם שהוא שיעור להמוציא וברכת המזון. ולבני אשכנז במעט יותר משני אחדים. לחוח ביתי אם הוא מאוד מאוד דק (2-3 מילימטר), אין בו דין קביעות סעודה"
    },
    {
      name: "לחם אינג'רא (טף)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "לחם במרק",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם יש בו כזית (שני שליש פרוסה בינונית), המוציא וברכת המזון גם אם לא ניכר שזה לחם. אם יש בכל חתיכה פחות מכזית (חצי פרוסה) ונתנום לכלי ראשון שעדיין יד סולדת בו, מזונות ועל המחיה אף שניכר שזה לחם, גם אם קבע סעודתו. נתנם בצלחת, המוציא וברכת המזון כל זמן שניכר שזה לחם. אם שראום לאותם חתיכות במרק תשע דקות ומעלה, מזונות ועל המחיה גם אם קבע סעודתו"
    },
    {
      name: "לחם גמור שאפאו בשיפוד",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם העץ (פרי גדול הגדל באיי הים השקט, צבעו ירוק, קליפתו מחוספסת, נאכל חי ומבושל, לאחר בישולו טעמו כלחם)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לחם זעתר",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם כוסמין",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם כוסמת",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "לחם מאודה (בצק רגיל הנאפה באדי מים רותחים)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם בקביעות סעודה, דנחשב כתבשיל. ע\"ע ערך סופגניה"
    },
    {
      name: "לחם מבושל",
      firstBlessing: "",
      lastBlessing: "",
      description: "חתיכות פחות מכזית, מזונות ועל המחיה גם בקביעות סעודה. חתיכות כזית, המוציא וברכת המזון. ראה עוד לחם במרק"
    },
    {
      name: "לחם מטוגן",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם יש בחתיכות כזית, המוציא וברכת המזון. אם אין כזית וזה שמן עמוק, מזונות ועל המחיה גם בקביעות סעודה. בשמן מעט, המוציא וברכת המזון. בשמן ביניים יש ספק ולכן לא יאכלם כך, ואם אכל יברך מזונות ועל המחיה"
    },
    {
      name: "לחמא מעז'ין",
      firstBlessing: "",
      lastBlessing: "",
      description: "ישתדל לאכול שיעור קביעות סעודה, ואם בכל זאת אכל פחות יברך המוציא וברכת המזון"
    },
    {
      name: "לחם מקמח אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "לחם מקמח חיטה ללא גלוטן",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם נבט חיטה (לחם יחזקאל)",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם סובין",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון",
      description: "היות ומעורב בו קמח חיטה"
    },
    {
      name: "לחם פשתן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "וזאת בתנאי שאין בו קמח חיטה אף שמכיל גלוטן"
    },
    {
      name: "לחם צרפתי",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון",
      description: "מתיקותו אינה מורגשת וגם נאכל לשובע, לכן אין לו דין פת הבאה בכיסנין"
    },
    {
      name: "לחם רגיל שמילאוהו אחר אפייתו במיני מתיקה ואפאוהו שוב",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם שום הנילוש ברוב מי פירות (כפי שמצוי בחנויות הפיצות)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם אכל 216 גרם, המוציא וברכת המזון, לבני ספרד אף אם לא שבע ולבני אשכנז רק אם שבע"
    },
    {
      name: "לחם שמעורב בעיסתו או על גביו בצל / פרג / קימל / זעתר /שומשומים / דגנים / עגבניות / שום",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון",
      description: "היות ונעשה לשובע ולא לקינוח ותענוג"
    },
    {
      name: "לחם שנאפה במיקרוגל",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "לחם שקדים / אגוזים / פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם מעורב בו או על גביו מעט ממינים אלו, המוציא וברכת המזון, אך אם עירבו בתוכו כמות מרובה עד שנאכל בתור קינוח ותענוג ולא למזון ולשובע, מזונות ועל המחיה. אם קבע סעודתו (216 גרם ללא המילוי, לבני ספרד אף אם לא שבע, ולבני אשכנז רק אם שבע) המוציא וברכת המזון"
    },
    {
      name: "לחם שקדים ואגוזים",
      firstBlessing: "המוציא",
      lastBlessing: "נפשות",
      description: "משום שהקמח דגן פחות מששית"
    },
    {
      name: "לחם שרוי ביין אדום",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם יש בו כזית (שני שליש פרוסה), המוציא וברכת המזון. אם אין בכל חתיכה כזית ונתאדם הלחם מבחוץ ומבפנים, מזונות ועל המחיה, גם אם קבע סעודתו. והוא הדין אם שראו בקפה או במרק כתום וכדו'. לכתחילה נכון שלא לאכול בצורה זו"
    },
    {
      name: "לחמית",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ב-19 גרם, 2 יחידות יש שיעור כזית"
    },
    {
      name: "לחמית ללא גלוטן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "לחמית עם פרוסת גבינה צהובה מעליה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "לחמניה מתוקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "נחלקו פוסקי דורינו האם ברכתה מזונות ועל המחיה היות וניכר טעם מתיקותה ואף יש בה רוב מי פירות כנגד המים, או המוציא וברכת המזון היות ואינה נאכלת לתענוג אלא לשובע ולסעודה. לכן ירא שמיים יאכלנה רק בקביעות סעודה (216 גרם) וכאן ניתן לצרף את המילוי אף לבני ספרד לפחות כשאוכל 162 גרם מהלחמניה. אכל כמות קטנה (לחמניה אחת) מברך מזונות ועל המחיה"
    },
    {
      name: "לחמניות מקמח אורז וקמח תירס",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "אם הרוב קמח אורז מזונות, ואם הרוב קמח תירס שהכל"
    },
    {
      name: "לחמניות מקמח דוחן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "לחמניות מקמח תירס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "קרוי גם לחם ללא גלוטן"
    },
    {
      name: "לחמניות מקמח תפוח אדמה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "קרוי גם לחם ללא גלוטן"
    },
    {
      name: "לטקס (קציצות מתפוח אדמה)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם רוסק בבלנדר, שהכל"
    },
    {
      name: "לימון",
      firstBlessing: "",
      lastBlessing: "",
      description: "חמוץ מאוד אין מברכים עליו. חמוץ שנאכל על ידי הדחק – שהכל. חמוץ שנאכל גם ללא דחק – העץ"
    },
    {
      name: "לימון כבוש",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לימון ננסי (לימון קטן מאוד מגידול מיוחד, נאכל כשהוא כבוש)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "אכלו כשהוא חי, ראה לימון"
    },
    {
      name: "ליצ'י (צורתו עגולה וגרעינו גדול, קליפתו דקה וקשה, צבעו חום-אדום, נאכל חי או משומר)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לנגסט (פרי טרופי שצבעו צהבהב)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "לצ'ו (מאכל העשוי מתערובת ירקות מבושלים עם ביצים ותבלינים)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "לפנות בוקר (אם החיטה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "לפת (ירק ממשפחת הסלק)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "לפתן",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך על הפירות את ברכתם הראויה, תחילה וסוף"
    },
    {
      name: "לקריץ, שורש (ממתק לעיסה או מציצה העשוי מתמציות שונות, מעורב בו מעט קמח לדבק)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה אין מברכים, ראה מסטיק וסוכריה"
    }
  ]
}
