import { BlessingCategory } from './brachot';

export const memBrachot: BlessingCategory = {
  title: "מ",
  blessings: [
    {
      name: "מאכל מקולקל",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "נאכל על ידי הדחק, שהכל, לא נאכל אף על ידי הדחק, אינו מברך"
    },
    {
      name: "מאמיי",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי שצורתו כדורית, צבעו דומה לאפרסק"
    },
    {
      name: "מאנצ'ס",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אם אכל מהציפוי לבד שיעור כזית תוך 4-7 דקות, מברך רק על המחיה. אם השיעור כזית הוא בצירוף הפיצוחים, נחלקו הפוסקים אם מברך נפשות או אינו מברך כלל.ולמעשה, לבני אשכנז מברך, ואף לבני ספרד יברך אם לא יכול לפטור במאכל אחר. אם הציפוי מקמח תירס או קמח אורז, ראה קבוקים קרנצ'י"
    },
    {
      name: "מאפה תפודים בשכבות",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "תפוחי אדמה וביצים קשות מונחים בשכבות ונאפים כך בתנור - מברך לפי הרוב, בדרך כלל זה התפוח אדמה, ויותר נכון לברך אדמה וגם שהכל היות והמינים ניכרים"
    },
    {
      name: "מאפים מבצק פילו",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מזונות ועל המחיה גם אם קבע סעודתו, דמחמת דקותן אין עליהם תורת פת. אם העלים דבוקים כמו בבצק עלים רגיל, יש קביעות סעודה"
    },
    {
      name: "מאפינים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "חברת אחוה - מזונות. אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם, טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "מארנג",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי אקזוטי, מקורו במזרח הרחוק, צבעו לבן, קליפתו צהובה"
    },
    {
      name: "מבולו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי אקזוטי, דומה לאפרסק"
    },
    {
      name: "מג'דרה",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אורז עם עדשים"
    },
    {
      name: "מדהים",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "חטיף שוקולד המכיל גם מעט קמח לנתינת טעם"
    },
    {
      name: "מדלר",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי המצוי בגידולים פרטיים, גודלו כגודל תפוח קטן, צבעו חום, נאכל טרי ומבושל"
    },
    {
      name: "מולטי דגנים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "סדרת דגני בוקר - מזונות. אחוזי הדגן שבו הם 20 אחוז ולכן כדי לברך על המחיה יש לאכול כ-70 גרם, וטוב להחמיר ולאכול כ-100 גרם. אכל פחות מ-60 גרם יברך נפשות לפי שיש בו שיעור כזית ללא הקמח דגן. וכן אם אכל בין 20 ל-30 גרם מברך נפשות"
    },
    {
      name: "מולטי כדורי דגנים עם מילוי בוטנים ושוקולד",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם, טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "מונסטרה",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי טרופי שמקורו בדרום אמריקה, קליפתו מצופה בקשקשים"
    },
    {
      name: "מוס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מוס עם עוגיות",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "מזונות ושהכל. לבסוף נפשות. אם העוגיות מעורבות היטב עם המוס, מזונות ונפשות"
    },
    {
      name: "מוסקה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חציל ממולא בשר - אדמה ונפשות וטוב לברך שתי ברכות"
    },
    {
      name: "מופלטה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם קבע סעודתו (216 גרם) המוציא וברכת המזון, נטילת ידיים עם ברכה. מופלטה מאוד מאוד דקה, אין בה דין קביעות סעודה"
    },
    {
      name: "מוצרים ללא גלוטן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מורנגה",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי בעל מראה תרמילי, אחרי הבישול מגרדים מתוכו את הפרי האכיל"
    },
    {
      name: "מחבתיות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "פאנקייק - אם קבע סעודתו (216 גרם) המוציא וברכת המזון, נטילת ידיים עם ברכה"
    },
    {
      name: "מחשי",
      firstBlessing: "",
      lastBlessing: "",
      description: "ירקות ממולאים בבשר ואורז - ראה כרוב ממולא, קישואים ממולאים, פלפל ממולא, בצל ממולא"
    },
    {
      name: "מטבוחה",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "אם ניכרים העגבניות, האדמה, אם לא ניכרים, שהכל"
    },
    {
      name: "מי מלח",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "אם מרגיש סלידה, אינו מברך"
    },
    {
      name: "מי סלק",
      firstBlessing: "האדמה",
      lastBlessing: "",
      description: "בורשט – חמיצה - האדמה, ויותר נכון לבני ספרד לברך שהכל. אכל סלק ואחר כך שותה את מימיו, אינו מברך"
    },
    {
      name: "מילאנו",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "פרי צהוב-כתום, צורתו כעין אליפסה ויש עליו קוצים בולטים"
    },
    {
      name: "מילפה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ואם המילוי לא דבוק היטב עם המאפה, שתי ברכות ויכווין במזונות שלא לפטור את המילוי. ברכה אחרונה על המחיה, ואם המילוי לא דבוק היטב, גם נפשות לבני אשכנז"
    },
    {
      name: "מילו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי שצבעו ירוק, מצהיב בהבשלה, טעמו מתוק-חמצמץ"
    },
    {
      name: "מילון",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "מילון טחון בבלנדר עד שנהפך למשקה – שהכל ונפשות"
    },
    {
      name: "מילון ממולא בפירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "פירות המונחים בתוך חצי מילון - יש לברך על הפירות וגם על המילון (אם ברכת הפירות העץ), היות ולא נאכלים יחד. אם בתוך המילון מונח סלט פירות, ראה סלט פירות"
    },
    {
      name: "מים כשאינו צמא",
      firstBlessing: "",
      lastBlessing: "",
      description: "אינו מברך"
    },
    {
      name: "מים של שימורי פירות",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "כגון אפרסק, משמש, אננס, תירס"
    },
    {
      name: "מיסטר שוקו",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "דגני בוקר, מיוצר על ידי חברת תלמה - אחוזי הקמח בהם הם כ-70 אחוז, ולכן בשלושים גרם ניתן לכתחילה לברך על המחיה ללא חשש"
    },
    {
      name: "מיץ אשכוליות טבעי",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מיץ הנשאר בצלחת בסוף אכילת הירקות",
      firstBlessing: "",
      lastBlessing: "",
      description: "עי' דינו בהליכות ברכות סימן ר\"ב סכ\"ז"
    },
    {
      name: "מיץ העשוי מפירות טחונים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מיץ העשוי מפירות סחוטים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מיץ להעביר טעם מר של תרופה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך על המיץ"
    },
    {
      name: "מיץ ענבים מוגז",
      firstBlessing: "הגפן",
      lastBlessing: "",
      description: "ברכתו הגפן כדין מיץ ענבים רגיל"
    },
    {
      name: "מיץ ענבים משוחזר",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מיץ ענבים עם תערובת מים",
      firstBlessing: "בורא פרי הגפן",
      lastBlessing: "",
      description: "בתנאי שהרוב מיץ ענבים, עי' בהליכות ברכות סימן ר\"ב סי\"א וסימן ר\"ד סט\"ו. ברכה אחרונה, מברך על הגפן אם שתה רביעית (81 גרם) תוך 3-4 שניות, המים שבמיץ ענבים מצטרפים לשיעור"
    },
    {
      name: "מיץ ענבים תירוש",
      firstBlessing: "בורא פרי הגפן",
      lastBlessing: "",
      description: "אף מיד אחר סחיטתו"
    },
    {
      name: "מיץ ענבים תירוש שיש בו חומר קוטל שמרים",
      firstBlessing: "בורא פרי הגפן",
      lastBlessing: ""
    },
    {
      name: "מיץ רימונים טבעי",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מיץ תפוזים טבעי",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מיקספלקס חטיף",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חטיף המבוסס על שברי שיבולת שועל עם אגוזים ושקדים הדבוקים יחד"
    },
    {
      name: "מיקספלקס פלוס",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "דגני בוקר, מיוצר על ידי חברת תלמה - אחוזי הדגן שבו הם 30 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם. טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "מירקל פרוט",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי שצבעו אדום. לאחר אכילתו, לכל מה שאוכלים יש טעם מתוק"
    },
    {
      name: "מיש",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי בר שנאכל חי, העץ שלו משמש בעיקר לעץ נוי"
    },
    {
      name: "מלבה טוסט",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "בצק הנאפה במיוחד עבור עשייתו לצנימים ואף נאכל לתענוג ולא לסעודה - מזונות ועל המחיה. אם קבע סעודתו (216 גרם), המוציא וברכת המזון, לבני אשכנז רק אם שבע"
    },
    {
      name: "מלח",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "אם מרגיש סלידה, אינו מברך"
    },
    {
      name: "מלווח",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם קבע סעודתו (216 גרם) יטול ידיו עם ברכה, המוציא וברכת המזון. בדרך כלל בשני מלווח יש קביעות סעודה (ניתן לראות לפי המשקל המצויין על האריזה). אם עשאו במחבת סגור מברך מזונות ועל המחיה גם בקביעות סעודה, משום שדין תבשיל עליו היות ונאפה בלחות המחבת ובשמן שבו"
    },
    {
      name: "מלפפון חמוץ",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "ממונסיו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי הגדל באשכולות וגודלו כדובדבן, צבע הפרי כתום וקליפתו ירוקה"
    },
    {
      name: "ממרח אגוזים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "ממרח בוטנים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "ממרח חרובים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "ממרח לוטוס",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אכל 35 גרם מברך על המחיה"
    },
    {
      name: "ממרח צמחי",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "ממרח שקדים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "ממרח תמרים",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "ממתק אגוזי יער",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "חברת ירושלים"
    },
    {
      name: "ממתק אגוזים ושקדים",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "אם ניכר צורתם, עץ ונפשות. אם לא ניכר צורתם, שהכל ונפשות, ומי שהוא מבני ספרד ורוצה לברך העץ, יש לו על מה שיסמוך"
    },
    {
      name: "ממתק בוטנים",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "ממתק בוטנים ושקדים",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך על המין שהוא הרוב, אם לא ברור מה הרוב, מברך אדמה"
    },
    {
      name: "ממתק דלעת טבעי",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חברת ירושלים"
    },
    {
      name: "ממתק חמניות",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "ממתק חרובים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חברת ירושלים"
    },
    {
      name: "ממתק חרובים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "נעשה מאבקת חרובים"
    },
    {
      name: "ממתק פיסטוק",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "אם ניכר צורתו, עץ ונפשות. אם לא ניכר צורתו, שהכל ונפשות, ומי שהוא מבני ספרד ורוצה לברך העץ, יש לו על מה שיסמוך"
    },
    {
      name: "ממתק קוקוס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ע\"ע ערך פרי מרוסק"
    },
    {
      name: "ממתק קשיו",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "אם ניכר צורתו, עץ ונפשות. אם לא ניכר צורתו, שהכל ונפשות, ומי שהוא מבני ספרד ורוצה לברך העץ, יש לו על מה שיסמוך"
    },
    {
      name: "ממתק שומשום",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "ממתק שקדים",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "ממתק תמרים עם שוקולד",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך לפי הרוב, אם הרוב תמרים, מברך העץ ומעין שלוש, ואם השוקולד הרוב, מברך שהכל ונפשות. אם לא ברור מה הרוב, מברך שהכל, ובאופן זה ישתדל לברך על מינים אחרים מעין שלוש ונפשות"
    },
    {
      name: "מנגו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "בין שליש לחצי פרי (תלוי בגודלו) יש שיעור לברכה אחרונה"
    },
    {
      name: "מנגוסטין",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי טרופי שטעמו חמצמץ, צורתו עגולה, צבעו לבן שקוף, קליפתו חומה"
    },
    {
      name: "מנדרינה",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "כבוש או מבושל, שהכל ונפשות"
    },
    {
      name: "מנה חמה אטריות / קוסקוס",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מזונות ועל המחיה ופוטר בזה את הירקות שבתוכם"
    },
    {
      name: "מנה חמה פירה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מניהוט",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "שיח טרופי המשמש למאכל"
    },
    {
      name: "מנצ'יס",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אם אכל מהציפוי לבד שיעור כזית תוך 4-7 דקות, מברך רק על המחיה, אם השיעור כזית הוא בצירוף הפיצוחים, נחלקו הפוסקים אם מברך נפשות או אינו מברך כלל. ולמעשה, לבני אשכנז מברך, ואף לבני ספרד יברך אם לא יכול לפטור במאכל אחר"
    },
    {
      name: "מנצ'יס מקמח אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "מגיע בצורות שונות"
    },
    {
      name: "מעדן מוצק",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "לבני אשכנז יש לברך נפשות אם אכל 27 גרם תוך 4 דקות. ולבני ספרד נכון יותר שלא יברכו וישתדלו לפטור בדבר אחר, אך המברך יש לו על מה שיסמוך"
    },
    {
      name: "מעדן נוזלי",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "כגון אשל אחר שניערו - בורא נפשות אם שתה רביעית (81 גרם, כחצי כוס חד פעמי) תוך 3-4 שניות"
    },
    {
      name: "מעדן עם חתיכות פרי",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דהפירות טפלים למעדן משום שבאו להטעימו. נשארו פירות ואוכלם לבד, אם הם מעט לא מברך, אם הרבה, מברך. ברכה אחרונה, נפשות. דגם אם לא מברכים על המעדן, מכל מקום על הפירות יש לברך, אם יש בהם כזית. ראה מעדן מוצק"
    },
    {
      name: "מצה במרק",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה לחם במרק. דינם שווה לחלוטין, בין בפסח ובין כל ימות השנה אף לבני ספרד"
    },
    {
      name: "מצה מטוגנת בפסח",
      firstBlessing: "",
      lastBlessing: "",
      description: "יש בזה כמה אפשרויות: א) כזית מצה (שני שליש מצה מרובעת) מטוגן בשמן עמוק או מבושל, המוציא וברכת המזון גם אם לא ניכר שזה מצה. ב) שברי מצה מטוגנים בשמן עמוק (בכל חתיכה פחות מכזית), מזונות ועל המחיה גם אם קבע סעודתו ואף אם ניכר שזה מצה. והוא הדין לבישול או להצפת חלב עליהם במחבת. ג) שברי מצה במעט שמן רק כדי שלא ידבק, המוציא וברכת המזון. ד) שברי מצה מטוגנים בשמן ביניים, ספק מה ברכתם ולכן נכון שלא לאכול באופן זה, ואם אכל יברך מזונות ועל המחיה. ה) שברי מצה (כל חתיכה פחות מכזית) עם ביצים תבלינים וכו' באופן שלא ניכר שזה מצה, מזונות ועל המחיה גם אם קבע סעודתו עליהם"
    },
    {
      name: "מצה מטוגנת כל השנה",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה מצה מטוגנת בפסח, דינם שווה לחלוטין"
    },
    {
      name: "מצה מצופה שוקולד",
      firstBlessing: "",
      lastBlessing: "",
      description: "דינה כדין מצה רגילה בין בפסח ובין בכל ימות השנה"
    },
    {
      name: "מצה שרויה ביין אדום",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה לחם שרוי ביין אדום, דינם שווה לחלוטין בין בפסח ובין כל ימות השנה, אף לבני ספרד"
    },
    {
      name: "מצות כל השנה",
      firstBlessing: "",
      lastBlessing: "",
      description: "לבני אשכנז המוציא וברכת המזון, לבני ספרד מזונות ועל המחיה. ואם אינה נכססת כגון מצות רכות או מצות יבשות שהרטיבם, אף לבני ספרד המוציא וברכת המזון"
    },
    {
      name: "מצות ללא גלוטן",
      firstBlessing: "",
      lastBlessing: "",
      description: "דינם כדין מצות רגילות. ולענין לצאת בהם ידי חובה בפסח, עי' הליכות ברכות סימן ר\"ח הערה ע\"ט"
    },
    {
      name: "מציצת פירות",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ואם הכניסם לפיו ומצצם, העץ. ולענין ברכה אחרונה, אם מצצם כשהם בתוך פיו, מברך נפשות על כזית (27 גרם) שמצצו תוך 4-7 דקות. ואם מצצם מחוץ לפיו, אינו מברך"
    },
    {
      name: "מציצת ענבים",
      firstBlessing: "בורא פרי העץ",
      lastBlessing: "",
      description: "לענין ברכה אחרונה דינו כמציצת פירות, רק שכשצריך לברך ברכתו היא על העץ. ראה מציצת פירות"
    },
    {
      name: "מקופלת",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "בעשרים גרם יש שיעור כזית שזה מעט יותר מיחידת מיני מקופלת"
    },
    {
      name: "מקלוני אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "מקלוני אפונה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מקלוני אפונה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "מקלוני בצל / חומוס / טופו / סויה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "טעה ובירך אדמה, יצא"
    },
    {
      name: "מרוה",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "תבלין - ראה תבלינים"
    },
    {
      name: "מרמולדה",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "מרציפן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "עשוי משקדים טחונים בתוספת סוכר"
    },
    {
      name: "מרק לענין ברכה אחרונה",
      firstBlessing: "",
      lastBlessing: "",
      description: "לבני ספרד אינו מברך נפשות אא\"כ הוא פושר ושתה רביעית (כחצי כוס חד פעמי) תוך 3-4 שניות, ובני אשכנז יש הנוהגים לברך אם שתה רביעית תוך 4 דקות. אם שתאו חם, רביעית תוך כדי שיעור שתיית רביעית, 3-4 שניות, לבני אשכנז, מברך נפשות ולבני ספרד אינו מברך"
    },
    {
      name: "מרק אטריות עם עוף וירקות ואוכלם יחד",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מברך רק מזונות ועל המחיה. ואם המינים ניכרים, עדיף לברך על כל מין בפני עצמו ולכווין במזונות שלא לפטור המינים האחרים, וכן יעשה בברכה אחרונה"
    },
    {
      name: "מרק גריסים",
      firstBlessing: "",
      lastBlessing: "",
      description: "מעוגלים וקטנים מזונות ועל המחיה. מאורכים (דמוי אורז), אדמה ונפשות"
    },
    {
      name: "מרק ירקות טחון בבלנדר",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "מי שהוא מבני ספרד ורוצה לברך אדמה, יש לו על מה שיסמוך"
    },
    {
      name: "מרק עם ירקות ואבקת מרק ושותה רק את המרק",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ראה מרק לענין ברכה אחרונה"
    },
    {
      name: "מרק עם ירקות ואוכלם יחד",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם הירקות מועטים - שהכל. ברכה אחרונה באופן זה, אם אכל כזית מהירקות תוך 4-7 דקות, מברך בורא נפשות, ואם אין כזית בירקות, ראה מרק לענין ברכה אחרונה"
    },
    {
      name: "מרק עם ירקות ועוף",
      firstBlessing: "",
      lastBlessing: "",
      description: "שתי ברכות. ברכה אחרונה, ראה מרק עם ירקות ואוכלם יחד"
    },
    {
      name: "מרק עם ירקות ועוף ושותה רק את המרק",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "מרק עם מיני דגן ושותה רק את המרק",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "מרק עם שקדי מרק",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם העיקר זה השקדי מרק מברך רק מזונות, ואם שניהם חשובים עבורו, מברך שתי ברכות ויכווין במזונות שלא לפטור המרק"
    },
    {
      name: "מרק עם קרוטונים",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם העיקר זה הקרוטונים מברך רק מזונות, ואם שניהם חשובים עבורו, מברך שתי ברכות ויכווין במזונות שלא לפטור המרק"
    },
    {
      name: "מרק שהתבשל עם מיני דגן ואוכלם יחד",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ואם המיני דגן מועטים ועיקר דעתו על המרק, מברך שתי ברכות ויברך תחילה על המרק. ברכה אחרונה באופן זה, על המחיה אם אכל כזית מהמיני דגן תוך 4-7 דקות. את המרק יפטור בנפשות על דבר אחר"
    },
    {
      name: "מרק שנתבשל עם אורז",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך על המין העיקרי עבורו, ואם שניהם חשובים לו, מברך כפי המין שהוא הרוב"
    },
    {
      name: "מרק שקיבל טעם הירקות בלבד",
      firstBlessing: "האדמה",
      lastBlessing: "",
      description: "ויותר נכון לבני ספרד לברך שהכל"
    },
    {
      name: "מרשמלו",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות ולועסים אותו. ראה עוד סוכריה"
    },
    {
      name: "מרשמלו קריספ",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "פצפוצי אורז עם קרם מרשמלו - משום שהרוב הם הפצפוצי אורז"
    },
    {
      name: "מש",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "מין קטנית, מכונה גם אפונה סינית"
    },
    {
      name: "משמש",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "חי, כבוש או מבושל, לפי שכך דרכו"
    },
    {
      name: "משקאות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "כל סוגי המשקאות ברכתם שהכל ונפשות (חוץ מיין). בכדי לברך נפשות צריך לשתות רביעית (81 גרם, כחצי כוס חד פעמי) תוך 3-4 שניות, אך אם שתה יותר מזמן זה, אינו מברך. ולכן אין לברך נפשות על שתיה חמה או חריפה. יש מבני אשכנז הנוהגים לברך. שתה שתיה חמה או חריפה, רביעית תוך כדי שיעור שתיית רביעית, 3-4 שניות, לבני ספרד אינו מברך ברכה אחרונה, ולבני אשכנז מברך נפשות"
    },
    {
      name: "משקאות חריפים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, בני ספרד לא מברכים. בני אשכנז, אם שתה רביעית תוך 3-4 שניות, מברך נפשות, ואם שתה תוך 4-7 דקות, תלוי במנהג של ברכה אחרונה על שתיה חמה"
    },
    {
      name: "משקאות מתוקים כשאינו צמא",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "משקה חריף",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם לא נהנה כלל בשתייתו אינו מברך, ואם נהנה על ידי הדחק מברך את ברכתו הראויה. ברכה אחרונה, עי' ערך משקאות"
    },
    {
      name: "מתאים",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "חטיף וופל - אם אכל 60-70 גרם מברך על המחיה, אכל פחות מזה אך יותר מ-27 גרם נחלקו הפוסקים אם יברך נפשות או לא יברך כלל ולמעשה, יברך נפשות. גם בקביעות סעודה (216 גרם ויותר) מברך רק על המחיה, דאין עליהם תורת פת מחמת דקותן"
    }
  ]
}
    