import { BlessingCategory } from './brachot';

export const nounBrachot: BlessingCategory = {
  title: "נ",
  blessings: [
    {
      name: "נאצ'וס (חטיף מקמח תירס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "נאשי (פרי טרופי ממשפחת האגסים, דומה בצורתו לתפוח)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "נבט חיטה (חיטה שנבטה במים ומפרידים ממנה את הנבט שהוא החלק המרכזי)",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הנבט התבשל במים או בחלב וכדו', מזונות ועל המחיה וכדין חיטה שבורה. אם נאכל חי או שנאפה בחום, אדמה ונפשות"
    },
    {
      name: "נבט סויה / ברוקולי / סיני",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות ומנביטים אותו כשהירק תלוש ולכן יורד דרגה וגם שלא נוטעים את הירק והקטנית עבור זה"
    },
    {
      name: "נבטים",
      firstBlessing: "",
      lastBlessing: "",
      description: "הגדלים במים שהכל, הגדלים באדמה או בעציצים, האדמה. עי' ערך גידולי מים וגידולים בעציץ שאינו נקוב"
    },
    {
      name: "נגיסי עוף",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אף שמצופים בקמח, ע\"ע שניצל"
    },
    {
      name: "נגיסי תירס עם גבינה (חברת סופר קלאס)",
      firstBlessing: "",
      lastBlessing: "",
      description: "שהכל ונפשות היות והגבינה היא הרוב. ואם העיקר בשבילו זה התירס, אדמה ונפשות. הקמח הניתן בתוכם נעשה רק לדבק"
    },
    {
      name: "נגיסי תפוחי אדמה עם גבינה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "בכל אופן היות ונעשה מקמח תפוחי אדמה"
    },
    {
      name: "נוגו (חטיף אנרגיה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "נוגט חטיף (סדרת חטיפים המיוצרת על ידי חברת תופינית העשויה מפירות וקטניות טחונים כגון חרובים, צימוקים, אגוזים, שומשומים, סויה, פצפוצי אורז בתוספת סוכר וכדו')",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות והפירות אינם ניכרים והחלק שניכר הוא מיעוט"
    },
    {
      name: "נוטי צ'וז (חטיף שוקולד עם בוטנים, מיוצר על ידי חברת פשקס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות והבוטנים נועדו להטעים את השוקולד וגם כי הוא הרוב"
    },
    {
      name: "נוטרי נס (תחליף קפה העשוי מדגנים, מיוצר על ידי חברת מרשל טבע)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, ראה תה"
    },
    {
      name: "נופלאס (סוג של קקטוס שאוכלים את גבעוליו, טעמו חמצמץ, נאכל מטוגן או צלוי)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "היות ואינו עיקר הפרי, אך נוטעים אותו גם על דעת כן"
    },
    {
      name: "נס קפה",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, ראה תה"
    },
    {
      name: "נס קפה אבקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אין לברך. עירב בה סוכר, מברך העץ אם הרוב זה האבקת קפה"
    },
    {
      name: "נענע",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "וכדין תבלינים"
    },
    {
      name: "נצרי חזרן (שיח הבמבוק, גדל כעץ גמור, קוטפים אותו בעודו קטן ורך, נאכל על ידי בישול. יש מקומות שנוטעים אותו על דעת כן ויש מקומות שלא נוטעים אותו על דעת אכילה)",
      firstBlessing: "",
      lastBlessing: "",
      description: "במקומות שלא מגדלים אותו על דעת לאוכלו, כגון בארץ ישראל, שהכל ונפשות. במקומות שמגדלים אותו על דעת לאוכלו, אדמה ונפשות ולא העץ היות ואוכל את העץ בעצמו.אם הובאו ממקומות שמגדלים אותו על דעת לאוכלו לארץ ישראל, ברכתו שהכל היות וכעת אוכלו במקום שאין דרכו בכך"
    },
    {
      name: "נקטרינה",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "מבושל, שהכל ונפשות אלא אם כן הושבח בבישול"
    },
    {
      name: "נקניק סויה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "נקניקיות מצופות / צ'יפס / קמח תירס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם אם מעורב בציפוי קמח דגן, ראה שניצל"
    },
    {
      name: "נשנושים בטעם שמנת בצל (חברת בייגל בייגל)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "בעשרים אחדים (21 גרם) יש שיעור כזית"
    },
    {
      name: "נשנושים וחטיפים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם בקביעות סעודה"
    },
    {
      name: "נשנש פיקנטי (חברת בייגל את בייגל)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח שבו הם 50 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-35 גרם וטוב להחמיר ולאכול כ-50 גרם אכל בין 20 ל-30 גרם, מברך נפשות"
    },
    {
      name: "נשנש תירס (חברת בייגל את בייגל)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח שבו הם כ-60 אחוז, ולכן כדי לברך על המחיה צריך לאכול כ-30 גרם וטוב להחמיר ולאכול כ-40 גרם"
    },
    {
      name: "נשנש תפוח אדמה (חברת בייגל את בייגל)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הדגן שבו הם 40 אחוז ולכן כדי לברך על המחיה יש לאכול כ-50 גרם. טוב להחמיר ולאכול כ-70 גרם.אכל פחות מ-35 גרם מברך נפשות"
    }
  ]
}
