import { BlessingCategory } from './brachot';

export const nunBrachot: BlessingCategory = {
  title: "נ",
  blessings: [
    {
      name: "נאצ'וס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף מקמח תירס"
    },
    {
      name: "נאשי",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "פרי טרופי ממשפחת האגסים, דומה בצורתו לתפוח"
    },
    {
      name: "נבט חיטה",
      firstBlessing: "מזונות",
      lastBlessing: "מחיה",
      description: "חיטה שנבטה במים ומפרידים ממנה את הנבט שהוא החלק המרכזי. אם הנבט התבשל במים או בחלב וכדו', מזונות ועל המחיה וכדין חיטה שבורה. אם נאכל חי או שנאפה בחום, אדמה ונפשות"
    },
    {
      name: "נבט סויה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות ומנביטים אותו כשהירק תלוש ולכן יורד דרגה וגם שלא נוטעים את הירק והקטנית עבור זה"
    },
    {
      name: "נבטים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "הגדלים במים שהכל, הגדלים באדמה או בעציצים, האדמה. עי' ערך גידולי מים וגידולים בעציץ שאינו נקוב"
    },
    {
      name: "נגיסי עוף",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אף שמצופים בקמח, ע\"ע שניצל"
    },
    {
      name: "נגיסי תירס עם גבינה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חברת סופר קלאס - היות והגבינה היא הרוב. ואם העיקר בשבילו זה התירס, אדמה ונפשות. הקמח הניתן בתוכם נעשה רק לדבק"
    },
    {
      name: "נגיסי תפוחי אדמה עם גבינה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "בכל אופן היות ונעשה מקמח תפוחי אדמה"
    },
    {
      name: "נוגו",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף אנרגיה"
    },
    {
      name: "נוגט חטיף",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "סדרת חטיפים המיוצרת על ידי חברת תופינית העשויה מפירות וקטניות טחונים כגון חרובים, צימוקים, אגוזים, שומשומים, סויה, פצפוצי אורז בתוספת סוכר וכדו'. היות והפירות אינם ניכרים והחלק שניכר הוא מיעוט"
    },
    {
      name: "נוטי צ'וז",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף שוקולד עם בוטנים, מיוצר על ידי חברת פשקס. היות והבוטנים נועדו להטעים את השוקולד וגם כי הוא הרוב"
    },
    {
      name: "נוטרי נס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "תחליף קפה העשוי מדגנים, מיוצר על ידי חברת מרשל טבע. ברכה אחרונה, ראה תה"
    },
    {
      name: "נופלאס",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "סוג של קקטוס שאוכלים את גבעוליו, טעמו חמצמץ, נאכל מטוגן או צלוי. היות ואינו עיקר הפרי, אך נוטעים אותו גם על דעת כן"
    },
    {
      name: "נס קפה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ברכה אחרונה, ראה תה"
    },
    {
      name: "נס קפה אבקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אין לברך. עירב בה סוכר, מברך העץ אם הרוב זה האבקת קפה"
    },
    {
      name: "נענע",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "וכדין תבלינים"
    },
    {
      name: "נצרי חזרן",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "שיח הבמבוק, גדל כעץ גמור, קוטפים אותו בעודו קטן ורך, נאכל על ידי בישול. במקומות שלא מגדלים אותו על דעת לאוכלו, כגון בארץ ישראל, שהכל ונפשות. במקומות שמגדלים אותו על דעת לאוכלו, אדמה ונפשות ולא העץ היות ואוכל את העץ בעצמו. אם הובאו ממקומות שמגדלים אותו על דעת לאוכלו לארץ ישראל, ברכתו שהכל היות וכעת אוכלו במקום שאין דרכו בכך"
    },
    {
      name: "נקטרינה",
      firstBlessing: "העץ",
      lastBlessing: "נפשות",
      description: "מבושל, שהכל ונפשות אלא אם כן הושבח בבישול"
    },
    {
      name: "נקניק סויה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "נקניקיות מצופות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם אם מעורב בציפוי קמח דגן, ראה שניצל"
    },
    {
      name: "נשנושים בטעם שמנת בצל",
      firstBlessing: "מזונות",
      lastBlessing: "מחיה",
      description: "חברת בייגל בייגל. בעשרים אחדים (21 גרם) יש שיעור כזית"
    },
    {
      name: "נשנושים וחטיפים",
      firstBlessing: "מזונות",
      lastBlessing: "מחיה",
      description: "גם בקביעות סעודה"
    },
    {
      name: "נשנש פיקנטי",
      firstBlessing: "מזונות",
      lastBlessing: "מחיה",
      description: "חברת בייגל את בייגל. אחוזי הקמח שבו הם 50 אחוז ולכן כדי לברך על המחיה צריך לאכול כ-35 גרם וטוב להחמיר ולאכול כ-50 גרם אכל בין 20 ל-30 גרם, מברך נפשות"
    },
    {
      name: "נשנש תירס",
      firstBlessing: "מזונות",
      lastBlessing: "מחיה",
      description: "חברת בייגל את בייגל. אחוזי הקמח שבו הם כ-60 אחוז, ולכן כדי לברך על המחיה צריך לאכול כ-30 גרם וטוב להחמיר ולאכול כ-40 גרם"
    },
    {
      name: "נשנש תפוח אדמה",
      firstBlessing: "מזונות",
      lastBlessing: "מחיה",
      description: "חברת בייגל את בייגל. אחוזי הדגן שבו הם 40 אחוז ולכן כדי לברך על המחיה יש לאכול כ-50 גרם. טוב להחמיר ולאכול כ-70 גרם. אכל פחות מ-35 גרם מברך נפשות"
    }
  ]
}
