import { BlessingCategory } from './brachot';

export const peBrachot: BlessingCategory = {
  title: "פ",
  blessings: [
    {
      name: "פאו (פרי מאורך ממשפחת האנונה, צבעו צהוב כהה, יש בו גרעינים שחורים)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פאחוקוטה (פרי הנראה כעין שסק, טעמו מעט מריר)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פאי (פשטידה העשויה מדגן וממולאת בגבינה, ירקות, פירות וכדו')",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם הציפוי דק ולא אכל ממנו שיעור כזית (27 גרם), מזונות ונפשות"
    },
    {
      name: "פאלסה (פרי קטן שטעמו כעין אוכמניות, קליפתו קשה ומחוספסת וראויה לאכילה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פאנקייק",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם קבע סעודתו (216 גרם) המוציא וברכת המזון, נטילת ידיים עם ברכה"
    },
    {
      name: "פפאיה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חי או מיובש"
    },
    {
      name: "פודינג ממין דגן",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ואם הוא נוזלי מאוד עד שאין צריך אפילו לגלגלו בלשונו, שהכל ונפשות"
    },
    {
      name: "פודינג עם פירות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם אכל את הפירות לבד, מברך גם על הפירות"
    },
    {
      name: "פולי קפה",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "קלויים - העץ. מצופים בשוקולד והשוקולד הוא הרוב, שהכל, וזו המציאות לאלו הנמכרים בחנויות"
    },
    {
      name: "פולי קקאו",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "קלויים - העץ. מצופים בשוקולד והשוקולד הוא הרוב, שהכל, וזו המציאות לאלו הנמכרים בחנויות"
    },
    {
      name: "פולים",
      firstBlessing: "",
      lastBlessing: "",
      description: "מבושל האדמה, חי שהכל , ואם בירך האדמה יצא"
    },
    {
      name: "פולן (מאכל המיוצר מאבקת הפרחים)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פולסן (פרי שצורתו אליפטית, קליפתו עבה וקוצנית, טעמו מתוק)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פומלה",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פופסים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פופקורן",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ב-11 אחדים יש שיעור ברכה אחרונה"
    },
    {
      name: "פחזניה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם המילוי מרובה יש לברך גם עליו, כשמברך מזונות יכווין שלא לפוטרו. אם קבע סעודתו, 216 גרם ללא המילוי (לבני ספרד אף אם לא שבע, ולבני אשכנז רק אם שבע), המוציא וברכת המזון, נטילה עם ברכה"
    },
    {
      name: "פטיפורים (מעדני קינוח העשויים מעוגות ושוקולד מעורבים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אין בהם תערובת של מיני דגן, שהכל ונפשות. אם יש בהם תערובת של מיני דגן לשם נתינת טעם, מברך רק מזונות אף שהשוקולד עומד בפני עצמו היות ונאפו יחד. אם השוקולד ניתן על המאפה לאחר האפיה והוא בכמות מכובדת, מברך גם על השוקולד. בכדי לברך על המחיה צריך שיאכל בפועל כזית דגן תוך 4-7 דקות וגם שהדגן יהיה שישית (כ-17 אחוז) מכלל התערובת. אם לא אכל כזו כמות, מברך רק נפשות. ע\"ע הליכות ברכות סימן ר\"ח סל\"ב"
    },
    {
      name: "פטל פרי",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "פרי הפטל המצוי בינינו גדל בענף חד שנתי, וישנם שאף הגזע כלה והולך, וכן הורה מרן הגרש\"ז אויערבך זצוק\"ל"
    },
    {
      name: "פטרוזיליה",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "פטרוזיליה בתוך תבשיל ואוכל את הפטרוזיליה בפני עצמה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם מטרתו בנתינת הפטרוזיליה לתבשיל רק כדי להטעימו, מברך שהכל, אם מטרתו גם לאוכלה עם התבשיל, מברך אדמה"
    },
    {
      name: "פטריות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "טעה ובירך האדמה לא יצא ידי חובה. עי' בדברינו סימן ר\"ד ס\"ב כיצד נכון לנהוג"
    },
    {
      name: "פיג'ואה (פרי טרופי, צבעו ירוק-צהוב)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פיטאיה (פרי הגדל על שיח רב שנתי כעין קקטוס, צבעו החיצוני אדום-צהוב, צבע הפרי לבן, סגול או אדום)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "קרוי גם פרי עדן, פיטאיה זוחלת, פיטאיה צהובה"
    },
    {
      name: "פיטנגה (פרי המשמש לעשיית גדר חי, אין ממנו גידול מסחרי לפירות, הפרי קטן וחמצמץ וצבעו אדום)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "משום שראוי לאכילה חי"
    },
    {
      name: "פיטנס חטיף שוקולד מכיל דגנים מלאים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פינוקי בריאות (חטיפי דגנים עם קרונפלקס, שקדים, שיבולת שועל, פצפוצי אורז ועוד)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "כל הסוגים שהכל ונפשות היות ופתיתי הדגנים הם מיעוט בתערובת. למעט סוג דגנים בטעם בננה עם פקאן, שמעורב בו מעט קמח דגן לטעם, ברכתו מזונות ונפשות"
    },
    {
      name: "פינקי (חברת חטיפי העמק)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הדגן שבו הם כ-55 אחוז, ולכן כדי לברך על המחיה צריך לאכול כ-30 גרם וטוב להחמיר ולאכול כ-40 גרם"
    },
    {
      name: "פיפס (חברת שופרסל)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הדגן שבו הם כ-55 אחוז, ולכן כדי לברך על המחיה צריך לאכול כ-30 גרם וטוב להחמיר ולאכול כ-40 גרם"
    },
    {
      name: "פיפס מקמח תפוחי אדמה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פיסטוק",
      firstBlessing: "עץ",
      lastBlessing: "",
      description: "אף כשאינו קלוי"
    },
    {
      name: "פיסטוק ממתק",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם ניכר צורתו, עץ ונפשות. אם לא ניכר צורתו, שהכל ונפשות, ומי שהוא מבני ספרד ורוצה לברך העץ, יש לו על מה שיסמוך"
    },
    {
      name: "פיצה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הבצק נילוש ברוב מי פירות כנגד המים, מזונות ועל המחיה. אם הרוב מים, לבני אשכנז המוציא וברכת המזון, לבני ספרד אם ניכר בבירור שינוי בטעם, מזונות ועל המחיה. בשני משולשים יש קביעות סעודה לבני ספרד. ולבני אשכנז בשני משולשים ורבע. לכתחילה אין לאכול בין משולש וחצי לשני משולשים. מגש בינוני – קרוב לשלושה משולשים יש קביעות סעודה לבני ספרד. ולבני אשכנז במעט יותר משלושה וחצי משולשים. לכתחילה אין לאכול בין שני משולשים ומעט יותר, למעט פחות משלושה משולשים. כל הפיצות בכשרות בד\"ץ עדה החרדית, ברכתם מזונות"
    },
    {
      name: "פיצה הנאפית בתוך תבנית עם מעט שמן",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הפיצה עבה, המוציא וברכת המזון, ואם הפיצה דקה יש בזה ספק ונכון שלא לאוכלה ואם אכל יברך מזונות ועל המחיה, גם בקביעות סעודה"
    },
    {
      name: "פיצה טופו",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם עשויה מטופו בלבד, שהכל ונפשות, אם מעורב בה קמח דגן לנתינת טעם או לשובע, מזונות. ברכה אחרונה עי' הליכות ברכות סימן ר\"ח סל\"ב"
    },
    {
      name: "פיצוחים בציפוי חלוה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך ברכת הפיצוחים"
    },
    {
      name: "פיצוחים בציפוי עוגיות",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "פיצי (דייסת דגני בוקר, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "המוצר מכיל כ-45 אחוז קמחים ממין דגן ולכן כדי לברך על המחיה יש לאכול כ-40 גרם, טוב להחמיר ולאכול כ-60 גרם. אכל בין 20 ל-35 גרם מברך נפשות"
    },
    {
      name: "פיצפוצונים (חטיפי אורז מצופים, מיוצרים על ידי חברת בי אן די)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "בסידרה זו ישנו חטיף תירס מצופה סוכר חום ודבש, אדמה ונפשות"
    },
    {
      name: "פיצפוצי קינואה (גרגירי קינואה תפוחים, מיוצר על ידי חברת בי אן די)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "פירה",
      firstBlessing: "",
      lastBlessing: "",
      description: "העשוי מתפוח אדמה ברכתו אדמה, העשוי משביבי תפוח אדמה ברכתו שהכל. כדורי פירה מצופים פירורי לחם – שהכל"
    },
    {
      name: "פירורי לחם",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "פירות טבולים בשוקולד (מצוי באירועים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך רק על הפירות"
    },
    {
      name: "פירות יבשים",
      firstBlessing: "",
      lastBlessing: "",
      description: "ברכתם הראויה עץ או אדמה"
    },
    {
      name: "פירות יבשים מבושלים עם אורז או קוסקוס ואוכלם לבדם",
      firstBlessing: "",
      lastBlessing: "",
      description: "ברכתם הראויה"
    },
    {
      name: "פירות מבושלים",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "ואם נגרע טעמם בבישול, שהכל"
    },
    {
      name: "פירות סלט ומציצת פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה סלט פירות ומציצת פירות"
    },
    {
      name: "פיתה יזדית",
      firstBlessing: "",
      lastBlessing: "",
      description: "המוציא וברכת המזון אף שהיא קשה היות ונאכלת לשובע ולא לקינוח, אך אם נאכלת בעיקר לקינוח ותענוג, מזונות ועל המחיה"
    },
    {
      name: "פיתה עירקית",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "פיתה קראנצ'",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם קבע סעודתו (216 גרם) המוציא וברכת המזון, כולל נטילת ידיים עם ברכה"
    },
    {
      name: "פלאטוניה (פרי שגדל על עץ גבוה המגיע לגובה 40 מטר, גודל הפרי כתפוז, בשרו צהוב, טעמו חמוץ-מתוק)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פלאפל",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פלורנטינה (עוגיות העשויות משברי בוטנים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אין קמח דגן בתערובת ונעשה משברי בוטנים דבוקים, אדמה ונפשות, היות וניכרים הבוטנים. אם נעשו מבוטנים טחונים – שהכל ונפשות. אם מעורב בהם קמח דגן לשם נתינת טעם, מזונות ונפשות, אלא אם כן אכל כמות של כזית דגן תוך 4-7 דקות ושהדגן 17 אחוז לפחות מכלל התערובת, דאז מברך על המחיה"
    },
    {
      name: "פלמיטו",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "פלפל חריף",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "בין חי בין מבושל. הרגיל בו ומרגיש הנאה באכילתו, האדמה. ראה עוד שיפקה"
    },
    {
      name: "פלפל ממולא באורז ובשר",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "בתנאי שאוכלם יחד"
    },
    {
      name: "פלפל מתוק (אדום, צהוב, ירוק)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "חי או מבושל, לפי שכך דרכו"
    },
    {
      name: "פנטזיה",
      firstBlessing: "",
      lastBlessing: "",
      description: "דינו כיין רגיל, ראה יין"
    },
    {
      name: "פסחלאך (חטיף של פסח)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פסטה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "פסטה כוסמת / קטניות / תירס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "משום שנעשה מקמח שלהם"
    },
    {
      name: "פסטלים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המילוי לא מצטרף לשיעור כזית. אין דין קביעות סעודה בפסטלים היות וטוגנו בשמן עמוק ולכן גם אם אכל כמות מרובה, מברך על המחיה ולא ברכת המזון, ראה סופגניה"
    },
    {
      name: "פסטרמה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פסטרמה על פריכיות אורז",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם הם פריכיות מקמח אורז, מזונות ונפשות"
    },
    {
      name: "פסיפלורה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "פספוסים (חטיף מקמח תירס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פסק זמן",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "פפיטו (חטיף תירס חברת חטיפי העמק)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פפינו (פרי ממשפחת הדלועים, נראה כמו פסיפלורה, צבעו סגלגל מנומר, נאכל כשהוא חי, מצוי ברוב עונות השנה)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "פפריקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אין לברך, ואם הטעימה על ידי שמן או מלח, מברך שהכל"
    },
    {
      name: "פצפוצי אורז",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "כל החברות מזונות ונפשות, חברת מפעלי דגן, אדמה"
    },
    {
      name: "פצפוצי אורז עם חלב",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם החלב בא רק להטעימם, מברך רק על הפצפוצים, ואם שניהם חשובים עבורו, מברך לפי הרוב"
    },
    {
      name: "פצפוצי אורז עם שוקולד (מנג'טים)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "חברת מפעלי דגן, אדמה"
    },
    {
      name: "פרג",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "פרוזן יוגורט (מעדן קפוא העשוי מתערובת של פירות ואגוזים טחונים עם גלידה)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "לבני אשכנז מברך נפשות אם אכל 27 גרם מכל התערובת, ולבני ספרד מברך רק אם אכל כזית (27 גרם) מהפירות"
    },
    {
      name: "פרוטי פבלס (דגני בוקר בטעם פירות, מבוססים על אורז מבושל באדים, מיוצר על ידי חברת פוסט)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "פרונטו (סדרת חטיפים מקמח תירס, מיוצר על ידי חברת מנה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פרוסטיד פלקס (דגני בוקר, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "פרוסטיס (דגני בוקר העשויים מפתיתי תירס, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "פרחי דלעת",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם הכשירם לאכילה, שהכל ונפשות, ראה עלי גפן ונענע"
    },
    {
      name: "פרחים הראויים לאכילה או שהכשירם לאכילה וכן צוף הפרחים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ראה עלי גפן"
    },
    {
      name: "פרי הארץ (דגני בוקר, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם. טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "פריחטיף (תפוח עץ מיובש)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "ראה פירות יבשים"
    },
    {
      name: "פרי חמוץ או מר שנגמר גידולו",
      firstBlessing: "",
      lastBlessing: "",
      description: "עי' סימן ר\"ב סט\"ו"
    },
    {
      name: "פרי יער (דגני בוקר, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 25 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם. טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "פרי מצופה שוקולד",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "ראה עוד שקדים מצופים שוקולד"
    },
    {
      name: "פרי מרוסק",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם ניכר צורתו מברך את ברכתו. לא ניכר צורתו מברך שהכל, ומי שהוא מבני ספרד ורוצה לברך את ברכת הפרי, יש לו על מה שיסמוך. אם הוא פרי משבעת המינים ואין לו במה לפוטרו בנפשות ומעין שלוש, מברך מעין שלוש אף לבני אשכנז"
    },
    {
      name: "פרי עץ הסוכריות (פרי צבעוני קטן הגדל באשכולות צפופים ונראה על העץ כמו אשכול סוכריות)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פרי שלא נגמר גידולו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "פריכיות אורז",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם נעשו מקמח אורז (מצויין ברכיבים), מזונות ונפשות"
    },
    {
      name: "פריכיות אורז עם כוסמין",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם נעשו מקמח אורז וקמח כוסמין, מזונות ונפשות"
    },
    {
      name: "פריכיות אורז עם קוואקר",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם נעשו מקמח אורז (מצויין ברכיבים), מזונות ונפשות"
    },
    {
      name: "פריכיות אורז עם תירס",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם נעשו מקמח אורז (מצויין ברכיבים), מזונות ונפשות"
    },
    {
      name: "פריכיות אורז שמרח עליהם קוטג'",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם הם פריכיות מקמח אורז, מזונות ונפשות"
    },
    {
      name: "פריכיות דגנים (חמשת מיני דגן)",
      firstBlessing: "",
      lastBlessing: "",
      description: "אדמה ונפשות. אם נעשו מקמח של חמשת מיני דגן (מצויין ברכיבים) ברכתם מזונות, ולגבי ברכה אחרונה אם אין שם תערובת קמחים אחרים, מברך על המחיה, אם יש שם תערובת קמחים אחרים שאינם מיני דגן כגון קמח אורז עי' הליכות ברכות סימן ר\"ח סל\"ז"
    },
    {
      name: "פריכיות דקות משלושה דגנים וקינואה",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "פריכיות מצופות שוקולד",
      firstBlessing: "",
      lastBlessing: "",
      description: "ברכתם כפריכיות רגילות, עי' כל סוג מה ברכתו. משום שהשוקולד בא להטעימם ונחשב טפל"
    },
    {
      name: "פריכיות מקטניות (תירס כוסמת וכדו')",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם נעשו מקמח תירס, שהכל ונפשות"
    },
    {
      name: "פריכיות תפוח אדמה בטעם עשבי תיבול",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פריכסה (בצק מטוגן שממלאים בו אחר הטיגון, טונה, ביצים ותפוח אדמה)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע עליו סעודתו, עי' ערך סופגניה"
    },
    {
      name: "פרילי",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ופוטר את הפירות. ברכה אחרונה ראה מעדן נוזלי"
    },
    {
      name: "פרינגלס (חטיף צ'יפס מקמח תפוחי אדמה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ב-10 אחדים (19 גרם) יש שיעור כזית"
    },
    {
      name: "פרנצ' טויסט קרינצ' (דגני בוקר, מיוצר על ידי חברת ג'נרל מילס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פרפל (סוג פתיתים)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "פרפקט (חטיף וופל מצופה שוקולד, מיוצר על ידי חברת ורד)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "ראה פסק זמן"
    },
    {
      name: "פרפר (חטיף מקמח תירס, מצופה בחמאת בוטנים)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פרפר נחמד (חברת תלמה שפע)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "פשטידת אטריות",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "השמן הבלוע בתוכו מצטרף לשיעור על המחיה. אין בה דין קביעות סעודה"
    },
    {
      name: "פשטידת בצל / ברוקולי / בשר / גזר / ירקות / כרובית / פטריות/ קישואים / תירס / תפוחי אדמה / תרד",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם לא מעורב בהם קמח לנתינת טעם או לשובע והירק לא ניכר, שהכל ונפשות. אם הירק ניכר, אדמה ונפשות. כשניכר טעם הקמח ונתינתו לשם טעם או שובע, מזונות ונפשות, אלא אם כן הקמח הוא כ-17 אחוז ויותר מכלל התערובת ואכל בפועל כזית דגן תוך 4-7 דקות, מברך על המחיה"
    },
    {
      name: "פשטידת חלה (פירורי חלה המגובלים בשמן ביצים ומים ונאפים בתנור)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שלא ניכר בה תואר לחם וגם בכל חתיכה היה פחות מכזית לפני הדיבוק. נכון שלא לאכול שיעור קביעות סעודה, עבר ואכל יברך על המחיה. אם בישלה, מזונות ועל המחיה גם בקביעות סעודה ואף אם ניכר בה תואר לחם. אם גיבלם רק במים ואפה, המוציא וברכת המזון בכל אופן"
    },
    {
      name: "פשטידת מצה",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה פשטידת חלה, דינם שוה"
    },
    {
      name: "פשטידת תפוח אדמה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ואם רוסק בבלנדר, שהכל"
    },
    {
      name: "פשתן טבעי (גרגירי פשתן קלויים)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות ונטיעת צמח הפשתן עבור הפשתן ולא עבור הגרעינים. בדרך כלל גרעיני הפשתן נאכלים כטפל למאכל אחר ונפטרים בברכת העיקר"
    },
    {
      name: "פת כל הסוגים",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה לחם"
    },
    {
      name: "פתית חיטה (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח הם כ-80 אחוז, מעיקר הדין די באכילת 20 גרם כדי לברך על המחיה, אך טוב להחמיר ולאכול כ-25 גרם"
    },
    {
      name: "פתות (פתיתי לחם במרק)",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם יש בו כזית (שני שליש פרוסה בינונית), המוציא וברכת המזון גם אם לא ניכר שזה לחם. אם יש בכל חתיכה פחות מכזית (חצי פרוסה) ונתנום לכלי ראשון שעדיין יד סולדת בו, מזונות ועל המחיה אף שניכר שזה לחם, גם אם קבע סעודתו. נתנם בצלחת, המוציא וברכת המזון כל זמן שניכר שזה לחם. אם שראום לאותם חתיכות במרק תשע דקות ומעלה, מזונות ועל המחיה גם אם קבע סעודתו"
    },
    {
      name: "פתית חיטה מלאה (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח הם כ-80 אחוז, מעיקר הדין די באכילת 20 גרם כדי לברך על המחיה, אך טוב להחמיר ולאכול כ-25 גרם"
    },
    {
      name: "פתית עגבניות (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח הם כ-80 אחוז, מעיקר הדין די באכילת 20 גרם כדי לברך על המחיה, אך טוב להחמיר ולאכול כ-25 גרם"
    },
    {
      name: "פתית שוודי (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח הם כ-80 אחוז, מעיקר הדין די באכילת 20 גרם כדי לברך על המחיה, אך טוב להחמיר ולאכול כ-25 גרם"
    },
    {
      name: "פתית שיפון (חברת תלמה שפע)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אחוזי הקמח הם כ-80 אחוז, מעיקר הדין די באכילת 20 גרם כדי לברך על המחיה, אך טוב להחמיר ולאכול כ-25 גרם"
    },
    {
      name: "פתיתים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המים הבלועים בתוכם מצטרפים לשיעור על המחיה. 24 גרם הוא כזית בנפח, כשליש כוס חד פעמי. אין בהם דין קביעות סעודה"
    },
    {
      name: "פתיתי תירס",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה קורנפלקס"
    },
    {
      name: "פתיתים עם תפוחי אדמה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך שתי ברכות תחילה וסוף. ואם בושלו יחד ונאכלים יחד, מברך רק מזונות ועל המחיה"
    }
  ]
}
