import { BlessingCategory } from './brachot';

export const reshBrachot: BlessingCategory = {
  title: "ר",
  blessings: [
    {
      name: "ראנצ'רוס (חטיף מקמח תירס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "ראפלס (חטיף צ'יפס, מיוצר על ידי חברת עלית)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ראה תפוצ'יפס."
    },
    {
      name: "רב דגנים (חטיף מקמח חיטה, מיוצר על ידי חברת הדר)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה"
    },
    {
      name: "רבע לשבע",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל שמונה אחדים תוך 4-7 דקות, מברך על המחיה."
    },
    {
      name: "רבע לשבע שלוק",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "רביולי (בצק מתובלן ממולא בגבינות וכדו')",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע סעודתו, היות והוא מבושל"
    },
    {
      name: "רגלת הגינה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "אם נאכל בפני עצמו, או נמצא בתוך סלט והוא העיקר"
    },
    {
      name: "רוביה (לוביא. קטנית הנראית כמו שעועית, משווקת טריה או בצורת פולים מיובשים)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "האוכלה חיה, שהכל ונפשות, לפי שאין דרכה בכך."
    },
    {
      name: "רוגלעך",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "לאחריו על המחיה אם אכל רוגלעך אחד בינוני ואף במעט פחות (המילוי לא מצטרף), טוב להחמיר ולאכול רוגלך ורבע. אם אכל שלושת רבעי רוגלך, נחלקו הפוסקים אם יברך נפשות או לא יברך כלל. בששה אחדים צריך לברך המוציא וברכת המזון לבני ספרד, ולבני אשכנז בשמונה אחדים. לכתחילה אין לאכול בין ארבעה לששה אחדים."
    },
    {
      name: "רולדה (עוגה ממולאת קרם)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם לא נאפו יחד, היות והקרם אינו מרובה ונחשב כליפות לעוגה. אם אכל כזית (27 גרם) מהעוגה רק בצירוף הקרם, לבני אשכנז מברך נפשות, ולבני ספרד נכון יותר שלא לברך וישתדל לפוטרו בנפשות על דבר אחר. ע\"ע ערך קרמבו."
    },
    {
      name: "רולדת פיצוחים (תערובת פיצוחים ותמרים טחונים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "עץ ונפשות, משום שחלק מהפיצוחים ממיני העץ ניכרים והם רוב כלפי התמר וגם כלפי מיני האדמה. אם הרוב מיני אדמה והם ניכרים, מברך אדמה. אם אינו יודע מה הרוב, מברך אדמה מספק. אם טחונים היטב עד שאינם ניכרים, מברך שהכל ונפשות."
    },
    {
      name: "רולרס (דגני בוקר, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המוצר מכיל כ-50 אחוז ויותר של מיני דגן ולכן די באכילת 35 גרם כדי לברך על המחיה. אכל בין 20 ל-30 גרם, מברך נפשות."
    },
    {
      name: "ריבה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "ריבס (רובא רוב, רוברבה, רברבר)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "ריבת פירות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "מי שהוא מבני ספרד ורוצה לברך את ברכת הפרי, יש לו על מה שיסמוך. אם יש מעט חתיכות פרי שניכרים בצורתן, עץ ונפשות, אף לבני אשכנז."
    },
    {
      name: "ריבת תמרים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "מי שהוא מבני ספרד ורוצה לברך העץ יש לו על מה שיסמוך. אם חלק מהתמרים ניכרים בצורתן, העץ אף לבני אשכנז. ברכה אחרונה, ישתדל לפטור בנפשות ומעין שלוש על מאכלים אחרים, אם אין לו, יברך מעין שלוש אף לבני אשכנז."
    },
    {
      name: "רייז קריספיס (דגני בוקר, מיוצר על ידי חברת קלוגס)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "לא ידוע כמה אחוזי דגן יש במוצר ולכן יש לאכול כחמישים-שישים גרם."
    },
    {
      name: "רייז קריספיס (פצפוצי אורז)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "רייזין ברן (דגני בוקר, מיוצר על ידי מספר מפעלים)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "לא ידוע כמה אחוזי דגן יש במוצר ולכן יש לאכול כחמישים-שישים גרם."
    },
    {
      name: "רייזין נוט ברן (דגני בוקר, מיוצר על ידי חברת ג'נרל מילס)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "לא ידוע כמה אחוזי דגן יש במוצר ולכן יש לאכול כחמישים-שישים גרם."
    },
    {
      name: "רייס בייטס (חטיפי אורז, עשויים מקמח אורז ותוספות)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "רימון",
      firstBlessing: "עץ",
      lastBlessing: "מעין שלוש"
    },
    {
      name: "רימון מיץ",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "ריסי'ס פופס (דגני בוקר, מיוצר על ידי חברת ג'נרל מילס)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "רייספלקס (פתיתי אורז)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "רמבוטן (פרי הדומה בטעמו לליצ'י, מכוסה בעלים שעירים)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "רסק עגבניות",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "רקיקים קטנים הממולאים בשר טחון או דגים טחונים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ובתנאי שהרגילות לאוכלם לקינוח ולתענוג. יש בהם דין קביעות סעודה."
    }
  ]
}
