import { BlessingCategory } from './brachot';

export const samechBrachot: BlessingCategory = {
  title: "ס",
  blessings: [
    {
      name: "סאפאו (פרי הנקרא אגס אפריקאי, צורתו אליפטית, צבעו כחול-סגול, צבע הפרי ירוק חיור)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "סברס",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "סובין (קליפות גרעיני חמשת מיני דגן)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם הכשירן לאכילה. אכלם כמות שהם, אינו מברך, משום שאינם ראויים לאכילה. מאכלים המבוססים על סובין ומעורב בהם קמח דגן, ברכתם מזונות. ראה עוד דייסת סובין"
    },
    {
      name: "סוגו (פרי טרופי, צורתו כדורית, קליפתו חומה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "סודה כשאינו צמא",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ואם אין לו שום הנאה, אינו מברך"
    },
    {
      name: "סויה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אוכל את הפולי סויה כשהם מבושלים או קלויים, אדמה ונפשות. יתר המוצרים מפולי סויה נעשים לאחר טחינתם, ברכתם שהכל ונפשות"
    },
    {
      name: "סוכר",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "טעה ובירך אדמה יצא"
    },
    {
      name: "סוכר קנים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "במציצת הקנים, טעה ובירך העץ או אדמה, יצא בדיעבד. ברכה אחרונה לא מברכים היות ולעולם אין שיעור במציצה"
    },
    {
      name: "סוכריה",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "אין ברכה אחרונה, אלא אם כן אכל כזית בלעיסה תוך 4-7 דקות"
    },
    {
      name: "סולת",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ראה עוד דייסא העשויה מחמשת מיני דגן"
    },
    {
      name: "סומבררו (חברת מיה) חטיף מקמח תירס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "סוסנטה (ממתק שוקולד ממולא באגוזים, שקדים או באורז תפוח)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות והשוקולד הוא העיקר"
    },
    {
      name: "סופגניה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם אכל שיעור קביעות סעודה. ירא שמיים יאכל סופגניה וחצי כרגילותו ומאז יש לחתוך כל סופגניה לששה חלקים, באופן זה מברך לבסוף על המחיה בכל כמות, ללא חשש"
    },
    {
      name: "סופגניה בתוך הסעודה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם אוכל לשובע אינו מברך, אם אוכל לתענוג הרי זה ספק ולכן נכון להניחה לאחר ברכת המזון, או לפוטרה בדבר שהוא מזונות וודאי כגון וופלה, קבוקים, אובלטים ועוד, ואם בכל זאת אוכל, אינו מברך"
    },
    {
      name: "סופגניה שנאפתה אחר הטיגון",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ואם אכל שיעור קביעות סעודה (216 גרם), המוציא וברכת המזון, נטילה עם ברכה. לבני אשכנז נכון שלא לאוכלה בלי קביעות סעודה"
    },
    {
      name: "סופלה",
      firstBlessing: "",
      lastBlessing: "",
      description: "שוקולד מומס עם קמח דגן, הקמח עיקר ולכן דינו כעוגת טורט שיש לברך מזונות ועל המחיה על כזית מהמאפה, אף שאחוזי הדגן מועטים. ולכתחילה טוב להיזהר ולאכול כמות גדולה כדי שבפועל יאכל כזית דגן, או להשלים לשיעור במאפים אחרים. אם השוקולד עיקר והקמח מטעימו – ראה פטיפורים. ישנם השמים מעט קמח רק בכדי לדבק או ששמים קמח קורנפלור, באופן זה ברכתו שהכל ונפשות. לכן יש לבדוק לפני שאוכל, כיצד נעשה הסופלה"
    },
    {
      name: "סופלה בקביעות סעודה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הקמח ניתן לנתינת טעם או להשביע, יש קביעות סעודה ב-216 גרם לבני ספרד ובתנאי שהקמח לפחות שישית מכלל העוגה וגם שיאכל כזית דגן אחד בתוך 4-7 דקות. ולבני אשכנז ב-325 גרם"
    },
    {
      name: "סושי (דג מצופה אורז ושניהם עטופים באצות ים)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "היות ושניהם חשובים והאורז הוא הרוב, טוב ונכון לברך שתי ברכות משום ששניהם ניכרים, מזונות על האורז ולכווין שלא לפטור את הדג ושהכל על הדג. אבוקדו ושאר ירקות בכמות מועטת סביב לאורז, אין לברך עליהם היות ומטרתם להטעים את המאכל"
    },
    {
      name: "סחוג",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "אף שנאכל כשהוא לבדו רק על ידי הדחק. אין לברך אחריו ברכה אחרונה אף אם אכל כזית תוך 4 דקות, משום שאין הנאה כלל באכילת כמות זו ממאכל כה חריף"
    },
    {
      name: "סחלב (צמח המשמש למוצרי מזון בעיקר לדייסות קורנפלור)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "על כל המוצרים הנעשים ממנו, היות ונשתנה בצורתו בטעמו ובשמו. ברכה אחרונה, אם זה דייסא, עי' דייסת קורנפלור. אם זה מעדן, ראה מעדן מוצק"
    },
    {
      name: "סטיביה (ממתיק טבעי)",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "סיגרים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המילוי לא מצטרף לשיעור כזית. אין דין קביעות סעודה בסיגרים היות וטוגנו בשמן עמוק ולכן גם אם אכל כמות מרובה, מברך על המחיה ולא ברכת המזון, ראה סופגניה"
    },
    {
      name: "סילאן תמרים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, ראה דבש תמרים או דבורים"
    },
    {
      name: "סילקא (העלים הירוקים של שורשי הסלק)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "סירופ",
      firstBlessing: "",
      lastBlessing: "",
      description: "מתוק מברך שהכל, מר אינו מברך"
    },
    {
      name: "סירפד (עלים המשמשים לחליטה לצורך שתיה או רפואה)",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "אם אכל את העלים בפני עצמם לאחר שהכשירם לאכילה. משקה העשוי מהם, שהכל"
    },
    {
      name: "סלוף (פיתה תימנית)",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון"
    },
    {
      name: "סלט אבוקדו (אבוקדו וביצים מרוסקות)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "משום שהאבוקדו לעולם ניכר מחמת המרקם והצבע, הביצים באים להטעימו וגם הם המיעוט"
    },
    {
      name: "סלט אטריות וכרוב",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "אם לא אכל שיעור כזית מהאטריות, מברך נפשות"
    },
    {
      name: "סלט ביצים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם כשמעורב בו הרבה בצל הניכר"
    },
    {
      name: "סלט הערינג (דג מלוח טחון מעורב עם מינים אחרים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "כשמעורב עם ירקות הבאים להטעימו, שהכל ונפשות. אם הירקות לא באים להטעימו, מברך לפי הרוב, ואם אינו יודע מה הרוב, מברך שהכל. ברכה אחרונה נפשות בכל מצב. אם מעורב בו פירורי לחם, ברכתו המוציא היות וניתנו לשם טעם וניכר טעמם אף שהם מיעוט. ברכה אחרונה באופן זה תלוי, אם יש כזית בלחם, ברכת המזון, אם אין כזית, נפשות. אם עירבו בסלט מיני דגן שברכתם מזונות, כגון פירורי קרוטונים, מזונות ועל המחיה (אם יש כזית מהקרוטונים), ואם ניכרים בפני עצמם ולא נעשו כיחידה אחת, מזונות ושהכל ולבסוף על המחיה ונפשות"
    },
    {
      name: "סלט זיתים (זיתים טחונים עם מיונז)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "לפי שהשתנו הזיתים גם בצורתם וגם בטעמם ובשמם. אם חתיכות הזיתים ניכרות, עץ ומעין שלוש"
    },
    {
      name: "סלט חומוס כל הסוגים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "אם יש בהם גרגירי חומוס הנאכלים יחד עם החומוס, שהכל, ואם נאכלים לבד, אדמה"
    },
    {
      name: "סלט חסה (חתיכות חסה מעורבות עם שקדים, אגוזים, חמוציות וכדו')",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "משום שבאים להטעים את החסה, וגם כשאין המטרה להטעים, מכל מקום החסה היא הרוב"
    },
    {
      name: "סלט חצילים",
      firstBlessing: "",
      lastBlessing: "",
      description: "פרוסות או קוביות חצילים מתובלים, אדמה ונפשות. הנעשה מחצילים מרוסקים, אם ניכר שזה חצילים, אדמה ונפשות. ואם התרסק היטב עד שלא ניכר שזה חצילים, שהכל ונפשות ומי שהוא מבני ספרד ורוצה לברך אדמה, יש לו על מה שיסמוך. אכן אם עירבו בו הרבה מיונז עד שלא ניכר טעם החצילים כאותם הנמכרים בחנויות, לכל הדעות שהכל ונפשות"
    },
    {
      name: "סלט טונה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "דהירקות באים להטעים את הטונה"
    },
    {
      name: "סלט טוסט",
      firstBlessing: "המוציא",
      lastBlessing: "ברכת המזון",
      description: "אם חתיכות הטוסט טוגנו בשמן, מזונות ועל המחיה"
    },
    {
      name: "סלט טופו",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם מעורב עם ירקות, מברך לפי הרוב, ראה טופו"
    },
    {
      name: "סלט טורקי",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "בתנאי שחתיכות הירקות ניכרות"
    },
    {
      name: "סלט טונה ופסטה (תערובת של אטריות, ירקות וטונה)",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך מזונות על הפסטה ומכווין שלא לפטור את המינים האחרים, אדמה על הירקות, שהכל על הטונה. אם יש כזית (27 גרם) בפסטה, מברך על המחיה ונפשות, אם אין כזית בפסטה, מברך רק נפשות"
    },
    {
      name: "סלט טונה ותירס",
      firstBlessing: "",
      lastBlessing: "נפשות",
      description: "מברך לפי הרוב, לא ברור מה הרוב, מברך שהכל. ברכה אחרונה, נפשות"
    },
    {
      name: "סלט ירקות ופסטה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך מזונות על הפסטה ומכווין שלא לפטור את הירקות, אדמה על הירקות. אם יש כזית (27 גרם) בפסטה, מברך על המחיה ונפשות, אם אין כזית בפסטה, מברך רק נפשות"
    },
    {
      name: "סלט כבד",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם כשמעורב בו הרבה בצל הניכר"
    },
    {
      name: "סלט כרוב ואטריות",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך מזונות על הפסטה ומכווין שלא לפטור את הכרוב, אדמה על הכרוב. אם יש כזית (27 גרם) בפסטה, מברך על המחיה ונפשות, אם אין כזית בפסטה, מברך רק נפשות. אם מאדים את הכרוב והאטריות יחד, מזונות ועל המחיה"
    },
    {
      name: "סלט עם גבינה צפתית מטוגנת בפירורי לחם (גבינת חלומי)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "עדיף לברך שתי ברכות אדמה ושהכל"
    },
    {
      name: "סלט עם קוביות גבינה קשה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "סלט עם קרוטונים",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך מזונות ואדמה היות והקרוטונים באים להטעים את הסלט ולא להיפך. ברכה אחרונה, מברך גם על המחיה וגם נפשות ובתנאי שיש שיעור בכל אחד. ואם רק ביחד יש שיעור, עי' הליכות ברכות סימן ר\"י ס\"י"
    },
    {
      name: "סלט פירות",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם החתיכות אינם ניכרות מברך לפי הרוב. ואם החתיכות ניכרות מעיקר הדין מברך לפי הרוב וטוב לברך שתי ברכות"
    },
    {
      name: "סלט תפוחי אדמה וביצים (תערובת של חתיכות תפוחי אדמה, ביצים ומלפפונים חמוצים)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "היות והרוב מין האדמה. טוב לכווין בברכת האדמה שלא לפטור את הביצים ולברך עליהם שהכל"
    },
    {
      name: "סלק",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "גם כשאוכלו חי"
    },
    {
      name: "סלק מגורד",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "סלק מים",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "ויותר נכון לבני ספרד לברך שהכל. אכל סלק ואחר כך שותה את מימיו, אינו מברך"
    },
    {
      name: "סלרי",
      firstBlessing: "אדמה",
      lastBlessing: "",
      description: "גם כשהוא חי. סלרי במרק ואוכלו לבדו – האדמה"
    },
    {
      name: "סמבוסק (בצק הנילוש במי פירות, ממולא בבשר, תפוחי אדמה, גבינה ונאפה ביחד עם המילוי)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המילוי לא מצטרף לשיעור. אם אכל 216 גרם ללא המילוי, לבני ספרד אף אם לא שבע, ולבני אשכנז רק אם שבע, מברך המוציא וברכת המזון. אם הבצק הוא רגיל, ישתדל לאכול שיעור קביעות סעודה, ואם בכל זאת אכל פחות יברך המוציא וברכת המזון. סמבוסק המטוגן בשמן עמוק, אין בו דין קביעות סעודה, ראה סופגניה"
    },
    {
      name: "סנטול (פרי טרופי, צבעו לבן, טעמו חמצמץ)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "ספגטי",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "המים הבלועים בתוכם מצטרפים לשיעור על המחיה"
    },
    {
      name: "ספודילה (פרי שצורתו עגולה, צבע קליפתו חום חלוד, צבע הפרי ורוד-חום או צהוב-כתום)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "ספוטה לבנה (פרי שמוצאו מדרום אמריקה, צורתו כתפוח קטן, קליפתו צהבהבה)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "ספוטה שחורה (פרי שמוצאו מדרום אמריקה, מראהו שחור, כשמבשיל צבעו ירוק-זית)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "ספינג'",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם בקביעות סעודה. נכון שלא לאכול שיעור קביעות סעודה כרגילותו אלא בצורה שכתבנו בסופגניה"
    },
    {
      name: "סרדינים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "טעה ובירך אדמה, לא יצא"
    }
  ]
}
