import { BlessingCategory } from './brachot';

export const shinBrachot: BlessingCategory = {
  title: "ש",
  blessings: [
    {
      name: "שאשא (חברת אשבול)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שאשי ובאלי (חברת אשבול)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 20 אחוז ולכן כדי לברך על המחיה יש לאכול כ-70 גרם (תוך 4-7 דקות), טוב להחמיר ולאכול כ-100 גרם. אכל פחות מ-60 גרם יברך נפשות לפי שיש בו שיעור כזית ללא הקמח דגן. וכן אם אכל בין 20 ל-30 גרם מברך נפשות."
    },
    {
      name: "שביבי בצל, שביבי שום",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה בצל ושום."
    },
    {
      name: "שוגי בטעם וניל עם קרם חלב (חטיף, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "שוגי דגני בוקר (מיוצר על ידי חברת תלמה)",
      firstBlessing: "",
      lastBlessing: "",
      description: "הסוגים הבאים ברכתם שהכל ונפשות היות ומיוצרים מקמס תירס: שוגי קרונפלקס, שוגי שוקו.\nהסוגים הבאים ברכתם מזונות ונפשות היות ויש בהם קמח דגן לנתינת טעם אך רק כ-10 אחוז והרי הם פחות מכדי אכילת פרס (שישית או שמינית): שוגי וניל, שוגי פצפוצי שוקולד, שוקי קפיצי כרמל, שוגי קרמל.\nהסוגים הבאים ברכתם מזונות ועל המחיה ובתנאי שאכל 40 גרם: שוגי בריבוע, שוגי כוכבים, כפי שכתבנו בערך שוגי פיצי, אכל בין 20 ל-35 גרם, מברך נפשות."
    },
    {
      name: "שוגי חטיף (מיוצר על ידי חברת תלמה)",
      firstBlessing: "",
      lastBlessing: "",
      description: "הסוגים שאינם מכילים קמח דגן, שהכל ונפשות, ואלו הם: שוגי חטיף קורנפלקס, שוגי חטיף דגנים קורנפלקס וכן שוגי שוקו. יתר הסוגים, מזונות ונפשות כפי שנכתבו במפורט."
    },
    {
      name: "שוגי עם פצפוצי שוקולד לבן וקרם שוקולד (חטיף, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "שוגי פיצי (דגני בוקר מיוצר על ידי תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הקמח שבו הם 45 אחוז ולכן כדי לברך על המחיה יש לאכול כ-40 גרם, טוב להחמיר ולאכול כ-60 גרם. אכל בין 20 ל-35 גרם, מברך נפשות."
    },
    {
      name: "שוגי קרמל עם קרם שוקולד (חטיף, מיוצר על ידי חברת תלמה)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "שוגי שוקו קורנפלקס (חטיף, מיוצר על ידי חברת תלמה)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "בחצי חטיף (15 גרם) יש שיעור כזית."
    },
    {
      name: "שוגר פופט וויט (דגני בוקר, מיוצר על ידי חברת קמח ארה\"ב)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוגר פרוסטיד פלקס (דגני בוקר, מיוצר על ידי חברת קמח ארה\"ב)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שום חי",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "צלוי או מבושל עד שאיבד מחריפותו וטעים באכילתו, אדמה ונפשות."
    },
    {
      name: "שום מבושל עם דגים ואוכל השום לבד",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "שומר",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "גם כשהוא חי"
    },
    {
      name: "שומשום",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "שומשום ממתק",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "שומשום עוז (שומשום מונבט במים)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ראה גידולי מים ונבטים."
    },
    {
      name: "שומשמיות מתוקות (חברת אחוה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו הם 27 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם (תוך 4-7 דקות), טוב להחמיר ולאכול כ-90 גרם. אכל פחות מ-50 גרם יברך נפשות לפי שיש בו שיעור כזית ללא הקמח דגן. וכן אם אכל בין 20 ל-30 גרם מברך נפשות."
    },
    {
      name: "שוקו בולס (כדורי תירס מצופים שוקולד, מיוצר על ידי חברת עלית)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקו קיד (ממתק שוקולד, מיוצר על ידי חברת ורד)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקודו (ביסקוויטים שיש ביניהם שכבת שוקולד)",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "יש להקפיד לאכול כזית (27 גרם) מהביסקוויט ללא צירוף השוקולד, ואם יש כזית רק בצירוף נחלקו הפוסקים אם מברך נפשות או אינו מברך כלל. ולמעשה אם אין לו במה לפוטרו, יברך נפשות."
    },
    {
      name: "שוקולד",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם בירך העץ או האדמה, יצא ידי חובה. ב-8 קוביות מסוג שוקולד פרה (32 גרם) יש שיעור כזית."
    },
    {
      name: "שוקולד ביסקוויט",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות",
      description: "אם אכל שיעור כזית מהביסקוויט (כשלושה ביסקוויטים קטנים של פתי בר), מברך רק על המחיה"
    },
    {
      name: "שוקולד בלונדי (חברת עלית)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקולד חרובים (חטיף)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקולד כרמל (חטיף שוקולד)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקולד מיקס (שברי גלילי וופל וקוקוס, חברת עלית)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקולד ממולא באגוזים, שקדים וכדו'",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "משום שמטרתם להטעים את השוקולד, גם נאכלים בגלל השוקולד."
    },
    {
      name: "שוקולד עוגיות",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקולד עם עדשים ועוגיות (חברת עלית)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שוקולד עם פצפוצי אורז",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שושקה (סוג של פלפל הנראה כמו פלפל חריף, טעמו מתוק, משמש לאכילה ולתיבול)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ראה עוד פלפל חריף."
    },
    {
      name: "שזיף",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "חי, מבושל, מיובש, משום שכך דרכו."
    },
    {
      name: "שזיף המושל (פרי קטן, צורתו עגולה, דומה לדובדבן, צבעו אדום-סגול)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "שטרודל / תפוחי עץ / אגוזים",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ראה עוד עוגת פירות."
    },
    {
      name: "שיפודים עם עגבניות ובצל",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם נאכלים יחד, שהכל ונפשות, היות ומטרתם להטעים את הבשר, אם נאכלים בפני עצמם, מברך עליהם אדמה ועל הבשר שהכל."
    },
    {
      name: "שיפקה",
      firstBlessing: "אדמה",
      lastBlessing: ""
    },
    {
      name: "שייק עוגיות",
      firstBlessing: "",
      lastBlessing: "",
      description: "מזונות, ואם נטחנו העוגיות היטב עד שנהפכו לנוזל עם השייק, שהכל. ברכה אחרונה, נפשות ובתנאי ששותה רביעית (כחצי כוס חד פעמי) תוך 3-4 שניות."
    },
    {
      name: "שייק פירות",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שכר העשוי מתמרים",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה נפשות רק אם שתה רביעית (כחצי כוס חד פעמי) תוך 3-4 שניות. ואם אין דרכו בכך, לבני ספרד אינו מברך."
    },
    {
      name: "שלאגר (משקה אלכוהול מוגז)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "ברכה אחרונה, ראה משקאות, ושכר העשוי מתמרים."
    },
    {
      name: "שלגון מגה (שלגון המכיל שברי עוגיות, מיוצר על ידי חברת נסטלה)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "ראה גלידת עוגיות. אם העוגיות מפוזרות רק בחלקו העליון, כשסיים עם העוגיות, מברך על השלגון שהכל. ברכה אחרונה, ראה גלידה."
    },
    {
      name: "שלוה",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ב-80 אחדים (5 גרם) יש שיעור ברכה אחרונה."
    },
    {
      name: "שלפח (פרי הנראה כעין בצלצלים קטנים, צבעו אדום, נאכל בפני עצמו, טעמו חמוץ מעט)",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "שמיר",
      firstBlessing: "",
      lastBlessing: "",
      description: "אין לברך, ואם הטעימו על ידי שמן או מלח, מברך שהכל."
    },
    {
      name: "שמן אגוזים / אקליפטוס / בוטנים / חמניות / קוקוס ועוד",
      firstBlessing: "",
      lastBlessing: "",
      description: "כשהוא לבדו, אינו מברך. כשעירבו עם דברים אחרים, עי' הליכות ברכות סימן ר\"ב סכ\"ד וסכ\"ו."
    },
    {
      name: "שמן זית",
      firstBlessing: "",
      lastBlessing: "",
      description: "כשהוא לבדו, אינו מברך. כשעירבו עם דברים אחרים, עי' הליכות ברכות סימן ר\"ב סכ\"ד וסכ\"ו."
    },
    {
      name: "שמרי יין",
      firstBlessing: "",
      lastBlessing: "",
      description: "המוצץ את היין שבשמרים, מברך הגפן. לאחריו אינו מברך היות ולא ניתן למצוץ רביעית תוך 3-4 שניות. ויש מבני אשכנז הנוהגים לברך. האוכל שמרי יין כמות שהם, אינו מברך דאזוקי מזיק (אינם טעימים כלל)."
    },
    {
      name: "שמפניה",
      firstBlessing: "",
      lastBlessing: "",
      description: "דינו כיין רגיל, ראה יין."
    },
    {
      name: "שניצל סויה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שניצל עוף",
      firstBlessing: "",
      lastBlessing: "",
      description: "שהכל, ואם הציפוי עבה, מזונות. ברכה אחרונה, נפשות. אם הציפוי עבה ואכל ממנו כזית, מברך על המחיה."
    },
    {
      name: "שניצל עוף אפוי עם פירורי לחם",
      firstBlessing: "",
      lastBlessing: "",
      description: "שהכל ונפשות. אם הציפוי עבה וניכרים הפירורי לחם, המוציא וברכת המזון, אם יש שיעור כזית בפירורי לחם. אם טיבל היטב את הפירורי לחם עם ביצה וכדו' עד שלא ניכר שזה פירורי לחם, מזונות ועל המחיה."
    },
    {
      name: "שניצל תירס",
      firstBlessing: "",
      lastBlessing: "",
      description: "שהכל ונפשות. ואם העיקר אצלו זה התירס מברך אדמה."
    },
    {
      name: "שסק",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "אכלו מבושל, שהכל אלא אם כן הושבח בבישולו כגון בקומפוט."
    },
    {
      name: "שעוונית",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות"
    },
    {
      name: "שעועית הגלידה (פרי מתוק מאוד, דומה בצורתו לתרמיל שעועית, צבעו ירוק)",
      firstBlessing: "עץ",
      lastBlessing: "נפשות"
    },
    {
      name: "שעועית חיה",
      firstBlessing: "",
      lastBlessing: "",
      description: "אינו מברך כלל. מבושלת אדמה ונפשות."
    },
    {
      name: "שעועית ירוקה",
      firstBlessing: "",
      lastBlessing: "",
      description: "מבושל האדמה, חי שהכל , ואם בירך האדמה יצא"
    },
    {
      name: "שערות סבתא",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "ביחידה אחת יש ודאי שיעור כזית."
    },
    {
      name: "שקד",
      firstBlessing: "עץ",
      lastBlessing: "",
      description: "בורא פרי העץ אף שאינו קלוי."
    },
    {
      name: "שקד ממרח ושקד ממתק",
      firstBlessing: "",
      lastBlessing: "",
      description: "ראה ממרח שקדים וממתק שקדים."
    },
    {
      name: "שקדי מרק",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "גם אם קבע עליהם סעודתו"
    },
    {
      name: "שקדי מרק לפסח",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שקדיה (חברת ירושלים לממתקים)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "שקדים ירוקים",
      firstBlessing: "עץ",
      lastBlessing: "",
      description: "בעודו ג'ל, שהכל."
    },
    {
      name: "שקדים מצופים שוקולד",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "אם מוצץ תחילה את השוקולד, מברך גם על השוקולד."
    },
    {
      name: "שקשוקה (עגבניות מבושלות עם ביצים)",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך לפי הרוב ואם העגבניות עבורו רק להטעים את הביצים, מברך שהכל ונפשות."
    },
    {
      name: "שתה שתיה חריפה ואוכל לחם, עוגה, פרי מתוק רק לשם העברת החריפות",
      firstBlessing: "",
      lastBlessing: "",
      description: "מברך רק על השתיה החריפה. אם אכל מהם כזית, צריך לברך עליהם ברכה אחרונה, היות ולא מברך נפשות על השתיה החריפה."
    }
  ]
}
