import { BlessingCategory } from './brachot';

export const tetBrachot: BlessingCategory = {
  title: "ט",
  blessings: [
    {
      name: "טארו",
      firstBlessing: "אדמה",
      lastBlessing: "נפשות",
      description: "ירק שצבעו לבן וקליפתו חומה, נאכל כשהוא מבושל"
    },
    {
      name: "טבע טוסט",
      firstBlessing: "",
      lastBlessing: "",
      description: "מאכל העשוי מטופו או מאורז ועשוי כעין פרוסות. העשוי מטופו, שהכל ונפשות. העשוי מאורז, מזונות ונפשות"
    },
    {
      name: "טבעות בצל",
      firstBlessing: "",
      lastBlessing: "",
      description: "אותם הנמכרים בחנויות, ברכתם שהכל ונפשות, משום שעשויות מאבקת בצל בציפוי דק של קמח. אותם הנעשים בבית, אדמה ונפשות היות ונעשים מבצל ונעשו ראויים לאכילה לכתחילה על ידי הטיגון, ואם מצופים במין דגן, מזונות דנעשה חשוב ולא סתם כתבלין. אם יש שיעור (27 גרם) בציפוי, על המחיה, ואם אין, נפשות"
    },
    {
      name: "טבעות בצל (חברת תפוגן)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "טבעות דגים",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיפי מזון העשויים מדג טחון בציפוי דק של פירורי לחם"
    },
    {
      name: "טוויסט",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "חטיף המבוסס על וופל בציפוי שוקולד. לענין ברכה אחרונה, אם אכל 70-80 גרם, יברך על המחיה, פחות מזה יברך נפשות, ע\"ע ערך וופלים"
    },
    {
      name: "טונה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "טונה עם קרקרים",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם מטרתו לליפות הקרקרים, מזונות ועל המחיה, אם אין מטרתו לליפות אלא נוח לו לאוכלם יחד, מברך שתי ברכות"
    },
    {
      name: "טופו",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "נעשה מצמח סויה, מהטופו מייצרים תחליפי בשר כגון נקניקיות, שניצל וכדו' ואף מעדני חלב"
    },
    {
      name: "טורטייה ממולאת חתיכות עוף או בשר",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "ואם המילוי מרובה מברך שתי ברכות תחילה וסוף. קבע סעודתו, המוציא וברכת המזון"
    },
    {
      name: "טורטייה מקמח חיטה",
      firstBlessing: "",
      lastBlessing: "",
      description: "יש להשתדל ולאכול כמות של קביעות סעודה ולברך המוציא וברכת המזון, נטילה עם ברכה. אכל פחות משיעור קביעות סעודה, יברך מזונות ועל המחיה"
    },
    {
      name: "טורטייה מקמח תירס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "גם אם זה עיקר לחמם כמו במקסיקו"
    },
    {
      name: "טחינה",
      firstBlessing: "שהכל",
      lastBlessing: ""
    },
    {
      name: "טחינה עם כרובית",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אם העיקר הכרובית, אדמה"
    },
    {
      name: "טכו צ'יפס",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "חטיף מקמח תפוחי אדמה"
    },
    {
      name: "טכקוטה",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי מקסיקני"
    },
    {
      name: "טילון",
      firstBlessing: "",
      lastBlessing: "",
      description: "אם הגביע פשוט ולא טעים, שהכל, אם הגביע טעים בעצמו, שתי ברכות. ובכל אופן אין לברך על האגוזים וכדו' שבטילון, דטפלים הם לטילון לפי שבאים להטעימו. ברכה אחרונה, עי' קסטה"
    },
    {
      name: "טמרילו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי אקזוטי, צבעו אדום ומראהו דומה לעגבניה"
    },
    {
      name: "טעמי (חברת עלית מגדים)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות"
    },
    {
      name: "טעמי (חטיף שוקולד עם פצפוצי אורז)",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "היות והשוקולד עיקר וגם רוב"
    },
    {
      name: "טעמי בוקר (אשבול)",
      firstBlessing: "מזונות",
      lastBlessing: "",
      description: "אחוזי הדגן שבו 30 אחוז ולכן כדי לברך על המחיה יש לאכול כ-60 גרם. טוב להחמיר ולאכול כ-80 גרם. אכל פחות מ-40 גרם מברך נפשות"
    },
    {
      name: "טעמי בלונדי בייגלה (חברת עלית)",
      firstBlessing: "מזונות",
      lastBlessing: "נפשות"
    },
    {
      name: "טפיוקה",
      firstBlessing: "שהכל",
      lastBlessing: "נפשות",
      description: "אבקת הטפיוקה מיוצרת מהעמילן של שורש הקסבה ומשמשת להכנת דייסות ובצק. בדרך כלל אינה נאכלת לבדה. שהכל ונפשות וכן על כל מוצרי הטפיוקה, היות ונשתנו בצורתם טעמם ושמם. פודינג העשוי מטפיוקה ומעורב בו קמח דגן לנתינת טעם, ברכתו מזונות. האוכל את שורש הטפיוקה כשהוא חי מברך שהכל לפי שאין דרכו להאכל חי, מבושל אדמה. על העלים מברך שהכל"
    },
    {
      name: "טרפש (כמהין)",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "טעה ובירך האדמה לא יצא ידי חובה. עי' בדברינו סימן ר\"ד ס\"ב כיצד נכון לנהוג"
    }
  ]
}
