import { BlessingCategory } from './brachot';

export const zayinBrachot: BlessingCategory = {
  title: "ז",
  blessings: [
    {
      name: "זאזא",
      firstBlessing: "שהכל",
      lastBlessing: "",
      description: "סוכריות בצורות שונות. אין ברכה אחרונה, אלא אם כן אכל כזית בלעיסה תוך 4-7 דקות"
    },
    {
      name: "זאלביה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מאכל העשוי מסולת ודבש מעורבים ומטוגן בשמן. גם אם קבע עליו סעודתו"
    },
    {
      name: "זאפו",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי טרופי שצבעו סגול, צורתו כעין אבוקדו"
    },
    {
      name: "זהובים בטעם בצל קימל מלוח",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "חברת מצות כרמל. לא ידוע כמה הם אחוזי הדגן ולכן יש לאכול כ-60-70 גרם ולברך על המחיה"
    },
    {
      name: "זית",
      firstBlessing: "עץ",
      lastBlessing: "על העץ",
      description: "רק כשהוא כבוש או מבושל. אכלו כשהוא חי, שהכל ונפשות לפי שאין דרכו בכך"
    },
    {
      name: "זלובי",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "עוגיות מזרחיות מטוגנות. אם מטוגן בשמן עמוק, מברך על המחיה גם אם קבע סעודתו וכדין סופגניה. ואם מטוגן בשמן לא עמוק הרי זה ספק מה יברך כשקבע עליו סעודתו (216 גרם), ולכן לא יכניס עצמו לספק, ואם אכל יברך על המחיה"
    },
    {
      name: "זנגביל",
      firstBlessing: "האדמה",
      lastBlessing: "",
      description: "ג'ינג'ר טרי. יבש, אם אוכלו לבדו, אינו מברך, אם אוכלו עם סוכר מברך אדמה"
    },
    {
      name: "זנגביל טחון",
      firstBlessing: "",
      lastBlessing: "",
      description: "חוויג'. אינו מברך, עירבו עם סוכר, שהכל"
    },
    {
      name: "זנגולה",
      firstBlessing: "מזונות",
      lastBlessing: "על המחיה",
      description: "מאכל העשוי מבצק מרודד שמטגנים אותו בשמן ולאחר הטיגון שופכים עליו דבש. אם מטוגן בשמן עמוק, מברך על המחיה גם אם קבע סעודתו וכדין סופגניה. ואם מטוגן בשמן לא עמוק הרי זה ספק מה יברך כשקבע עליו סעודתו (216 גרם), ולכן לא יכניס עצמו לספק, ואם אכל יברך על המחיה"
    },
    {
      name: "זנכל",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "מאכל העשוי מתערובת אגוזים, שומשום, חמניות, שקדים ועוד כשהם טחונים, מיוצר על ידי חברת ירושלים לשומשום. משום שחלק מהפיצוחים ממיני העץ ניכרים והם רוב כלפי מיני האדמה. אם הרוב מיני אדמה והם ניכרים, מברך אדמה. אם אינו יודע מה הרוב, מברך אדמה מספק. אם טחונים היטב עד שאינם ניכרים, מברך שהכל ונפשות"
    },
    {
      name: "זערור",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי בר, לאחרונה רבים נוטעים אותו למאכל, נאכל רק כשהוא מבושל"
    },
    {
      name: "זקום מצרי",
      firstBlessing: "עץ",
      lastBlessing: "נפשות",
      description: "פרי בר שצבעו ירוק – צהוב, נאכל כשהוא חי, יש בו טעם לוואי"
    }
  ]
} 