import { ReahItem } from '../reah';

export const bethItems: ReahItem[] = [
    {
        name: "בגדים עם ריח נעים",
        status: "אין מברכין"
    },
    {
        name: "בושם",
        status: "בורא מיני בשמים, ויש אומרים שאין לברך וכך ראוי לנהוג"
    },
    {
        name: "בושם שיש בו ספק אם נעשה להעביר ריח רע או לשם ריח טוב",
        status: "אין מברכין"
    },
    {
        name: "בושם של אשה בתוך בקבוק ואינו על האשה",
        status: "נכון שלא לברך והמברך יש לו על מה שיסמוך, ויברך בורא מיני בשמים"
    },
    {
        name: "בזילקום",
        status: "בורא עשבי בשמים"
    },
    {
        name: "בקבוק בושם ריק",
        status: "אין מברכין אף שריחו נעים וחזק"
    },
    {
        name: "בשמים בתוך בד סגור",
        status: "מברכין כברכתם ובתנאי שאינם יבשים"
    },
    {
        name: "בשמים בתוך שקית ניילון סגורה",
        status: "אין מברכין"
    },
    {
        name: "בשמים המונחים על השולחן בבית הכנסת",
        status: "יש לברך אף שלא נוטלם בידו, אם יש שם תערובת של עצי ועשבי, מברך בורא מיני בשמים"
    },
    {
        name: "בשמים הנמכרים בחנויות של גויים",
        status: "מותר להריח ולברך"
    },
    {
        name: "בשמים הנתונים על אשה",
        status: "אסור להריח ואם הריח אינו מברך"
    },
    {
        name: "בשמים שהוקטרו לשם עבודה זרה",
        status: "אסור להריח בהם ומי שהריח אינו מברך"
    },
    {
        name: "בשמים שנועדו להעביר ריח רע",
        status: "אין מברכין גם אם נטלם בידו לשם ריח טוב"
    },
    {
        name: "בשמים שספק הוקטרו לעבודה זרה",
        status: "יש להימנע מלהריח בהם"
    },
    {
        name: "בת קורנית",
        status: "בורא עצי בשמים"
    }
];
