import { ReahItem } from '../reah';

export const lamedItems: ReahItem[] = [
    {
        name: "לואיזה",
        status: "בורא עצי בשמים"
    },
    {
        name: "לחם חם המפיץ ריח במאפיות",
        status: "נכון שלא לכווין להריח, ואם כיון להריח, אינו מברך"
    },
    {
        name: "לחם חם כשלא נוטלו בידו לשם ריח",
        status: "מותר להריח ואין לברך"
    },
    {
        name: "לחם חם כשנטלו לשם ריח",
        status: "נכון שלא להריח ואם מריח אינו מברך"
    },
    {
        name: "לימון",
        status: "לבני ספרד הנותן ריח טוב בפירות, לבני אשכנז אשר נתן ריח טוב בפירות"
    },
    {
        name: "לימונית",
        status: "בורא מיני בשמים"
    }
];
