import { ReahItem } from '../reah';

export const memItems: ReahItem[] = [
    {
        name: "מוגמר להעביר ריח רע",
        status: "אין מברכין"
    },
    {
        name: "מוגמר לשם ריח טוב",
        status: "מברך כברכת הסוג ששם על הגחלים, עצי, עשבי או מיני"
    },
    {
        name: "מטהר אוויר",
        status: "אין מברכין, גם אם נטלו בידו לשם ריח וגם אם קנאו לשם ריחו הטוב"
    },
    {
        name: "מי ורדים",
        status: "בורא עצי בשמים. כשיש ספק אם נעשה מחומרים כימיים, בורא מיני בשמים"
    },
    {
        name: "מילון",
        status: "לבני ספרד הנותן ריח טוב בפירות, לבני אשכנז אשר נתן ריח טוב בפירות"
    },
    {
        name: "מילון בחנות",
        status: "אם מריחו כדי לדעת אם לקנותו, אינו מברך. אם מריחו כדי ליהנות מריחו, מברך"
    },
    {
        name: "מילון המונח ברכב או במקרר ומפיץ ריח טוב",
        status: "אין מברכין עד שיטלנו בידו לשם ריח"
    },
    {
        name: "מים ריחניים הנעשים מבישול פרחים",
        status: "לבני ספרד אין מברכין. נכון להיזהר ולא להריח בו. לבני אשכנז אם אינו רוצה להחמיר, רשאי להריח ולברך בורא מיני בשמים"
    },
    {
        name: "מליסה רפואית",
        status: "בורא עשבי בשמים"
    },
    {
        name: "מנגו",
        status: "לבני ספרד הנותן ריח טוב בפירות, לבני אשכנז אשר נתן ריח טוב בפירות"
    },
    {
        name: "מנטה",
        status: "בורא עשבי בשמים"
    },
    {
        name: "מקלות עץ בתוך נוזל ריחני שקנאם להעברת ריח רע",
        status: "אין מברכין, גם אם נוטלם בידו כדי להריח"
    },
    {
        name: "מקלות עץ בתוך נוזל ריחני שקנאם להפצת ריח טוב",
        status: "נכון שלא לברך והמברך יש לו על מה שיסמוך, ויברך בורא מיני בשמים וזאת גם כשלא נוטלם בידו"
    },
    {
        name: "מרווה משולשת",
        status: "בורא עצי בשמים"
    },
    {
        name: "מרווה רפואית",
        status: "בורא עצי בשמים"
    },
    {
        name: "מרכך כביסה",
        status: "אין מברכין. אם נטלו כדי ליהנות מריחו וגם ליתנו במגירת מכונת הכביסה, נכון שלא לברך והמברך יש לו על מה שיסמוך, ויברך בורא מיני בשמים"
    },
    {
        name: "מרכך כביסה הניתן לדלי המים בשטיפת הרצפה",
        status: "נכון שלא לברך והמברך יש לו על מה שיסמוך, ויברך בורא מיני בשמים ובתנאי שהמרכך עדיין קיים"
    },
    {
        name: "משתלה לפרחי נוי",
        status: "אין מברכין עד שיטלנו בידו לשם ריח"
    },
    {
        name: "משתלה לפרחי ריח",
        status: "מברך גם כשלא נטלו בידו, אם הכל עצי מברך בורא עצי בשמים, ואם יש גם עשבי, מברך בורא מיני בשמים"
    },
    {
        name: "מתז אלקטרוני",
        status: "אין מברכין"
    }
];
