import { ReahItem } from '../reah';

export const peItems: ReahItem[] = [
    {
        name: "פטוניה",
        status: "בורא עשבי בשמים"
    },
    {
        name: "פיגם",
        status: "בורא עשבי בשמים. יש מחמירים ומברכים בורא מיני בשמים"
    },
    {
        name: "פירות טבל",
        status: "מותר להריח בהם, ברכתם כמו יתר הפירות"
    },
    {
        name: "פירות כלאיים",
        status: "אסור להריח"
    },
    {
        name: "פירות ערלה",
        status: "אסור להריח"
    },
    {
        name: "פרחי אילנות ערלה",
        status: "בורא עצי בשמים"
    },
    {
        name: "פרחי בבונג",
        status: "בורא עשבי בשמים"
    },
    {
        name: "פרחי הפירות",
        status: "בורא עצי בשמים"
    },
    {
        name: "פרי אדמה שאינו מריח וכתשו עד שיצא ממנו משקה שריחו נודף",
        status: "בורא מיני בשמים"
    },
    {
        name: "פרי המריח וכתשו עד שיצא ממנו משקה שריחו נודף",
        status: "הנותן ריח טוב בפירות"
    },
    {
        name: "פרי מר שאינו ראוי לאכילה",
        status: "בורא עצי בשמים"
    },
    {
        name: "פרי עץ שאינו מריח וכתשו עד שיצא ממנו משקה שריחו נודף",
        status: "בורא עצי בשמים"
    },
    {
        name: "פרי שנטלו בידו לשם אכילה",
        status: "אין מברכין"
    },
    {
        name: "פרי שנטלו בידו לשם ריח ואכילה",
        status: "מחלוקת אם מברכין ולכן ראוי ליטלו בידו רק לשם ריח ואז לברך"
    }
];
