import { ReahItem } from '../reah';

export const reshItems: ReahItem[] = [
    {
        name: "רודא",
        status: "בורא עשבי בשמים. יש מחמירים ומברכים בורא מיני בשמים"
    },
    {
        name: "רוזמרין",
        status: "בורא עצי בשמים"
    },
    {
        name: "רחיצה",
        status: "אין מברכין"
    },
    {
        name: "ריחן לרכב עץ",
        status: "אין מברכין"
    },
    {
        name: "ריחן לרכב פחית",
        status: "נכון שלא לברך, המברך יש לו על מה שיסמוך, אף שלא תופסו בידו, ויברך בורא מיני בשמים"
    },
    {
        name: "ריחן תימני",
        status: "בורא עצי בשמים"
    }
];
