import { ReahItem } from '../reah';

export const shinItems: ReahItem[] = [
    {
        name: "שומר",
        status: "בורא מיני בשמים"
    },
    {
        name: "שוש",
        status: "בורא מיני בשמים"
    },
    {
        name: "שושנים",
        status: "בורא עצי בשמים"
    },
    {
        name: "שיבא",
        status: "בורא עצי בשמים"
    },
    {
        name: "שמן אפרסמון",
        status: "בורא שמן ערב. בזמנינו אין מברכים"
    },
    {
        name: "שמן זית",
        status: "אין מברכין"
    },
    {
        name: "שמן זית שריחו נודף בעת הכתישה",
        status: "בורא עצי בשמים"
    },
    {
        name: "שמן עם עצי בשמים בתוכו",
        status: "בורא עצי בשמים ובתנאי שמריח את ריח העצי בשמים"
    },
    {
        name: "שמן עם עשבי בשמים בתוכו",
        status: "בורא עשבי בשמים ובתנאי שמריח את ריח העשבי בשמים"
    },
    {
        name: "שמן עם עצי ועשבי בשמים בתוכו",
        status: "בורא מיני בשמים"
    },
    {
        name: "שמן עם פרי המריח בתוכו",
        status: "הנותן ריח טוב בפירות, ולבני אשכנז אשר נתן ריח טוב בפירות ובתנאי שמריח את ריח הפרי"
    },
    {
        name: "שמן קוקוס",
        status: "הנותן ריח טוב בפירות, ולבני אשכנז אשר נתן ריח טוב בפירות"
    },
    {
        name: "שמן ריחני להעביר זיעה או למנוע זיעה",
        status: "אין מברכין"
    },
    {
        name: "שמן שהיו בו בשמים וסיננו",
        status: "לבני ספרד אין מברכין. נכון להיזהר ולא להריח בו. לבני אשכנז אם אינו רוצה להחמיר, רשאי להריח ולברך בורא מיני בשמים"
    },
    {
        name: "שמנים ריחניים כגון שמן מנטה",
        status: "לבני ספרד אין מברכין. נכון להיזהר ולא להריח בו. לבני אשכנז אם אינו רוצה להחמיר, רשאי להריח ולברך בורא מיני בשמים"
    },
    {
        name: "שמפו",
        status: "אין מברכין, גם אם נטלו בידו לשם ריח וגם אם קנאו לשם ריחו הטוב"
    }
];
