import { ReahItem } from '../reah';

export const tavItems: ReahItem[] = [
    {
        name: "תבלינים",
        status: "מחלוקת אם מברכים, לכן נכון יותר שלא לברך, הרוצה לברך, יברך בורא מיני בשמים. וזאת בתנאי שנטלו בידו כדי להריח"
    },
    {
        name: "תה עם ריח פירות",
        status: "אין מברכין"
    },
    {
        name: "תה צמחים",
        status: "נכון שלא ליטלו לשם ריח ואם בכל זאת מריח עדיף שלא יברך, מיהו רשאי לברך, בורא מיני בשמים"
    },
    {
        name: "תערובת בשמים שמברכים עליהם עם בשמים שלא מברכים עליהם",
        status: "הולכים לפי הרוב"
    }
];
