import { ShehecheyanuItem } from '../shehecheyanu';

export const alefItems: ShehecheyanuItem = {
    lettre: 'א',
    items: [
        {
            nom: "אבוקדו",
            benediction: {
                statut: true,
                texte: "מברך"
            },
            infestation: {
                texte: "נקי מחרקים"
            }
        },
        {
            nom: "אבטיח",
            benediction: {
                statut: true,
                texte: "מברך"
            },
            infestation: {
                texte: "נקי מחרקים"
            }
        },
        {
            nom: "אגוזים כל הסוגים",
            benediction: {
                statut: false,
                texte: "אין לברך"
            },
            infestation: {
                texte: "ברזיל, מקדמיה וכן פקאן בקליפתו נקיים מחרקים. מלך, בונדק ושקד בקליפתם הקשה, יש לבדוק בעת הקילוף שאין פירורים כהים או זחלים מבחוץ ומבפנים. בונדק ושקד ללא קליפתם הקשה – יש להסתכל מבחוץ שאין קורי משי, סימני כרסום או נקב, די בבדיקת מדגם של כעשרה אחוז מהכמות. פקאן קלוף – יש להסתכל אם יש קורי משי או פירורים כהים עגולים, די בבדיקת מדגם של עשרה אחוז. פקאן מסוכר – נקי מחרקים. מלך קלוף – יש לבדוק בפרט בקפלים אם יש קורי משי, תולעים או סימני כרסום. אגוזים ושקדים קצוצים – מנערים בתוך מסננת אורז על גבי משטח לבן ובודקים אם יש חרקים בנשורת, שופכים את הנותר במסננת על משטח לבן ובודקים אם ישנם תולעים, חרקים או קורי משי בין החתיכות. קשיו – להסתכל מבחוץ שאינו מכורסם או מנוקב, לחצות ולבדוק שאין תולעת, די בבדיקת מדגם של עשרה אחוז. פירורים חומים דקים בין החצאים הם שאריות הקליפה ולא נגיעות"
            }
        },
        {
            nom: "אגס נאשי",
            benediction: {
                statut: false,
                texte: "אין לברך"
            },
            infestation: {
                texte: "נקי מחרקים"
            }
        },
        {
            nom: "אגסים גדולים ירוקים (ספדונה)",
            benediction: {
                statut: false,
                texte: "אין לברך"
            },
            infestation: {
                texte: "נקי מחרקים"
            }
        },
        {
            nom: "אגסים קטנים צהובים (ג'ינטין)",
            benediction: {
                statut: true,
                texte: "מברך"
            },
            infestation: {
                texte: "נקי מחרקים"
            }
        },
        {
            nom: "אוכמניות טרי",
            benediction: {
                statut: false,
                texte: "אין לברך משום שמצויים כל השנה (רוב השנה מהארץ והשאר מחו\"ל)"
            },
            infestation: {
                texte: "הנקנה בשווקים אינו חייב בדיקה, אך אם הפרי רך או שרואים סימני חדירה לפרי, יש לחצותו לשניים ולבדוק שאינו נגוע. הנלקח מצידי הדרכים נגיעותו גדולה. אוכמניות קפואות (מלית) – יש להשתמש בכשרות מהודרת, רצוי לטחון בבלנדר. מיובשות – קשה לבודקם ויש לרכוש רק בכשרות מהודרת"
            }
        },
        {
            nom: "אכל פרי חדש ולא בירך",
            benediction: {
                statut: false,
                texte: "אין לברך באכילה השניה, מיהו כל זמן שעסוק באכילה הראשונה מברך"
            }
        },
        {
            nom: "אנונה",
            benediction: {
                statut: true,
                texte: "מברך"
            },
            infestation: {
                texte: "לקלוף לשטוף ולפרוס, לבדוק אם מצויים חרקים לבנים בבשר הפרי"
            }
        },
        {
            nom: "אננס",
            benediction: {
                statut: false,
                texte: "אין לברך"
            },
            infestation: {
                texte: "לקלף ולהסיר חללים חומים המצויים תחת הקליפה. מיובש עם סוכר – להתבונן משני הצדדים אם נדבק עליו זבובון או חרק. מיובש טבעי – לשבור לכמה חתיכות ולהתבונן אם מצוי זחל או פירורים כהים עגולים בחללים הקטנים שבבשר הפרי. משומר – עדיף להשתמש בשימורי אננס בסירופ"
            }
        },
        {
            nom: "אפונה טריה",
            benediction: {
                statut: false,
                texte: "לא נהגו לברך. הרוצה לברך רשאי ובתנאי שמרגיש היטב הבדל בטעם בין טרי לקפוא"
            },
            infestation: {
                texte: "יש להתבונן אם יש סימני כירסום ולהשליך את הגרגירים המכורסמים. אפונה בשימורים או בהקפאה – נקי מחרקים, רצוי לבדוק מדגם. אפונה יבשה – נגועה מאוד במזיקי מחסן"
            }
        },
        {
            nom: "אפרסמון",
            benediction: {
                statut: true,
                texte: "מברך"
            },
            infestation: {
                texte: "להוריד את העלה ולשטוף היטב. אם הפרי רך מאוד יש לחותכו ולבודקו מבפנים. נקודות שחורות קטנות בבשר הפרי אינן סימן לנגיעות. אם נמצא כתם שחור על קליפת הפרי, יש לקלף את אותו המקום ולהתבונן אם ישנם חרקים לבנים"
            }
        },
        {
            nom: "אפרסק",
            benediction: {
                statut: true,
                texte: "מברך אם לא בירך על נקטרינה"
            },
            infestation: {
                texte: "יש להתבונן סביב הפרי אם ניכרים סימני מציצה של הכנימה ובמידה וישנם יש לשפשף קלות. פרי רך יש לחותכו במקום הרך ולהתבונן שאין זחלים. (כשיש נגיעות זחלים, מקום הנגיעות רך וכהה יותר). בפרי קשה די בחיתוך ראש הפרי לרוחב לוודא שאין סימני חדירת זחלים"
            }
        },
        {
            nom: "אפרסק בשימורים",
            benediction: {
                statut: false,
                texte: "אין לברך"
            },
            infestation: {
                texte: "להתבונן אם מצוי זחל בפירות או בסירופ"
            }
        },
        {
            nom: "ארטישוק (קצוות העלים)",
            benediction: {
                statut: false,
                texte: "לא נהגו לברך. הרוצה לברך רשאי"
            },
            infestation: {
                texte: "נגועים מאוד, יש להשרותם חמש דקות בחומר השריה ולשטוף היטב כל עלה משני צדדיו בזרם מים, רצוי לפני הבישול"
            }
        },
        {
            nom: "ארטישוק (תחתית הארטישוק)",
            benediction: {
                statut: false,
                texte: "אין לברך"
            },
            infestation: {
                texte: "יש להסיר את קצוות העלים התפוסים בו ולשוטפו"
            }
        },
        {
            nom: "אשכולית (רגילה, אדומה)",
            benediction: {
                statut: true,
                texte: "מברך רק על הזן שאוכל ראשון"
            },
            infestation: {
                texte: "יש לבדוק שלא עברו כנימות מהקליפה לפרי תוך כדי הקילוף, ניתן לשטוף היטב את הפרי לאחר קילופו. כמו כן ניתן לנקות את הפרי לפני קילופו בכרית מתכת ונוזל לניקוי כלים. בעת הקילוף יש לעיין בצד הלבן של הקליפה אם ישנו כתם חום או אזור רך במיוחד ולבדוק שאין חדירת חרק במקום זה"
            }
        },
        {
            nom: "אתרוג",
            benediction: {
                statut: false,
                texte: "אין לברך. אכלו קודם סוכות, נכון שלא לברך"
            },
            infestation: {
                texte: "יש לבדוק שלא עברו כנימות מהקליפה לפרי תוך כדי הקילוף, ניתן לשטוף היטב את הפרי לאחר קילופו. כמו כן ניתן לנקות את הפרי לפני קילופו בכרית מתכת ונוזל לניקוי כלים"
            }
        }
    ]
};
