import { KelimItem } from '../kelim';

export const reshItems: KelimItem[] = [
    {
        title: "ראיית גדולי ישראל",
        content: "אין לברך",
        source: "סימן רכ\"ה סעיף ה'"
    },
    {
        title: "ראיית חברו שלא ראהו מעולם",
        content: "אין לברך",
        source: "סימן רכ\"ה סעיף ד'"
    },
    {
        title: "ראיית פני חבירו או קרובו החביב עליו לאחר ל' יום, כשהיה בסכנה ונתרפא",
        content: "מברך שהחיינו",
        source: "סימן רכ\"ה סעיף ב'"
    },
    {
        title: "ראיית פני חבירו או קרובו ששמח בו, לאחר ל' יום",
        content: "אין לברך",
        source: "סימן רכ\"ה סעיף א'"
    },
    {
        title: "ראיית פני חבירו או קרובו ששמח בו, לאחר י\"ב חודש",
        content: "אין לברך",
        source: "סימן רכ\"ה סעיף א'"
    },
    {
        title: "רב קהילה וכדו'",
        content: "נחלקו הפוסקים האם מברך שהחיינו והמנהג שלא לברך, אלא בטקס ההכתרה מביא פרי או בגד חדש מברך עליו שהחיינו ומכוין לפטור",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 7"
    },
    {
        title: "רכב, מקרר וכדו' ואינו שמח בהם",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "רכב, מקרר וכדו' משומשים",
        content: "אם שמח בהם דינם כחדשים",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "רכב הסעות",
        content: "שהחיינו. לא נהגו לברך, אך יש להשתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "רכב ליסינג",
        content: "אין לברך",
        source: "סימן רכ\"ג הערה מ\"ה"
    },
    {
        title: "רכב משפחתי",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    }
];
