export const ayinMuktzeh = {
  title: "ע",
  letter: "ע",
  items: [
    {
      name: "עג'ואים",
      status: "",
      source: "",
      description: "ראה גרעין משמש"
    },
    {
      name: "עגיל שאבד בן זוגו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ג"
    },
    {
      name: "עגיל שאבד הסוגר שלו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עגילים",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "עגלה המחוברת לבעלי חיים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "עגלה לסבלים",
      status: "",
      source: "",
      description: "ראה סבליקה לסבל"
    },
    {
      name: "עגלה של סופר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עגלה שנפל גלגל, דין העגלה והגלגל",
      status: "",
      source: "",
      description: "ראה גלגל עגלה שהתפרק"
    },
    {
      name: "עגלת ירקות",
      status: "",
      source: "",
      description: "ראה מתקן ירקות"
    },
    {
      name: "עגלת משטחים",
      status: "",
      source: "",
      description: "ראה משטח סחורה"
    },
    {
      name: "עגלת נכה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עגלת נכה חשמלית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "עגלת שוק",
      status: "",
      source: "",
      description: "ראה עגלה של סופר וסל קניות"
    },
    {
      name: "עגלת תינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עד בדיקה חדש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עד בדיקה לאחר השימוש",
      status: "מלאכתו להיתר",
      source: "",
      description: "אם יש מה ללמוד ממנו"
    },
    {
      name: "עדשה שנפלה מהמשקפיים, דין העדשה והמשקפיים",
      status: "",
      source: "",
      description: "ראה משקפיים שנפלה העדשה"
    },
    {
      name: "עדשות מגע",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ הערה רל\"ב"
    },
    {
      name: "עדשים לא מבושלים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "עדשים לא מבושלים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "עוגת הבית אריזה ריקה - יש פירורים",
      status: "מותר",
      source: ""
    },
    {
      name: "עוגת הבית אריזה ריקה - אין פירורים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עור של בהמה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ג"
    },
    {
      name: "עור שנתלש מהגוף",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עט המגולגל בתוכו ברכון",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה שע\"ה"
    },
    {
      name: "עט ועליו שעון",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה שע\"ה"
    },
    {
      name: "עט יקר שמקפיד עליו",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "עט כל הסוגים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "עט שנגמר",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עטיפה של ארטיק",
      status: "",
      source: "",
      description: "ראה נייר עטיפה של ארטיק או וופלה"
    },
    {
      name: "עטיפה של תה ריקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עטיפות מחברות",
      status: "",
      source: "",
      description: "ראה מעטפות למחברות"
    },
    {
      name: "עטיפת איגלו ושלוק",
      status: "",
      source: "",
      description: "ראה שקית איגלו ריקה"
    },
    {
      name: "עטיפת מזון ריקה",
      status: "",
      source: "",
      description: "ראה אריזת מזון ריקה"
    },
    {
      name: "עטיפת מתנה קרועה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עטיפת פצפצים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עטיפת קרמבו",
      status: "",
      source: "",
      description: "ראה נייר עטיפה של קרמבו"
    },
    {
      name: "עטרה שנפלה מטלית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "עיטורי גבורה שנפלו מהקיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה מחמת גופו"
    },
    {
      name: "עיטורי גבורה שנתלשו מבגד",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "עיסת בצק",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עיסת בצק ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עירוב תבשילין ביו\"ט",
      status: "מותר",
      source: ""
    },
    {
      name: "עיתון חילוני",
      status: "מוקצה מחמת גופו",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "עיתון שרובו דברי תורה",
      status: "מותר",
      source: ""
    },
    {
      name: "עיתון שרובו סיפורים - תורני",
      status: "מותר",
      source: "ש\"ז סל\"ג ול\"ז"
    },
    {
      name: "עיתון שרובו סיפורים - חול",
      status: "מוקצה מחמת גופו",
      source: "ש\"ז סל\"ג ול\"ז",
      description: "דינו כעיתון שרובו חדשות"
    },
    {
      name: "עיתון שרובו ענייני חדשות",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ה ול\"ז",
      description: "אין למחות במיקל כמלאכתו להיתר"
    },
    {
      name: "עיתון שרובו פרסום מכירות",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "עכבר של מחשב",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "עלה מחובר או תלוש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "עלה שנשר מהדס מצוה בסוכות",
      status: "מוקצה מחמת מצוה",
      source: "",
      description: "עד שמחת תורה"
    },
    {
      name: "עלון התרמה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "עלי דפנה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עלי דפנה ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "עלי הגהה - רגיל ללמוד ולהגיה",
      status: "מותר",
      source: "ש\"ו הערה מ\"ח"
    },
    {
      name: "עלי הגהה - לא רגיל",
      status: "מלאכתו לאיסור",
      source: "ש\"ו הערה מ\"ח"
    },
    {
      name: "עלים שיש בהם ריח שנשרו בשבת",
      status: "מוקצה",
      source: "שכ\"ב ס\"ג בשו\"ע ובמשנ\"ב סק\"ו"
    },
    {
      name: "עמוד שליח ציבור",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עמוד תמרור שנפל",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עמילן כביסה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ב",
      description: "שאין בו היתר"
    },
    {
      name: "ענבי בוסר",
      status: "אינם מוקצה",
      source: "ש\"ח סצ\"ב",
      description: "אם נאכלים על ידי הדחק"
    },
    {
      name: "עניבה מלוכלכת",
      status: "",
      source: "",
      description: "ראה בגד מטונף"
    },
    {
      name: "עניבה קשורה או פתוחה",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "עניבה שנקשרה בשבת באופן האסור",
      status: "מותר",
      source: "",
      description: "דינה כסתם עניבה"
    },
    {
      name: "ענף מחובר או תלוש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ה והערה תקל\"ו"
    },
    {
      name: "ענפי דקל שייחדם לסכך",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ע\"ע סכך"
    },
    {
      name: "עפיפון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עפר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ק\"ט"
    },
    {
      name: "עפר שייחדו לשימוש",
      status: "",
      source: "",
      description: "ראה חול"
    },
    {
      name: "עפרון רגיל או צבעים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה הערה לערך עט"
    },
    {
      name: "עץ",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "עץ נוי המחובר לקרקע",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עצי בשמים מחוברים ותלושים",
      status: "",
      source: "",
      description: "ראה בשמים"
    },
    {
      name: "עצי הסקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תע\"ב"
    },
    {
      name: "עצי הסקה ביו\"ט",
      status: "מותר",
      source: "ש\"ח הערה תע\"ב",
      description: "לטלטלם רק לצורך הסקה"
    },
    {
      name: "עצי חיים",
      status: "",
      source: "",
      description: "ראה ידית ספר תורה שנשמטה"
    },
    {
      name: "עצי סוכה",
      status: "",
      source: "",
      description: "ראה דפנות סוכה"
    },
    {
      name: "עצים שנתלשו בשבת או ביו\"ט",
      status: "מוקצה מחמת גופו",
      source: "תק\"א ס\"ה בשו\"ע"
    },
    {
      name: "עציץ יקר מאוד שמקפיד שלא לטלטלו כלל",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ד",
      description: "ויש אומרים מלאכתו להיתר"
    },
    {
      name: "עציץ עם מים או אדמה",
      status: "",
      source: "",
      description: "ראה אגרטל ואדנית"
    },
    {
      name: "עצמות בקר",
      status: "מוקצה",
      source: "ש\"ח הערה תקע\"ב",
      description: "אם יש בתוכם מוח, או מעט בשר עליהם, מותר"
    },
    {
      name: "עצמות עוף",
      status: "מוקצה",
      source: "ש\"ח ס\"צ",
      description: "אם יש בתוכם מוח, מעט בשר עליהם, או עצם רכה, מותר"
    },
    {
      name: "ערבה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "ערבה חבוטה שייחדה לשמירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ק'"
    },
    {
      name: "ערדליים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עריסה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "עריסה שהתפרק גלגל",
      status: "",
      source: "",
      description: "ראה גלגל שהתפרק מהעגלה"
    },
    {
      name: "ערכת בדיקת חמץ",
      status: "מוקצה",
      source: "",
      description: "נכון להחמיר"
    },
    {
      name: "ערכת הבדלה",
      status: "מוקצה",
      source: "",
      description: "נכון להחמיר. עי' ערכת בדיקת חמץ"
    },
    {
      name: "ערכת תיק מוהל",
      status: "מוקצה",
      source: "",
      description: "בשבת שיש ברית, ראה סכין מילה"
    },
    {
      name: "ערלת ברית",
      status: "אינה מוקצה",
      source: "ש\"ח סוף הערה קע\"ב",
      description: "עד נתינתה לעפר"
    },
    {
      name: "ערסל",
      status: "",
      source: "",
      description: "ראה נדנדה"
    },
    {
      name: "ערסל מחובר או נפל",
      status: "",
      source: "",
      description: "ראה ערך נדנדה"
    },
    {
      name: "עשבים מחוברים או תלושים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "עששית לנר חופה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "עתיקות",
      status: "מלאכתו להיתר",
      source: ""
    }
  ]
};
