export const bethMuktzeh = {
  title: "ב",
  letter: "ב",
  items: [
    {
      name: "בגד",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "בגד בחשש שעטנז",
      status: "מוקצה",
      source: "ש\"ח סעיף קכ\"א",
      description: "דינו כבגד שעטנז"
    },
    {
      name: "בגד המיוחד להתעמלות",
      status: "מותר",
      source: "ש\"ח סט\"ז",
      description: "דינו כסתם בגד"
    },
    {
      name: "בגד המיוחד ליום טוב",
      status: "מותר",
      source: "ש\"ח ס\"ג",
      description: "דינו כסתם בגד"
    },
    {
      name: "בגד חדש ודעתו להחזירו",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ח",
      description: "אם מקפיד שלא למודדו"
    },
    {
      name: "בגד חסין אש",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "בגד ים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "בגד מטונף",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ה",
      description: "אם אינו ראוי ללובשו"
    },
    {
      name: "בגד קרוע שהרגילות לזורקו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"א"
    },
    {
      name: "בגד קרוע שהרגילות לתקנו",
      status: "מותר",
      source: "ש\"ח סעיף ס\"א",
      description: "רק אם עדיין ראוי לשימוש שאינו חריג"
    },
    {
      name: "בגד קרוע שראוי לשמש בתור סמרטוט",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"א"
    },
    {
      name: "בגד רטוב",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ד",
      description: "ניתן ללובשו בשעת הדחק, דינו כסתם בגד"
    },
    {
      name: "בגד שאינו במידה המתאימה",
      status: "מותר",
      source: "",
      description: "דינו כסתם בגד, דראוי לאחרים"
    },
    {
      name: "בגד שהתייבש בשבת",
      status: "מותר",
      source: "ש\"ח סעיף ס\"ד",
      description: "אינו מוקצה אם היה ברור שיתייבש"
    },
    {
      name: "בגד של בע\"ח",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "בגד שנפל ממנו כפתור",
      status: "מותר",
      source: "",
      description: "דינו כסתם בגד"
    },
    {
      name: "בגד שנפלו ממנו הרבה כפתורים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"א",
      description: "אם חריג ללובשו"
    },
    {
      name: "בגד שנרטב והתייבש בשבת",
      status: "מותר",
      source: "ש\"ח הערה ת\"ה",
      description: "דינו כבגד יבש"
    },
    {
      name: "בגד שעטנז",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קכ\"א",
      description: "לבני אשכנז מוקצה מחמת גופו, וכן יש להחמיר לבני ספרד ובצורך גדול יש להקל כמלאכתו להיתר. ויש מקילים לכתחילה לבני ספרד כמלאכתו לאיסור"
    },
    {
      name: "בגד שעטנז ודעתו לזורקו",
      status: "מוקצה",
      source: "ש\"ח סעיף קכ\"ב",
      description: "דינו כבגד שעטנז"
    },
    {
      name: "בגד שעטנז ודעתו ליתנו לגוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ב"
    },
    {
      name: "בגד שעטנז של גוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ב"
    },
    {
      name: "בגדי עבודה",
      status: "מותר",
      source: "ש\"ח סט\"ז",
      description: "דינם כסתם בגד"
    },
    {
      name: "בגדי צבא ומשטרה",
      status: "מותר",
      source: "ש\"ח סט\"ז",
      description: "דינם כסתם בגד"
    },
    {
      name: "בגדים העומדים לסחורה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ז"
    },
    {
      name: "בגדים של נפטר",
      status: "מותר",
      source: "",
      description: "דינם כסתם בגד"
    },
    {
      name: "בד לסוכות",
      status: "מלאכתו להיתר",
      source: "",
      description: "בסוכות מוקצה אא\"כ התנה"
    },
    {
      name: "בד תפירה חתוך",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תקי\"ח"
    },
    {
      name: "בדיקת הריון",
      status: "מלאכתו לאיסור",
      source: "",
      description: "אחר הבדיקה ועומד לזריקה, מוקצה"
    },
    {
      name: "בדיקת קורונה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "בובה ובגדיה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בובה משמיעה קול, מיכני או חשמלי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיפים קי\"ח-קי\"ט"
    },
    {
      name: "בובות תיאטרון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בובת משחק מפורקת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "בובת שלג",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בול חדש",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "בול משומש",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בול משומש למי שאוסף",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ז",
      description: "אם ייחדו לזה"
    },
    {
      name: "בול פגיעה, כל הסוגים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בועות סבון",
      status: "מלאכתו לאיסור",
      source: "שש\"כ פט\"ז סל\"א ובהערה שם",
      description: "לקטנים אפשר להקל כמלאכתו להיתר"
    },
    {
      name: "בוץ",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א ומ\"א",
      description: "מותר להורידו מבגדו ונעלו"
    },
    {
      name: "בוקסות של רמקול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "בורג",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "בורג המתאים רק לקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"א"
    },
    {
      name: "בורג חדש מיוחד למשקפיים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "בורג כעין וו המשמש לנעילת דלת שנשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "בורג רופף מחובר לקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "בורג רופף שלא ניתן לחזקו",
      status: "מלאכתו להיתר",
      source: "ש\"ט ס\"ו"
    },
    {
      name: "בורג שיצא מכסא ודעתו להחזירו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "בורג שיצא ממשקפיים שנפלו שתי העדשות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ז"
    },
    {
      name: "בורג שיצא מקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו",
      description: "גם כשדעתו להחזירו"
    },
    {
      name: "בורג שנפל מהמשקפיים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "בורגול",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בורגול ביום טוב",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "בושם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בושם לבגדים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה תע\"ב ד\"ה ולפ\"ז"
    },
    {
      name: "בטטה שאינה מבושלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"ט"
    },
    {
      name: "בטטה שאינה מבושלת ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "בטריה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה ולפ\"ז"
    },
    {
      name: "בטריה ריקה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בטריה של אופניים חשמליות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "בטריה של פלאפון",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "ביטנת בגד שאינה מחוברת",
      status: "מלאכתו להיתר",
      source: "שש\"כ פט\"ו סע\"ח"
    },
    {
      name: "בימבה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בימבה שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "בימבה שנפל גלגל",
      status: "מוקצה",
      source: "",
      description: "ראה גלגל עגלה שהתפרק"
    },
    {
      name: "בימה לספר תורה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ביפר שכותב או משמיע הודעות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "ביצה חיה",
      status: "מותר",
      source: "ש\"ח סעיף צ\"ט"
    },
    {
      name: "ביצה קלופה שעבר עליה כל הלילה",
      status: "מוקצה",
      source: ""
    },
    {
      name: "ביצה שבורה",
      status: "מותר",
      source: "ש\"ב סי\"א וש\"ח סעיף ק\"א",
      description: "נשברה בצורה שלא ניתן להשתמש בה באופן שאינו חריג, מוקצה מחמת גופו. מותר לנקותה"
    },
    {
      name: "ביצה שיש בה דם",
      status: "מותר",
      source: ""
    },
    {
      name: "ביצה שנולדה בשבת או ביו\"ט",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "ביצה שספק נולדה בשבת או ביו\"ט",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "ביצי יונה בקן",
      status: "מחלוקת",
      source: "ש\"ח סעיף קט\"ו",
      description: "מחלוקת אם הם מוקצה"
    },
    {
      name: "ביצים במדגרה",
      status: "מוקצה",
      source: "ש\"י ס\"ב"
    },
    {
      name: "בית חנוכיה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט וש\"ח סכ\"ה"
    },
    {
      name: "בית חנוכיה עם חנוכיה שדלק בע\"ש",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א וז'"
    },
    {
      name: "בית להדלקת נר שבת בלי נרות",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט וש\"ח סכ\"ה"
    },
    {
      name: "בית להדלקת נר שבת עם נרות שדלקו בע\"ש",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א"
    },
    {
      name: "בית להדלקת נר שבת שנפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "בית להדלקת נר שבת, דין הדלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ט הערה ע\"ט"
    },
    {
      name: "בית להדלקת נרות ביום טוב",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"א"
    },
    {
      name: "בית מזוזה עם מזוזה",
      status: "מותר",
      source: "ש\"ח סל\"ח",
      description: "כשניתן לפותחה בהיתר"
    },
    {
      name: "בית מזוזה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סל\"ח"
    },
    {
      name: "בית מזוזה שנפל מהקיר",
      status: "מותר",
      source: "ש\"ח סל\"ח",
      description: "כשניתן לפותחה בהיתר"
    },
    {
      name: "בית מנורה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "בית מנורה שנפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "בלון גז לא מנופח",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "בלון גז לסודה",
      status: "מלאכתו להיתר",
      source: "יבי\"א ח\"ג סימן כ\"א, שש\"כ פי\"א הערה קמ\"ז"
    },
    {
      name: "בלון גז מלא",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה ולפ\"ז",
      description: "נכון להחמיר כמוקצה מחמת גופו"
    },
    {
      name: "בלון גז מלא ביום טוב",
      status: "מלאכתו להיתר",
      source: "שש\"כ פי\"ג סי\"א"
    },
    {
      name: "בלון גז מנופח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בלון גז ריק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "בלון גז ריק ביום טוב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בלון גז שאינו מחובר ביו\"ט",
      status: "מלאכתו להיתר",
      source: "שש\"כ פי\"ג הערה ס'"
    },
    {
      name: "בלון חמצן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בלון חמצן חשמלי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנח ד\"ה ולפ\"ז"
    },
    {
      name: "בלון חמצן חשמלי, דין העגלה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סכ\"ב"
    },
    {
      name: "בלון מנופח דבוק לקיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רכ\"א"
    },
    {
      name: "בלון משחק מנופח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בלון שאינו מנופח",
      status: "מלאכתו לאיסור",
      source: "הליכות שבת ח\"ב עמוד ת\"ח"
    },
    {
      name: "בלון שהתפוצץ",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "בלון שמעיפים עד שיוצא האויר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ח",
      description: "יש להחמיר כמלאכתו לאיסור, המיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "בלון שנקשר באיסור במזיד",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בלון שנקשר באיסור בשוגג",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בלוק לבניה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ט"
    },
    {
      name: "בלוק נייר כתיבה או ציור",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "בלטה חדשה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ט"
    },
    {
      name: "בלטה רופפת",
      status: "מותר",
      source: "ש\"ח סעיף ע\"ג",
      description: "מותר לדרוך עליה"
    },
    {
      name: "בלטה שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף נ\"ו"
    },
    {
      name: "בלנדר חשמלי או מיכני",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "בלנדר חשמלי ביו\"ט",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "בלנדר מיכני ביו\"ט",
      status: "מלאכתו להיתר",
      source: "",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מלאכתו לאיסור. ראה מגרדת ירקות ביו\"ט"
    },
    {
      name: "בלנק משרדי",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "בלעך",
      status: "מלאכתו להיתר",
      source: "עי' חזו\"א סימן נ' סק\"ט",
      description: "וי\"א לאיסור"
    },
    {
      name: "בלעך ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "במיה לא מבושלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"ט"
    },
    {
      name: "במיה לא מבושלת ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "בננה החוטים שלה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תקפ\"ט"
    },
    {
      name: "בננה קשה שלא נאכלת אף ע\"י הדחק",
      status: "מוקצה מחמת גופו",
      source: "ש\"י ס\"ג"
    },
    {
      name: "בסיס קומקום נשלף",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "בעלי חיים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ב"
    },
    {
      name: "בעלי חיים ביו\"ט",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בעלי חיים במקום צער בע\"ח",
      status: "מותר",
      source: "ש\"ח סעיף קי\"ג",
      description: "מותר רק טלטול במקצת"
    },
    {
      name: "בעלי חיים המזומנים לשחיטה ביו\"ט בלי חשש צידה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בעלי חיים המסייעים לעיור",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תש\"ו",
      description: "לכולם"
    },
    {
      name: "בעלי חיים לנוי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תש\"ה"
    },
    {
      name: "בעלי חיים לשמירה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "בעלי חיים לשעשוע",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "בעלי חיים פלסטיק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בצל חי",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "בצל קלוף ובלי השורש שעבר עליו כל הלילה",
      status: "מוקצה",
      source: "",
      description: "ע\"ע ביצה קלופה"
    },
    {
      name: "בצק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"ט"
    },
    {
      name: "בקבוק בסל המיחזור",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בקבוק גומי חם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בקבוק מים של אופניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בקבוק סודה סטרים",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה בלון גז לסודה"
    },
    {
      name: "בקבוק פלסטיק מעוך",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "אם לא ניתן להשתמש בו כמות שהוא"
    },
    {
      name: "בקבוק ריק המושלך ברחוב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בקבוק ריק שנשמר לפקדון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בקבוק שמשתנה צבעו על ידי החום",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "בקבוק שתיה סגור",
      status: "מותר",
      source: "",
      description: "גם לאוסרים פתיחתו"
    },
    {
      name: "בקבוק שתיה ריק, כל הסוגים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רס\"ח וסמ\"ח"
    },
    {
      name: "בקבוק שתיה שנזרק לפח בשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"א",
      description: "כל זמן שלא נמאס"
    },
    {
      name: "בקבוק שתיה שנזרק לפח מבעוד יום",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"א"
    },
    {
      name: "בקבוק שתיה שנזרק לפח, דין הפקק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בקבוק שתיה שנפתח בשבת, לדעות האוסרות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בקבוק שתן",
      status: "מלאכתו להיתר",
      source: "",
      description: "חדש ומשומש. ע\"ע סיר לתינוקות"
    },
    {
      name: "בקבוק תוצרת חוץ ריק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "בקבוק תינוק",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מותר והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "בקבוק תינוק שהפיטמה אינה מנוקבת כנצרך",
      status: "מלאכתו להיתר",
      source: "",
      description: "דינו כבקבוק תינוק"
    },
    {
      name: "בקבוק תינוק שחלקיו אינם מחוברים",
      status: "מלאכתו להיתר",
      source: "",
      description: "דינו כבקבוק תינוק"
    },
    {
      name: "בר בצק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "ברד",
      status: "מותר",
      source: "של\"ח סק\"ל במשנ\"ב. ע\"ע הליכות שבת ח\"ב עמוד ער\"ה"
    },
    {
      name: "ברז הסקה מרכזית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ברז כיריים גז",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה ידית צינור גז"
    },
    {
      name: "ברז מיחם שלא התבשלו המים קודם השבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ברז מים חמים ע\"י בוילר",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "ברז מים חמים ע\"י דוד שמש",
      status: "מוקצה מחמת איסור",
      source: "",
      description: "לאוסרים מוקצה מחמת איסור, ולמתירים מלאכתו להיתר"
    },
    {
      name: "ברז עוקף סנן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ברז שאינו מחובר או שהתפרק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "ברזיליות של נרונים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "ברזיליות של נרונים ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ברזל גרוטאות",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בריכה מפלסטיק",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה בריכת מים לילדים"
    },
    {
      name: "בריכת ילדים לא מנופחת",
      status: "מלאכתו לאיסור",
      source: "הליכות שבת ח\"ב עמוד ת\"ז",
      description: "אם ניפחה פעם אחת, מלאכתו להיתר"
    },
    {
      name: "בריכת מבוגרים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "בריכת מים לילדים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "בריסטול",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב",
      description: "וי\"א מלאכתו לאיסור"
    },
    {
      name: "ברכון ברכת המזון, תפילת הדרך וכדו'",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "ברכון הדלקת נרות המחובר לו גפרורים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף ס\"ב"
    },
    {
      name: "ברכון שמצידו השני פרסומת",
      status: "מותר",
      source: "ש\"ז סוף הערה קפ\"ד"
    },
    {
      name: "בשמים מחוברים לאדמה",
      status: "מותר",
      source: "ש\"ח סמ\"א ופ\"ה",
      description: "וי\"א מלאכתו להיתר"
    },
    {
      name: "בשמים תלושים",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "וי\"א מלאכתו להיתר"
    },
    {
      name: "בשר חי ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "בשר חי עוף או בקר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"ז"
    },
    {
      name: "בשר טחון",
      status: "מותר",
      source: "ש\"ח סצ\"ז",
      description: "אם ניתן להפשירו לפני צאת השבת"
    },
    {
      name: "בשר מבושל קפוא",
      status: "מותר",
      source: "ש\"ח סו\"ס צ\"ז"
    },
    {
      name: "בשר שנתערב בחלב",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "בתי תפילין בלי פרשיות",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה רמ\"ח"
    }
  ]
};
