export const dalethMuktzeh = {
  title: "ד",
  letter: "ד",
  items: [
    {
      name: "דאודורנט ג'ל",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "ראה ג'ל אלוורה"
    },
    {
      name: "דאודורנט מוצק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "דאודורנט מיימי (גולה)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דאודורנט ספריי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דבק סלוטייפ במתקנו, דין המתקן",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "דבק כל הסוגים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה תקי\"ח"
    },
    {
      name: "דגי אכילה חיים המזומנים ביו\"ט ללא חשש צידה",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "דגי אכילה חיים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "דגי נוי חיים או מתים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "דגים טריים לא מבושלים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ח",
      description: "חוץ מסלמון טרי"
    },
    {
      name: "דגים לא מבושלים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג. ע\"ע ש\"ח הערה תר\"י"
    },
    {
      name: "דגים מלוחים",
      status: "מותר",
      source: "ש\"ח הערה תרי\"א"
    },
    {
      name: "דגים קפואים לא מבושלים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ח"
    },
    {
      name: "דגל לשמחת תורה עם צפצפה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דגל שמחת תורה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דגל שמחת תורה שנשמט המקל",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ז",
      description: "שניהם מוקצה"
    },
    {
      name: "דוד שמש",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "דוח חניה/משטרה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "דומינו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דוקים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דוקרן נגד יונים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דחליל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דיבל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"א ושס\"ו"
    },
    {
      name: "דיו למדפסת או לכתיבת סת\"ם",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "דינמומטר (מודד כח ומשקל)",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "דיסק",
      status: "מוקצה מחמת חסרון כיס",
      source: "",
      description: "ריק ומלא"
    },
    {
      name: "דיסק און קי",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "דיסק און קי שנמצא בצרור מפתחות",
      status: "תלוי",
      source: "",
      description: "ראה צרור ובו מפתחות מוקצה והיתר"
    },
    {
      name: "דיקט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ד"
    },
    {
      name: "דיקט של מיטה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דלי המיועד להאכלת בע\"ח שלו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דלי לשטיפת רצפה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "דלי צבע",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "דלי שטיפה עם מים וסמרטוט",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "מים נקיים, מלאכתו לאיסור שאין בו היתר. מים מלוכלכים מוקצה מחמת גופו"
    },
    {
      name: "דלי שטיפה עם מים מלוכלכים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "דלי שטיפה עם סמרטוט רטוב",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "דלק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "גם ביו\"ט"
    },
    {
      name: "דלת ארון חשמל",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ז והערה ע\"ט"
    },
    {
      name: "דלת ארון מטבח שתלוי בה פח אשפה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ח"
    },
    {
      name: "דלת ארון קודש שמחוברת לאזעקה",
      status: "מלאכתו להיתר",
      source: "",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מוקצה מחמת איסור"
    },
    {
      name: "דלת ארון שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ד ונ\"ו",
      description: "ארון שאינו מחובר לקיר, מלאכתו להיתר"
    },
    {
      name: "דלת ארון שיש בו רק מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ז, הערה ע\"ט ופ\"ה"
    },
    {
      name: "דלת ארון שמונח עליה מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ח"
    },
    {
      name: "דלת בית שהתפרקה מהצירים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "דלת בית שהתפרקה מציר אחד",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד וס\"ו",
      description: "שימושו נוח מלאכתו להיתר, אין שימושו נוח, מוקצה"
    },
    {
      name: "דלת בית שמערב שבת השתמש בלא חיבור",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "דלת בית שנשבר ציר אחד",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ו והערה תל\"א"
    },
    {
      name: "דלת הזזה שיצאה מהמסילה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד ונ\"ו",
      description: "אם הארון מחובר לקיר, מוקצה מחמת גופו"
    },
    {
      name: "דלת כלוב שאין בסגירתו איסור צידה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "דלת כלוב שיש בסגירתו איסור צידה",
      status: "מוקצה מחמת איסור",
      source: "ש\"י סט\"ו"
    },
    {
      name: "דלת כלי שהתפרקה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "דלת כלי שנשברה",
      status: "מוקצה",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "דלת כספת",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "דלת לוח מודעות",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז וי\"ח, ש\"י סכ\"ט",
      description: "אם רוב המודעות דברי חול, מלאכתו לאיסור. אם במידה שוה יש מודעות קודש, מלאכתו להיתר"
    },
    {
      name: "דלת מדיח כלים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "דלת מייבש כביסה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "דלת מכונית",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ו וכ\"ג"
    },
    {
      name: "דלת מכונית שנדלקת נורה או אזעקה בפתיחתה",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח סכ\"ג"
    },
    {
      name: "דלת מכונת כביסה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז, ש\"ט ס\"כ"
    },
    {
      name: "דלת מעלית",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "דלת מעלית שבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דלת מקפיא שבדלת ובמקפיא יש רק מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה פ\"ה"
    },
    {
      name: "דלת מקפיא שיש בו רק מוצרים מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ח"
    },
    {
      name: "דלת מקרר שיש בה רק מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ח"
    },
    {
      name: "דלת מקרר שלא הועבר לפיקוד שבת ונפתחה הדלת",
      status: "מלאכתו להיתר",
      source: "ש\"י סט\"ז",
      description: "שכחו להעבירו לפיקוד שבת, מלאכתו להיתר, בכונה לא העבירו לפיקוד שבת, מוקצה מחמת איסור"
    },
    {
      name: "דלת מקרר שנותק מהחשמל על ידי שעון שבת במהלך השבת",
      status: "מלאכתו להיתר",
      source: "ש\"י סי\"ז",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מוקצה מחמת איסור"
    },
    {
      name: "דלת מתקן נרות שבת",
      status: "מלאכתו לאיסור",
      source: "ש\"ט סי\"ז והערה ע\"ט"
    },
    {
      name: "דלת שבפתיחתה נדלק אור/מזגן/אזעקה",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה קט\"ז",
      description: "שכחו לנתק ופתחוה, מלאכתו להיתר. בכונה לא ניתקו, מוקצה מחמת איסור"
    },
    {
      name: "דלת שמחוברת לה קופת צדקה עם כסף",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ח"
    },
    {
      name: "דלת תיבת דואר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז, ש\"י סכ\"ט"
    },
    {
      name: "דלת תנור",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ח וסי\"ט",
      description: "רגילים לאכסן שם עוגות, מלאכתו להיתר"
    },
    {
      name: "דלתות ארון קודש עם אותיות וציורים",
      status: "מלאכתו להיתר",
      source: "ש\"מ ס\"ק י\"ז במשנ\"ב"
    },
    {
      name: "דם במבחנה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "דם שותת מהגוף",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר לנקותו"
    },
    {
      name: "דמאי",
      status: "מותר",
      source: ""
    },
    {
      name: "דמעות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר לנקותם בידו"
    },
    {
      name: "דמפר של מזגן חשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "דמפר של מזגן ידני",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דמקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דסקית המונחת בכוסית הדלקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"י סוף הערה קצ\"ז",
      description: "מותר ביו\"ט לטלטל את הכוסית"
    },
    {
      name: "דף בקשות פרטיות לתפילה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "דף הוקרה דברי חול",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סכ\"ח ול\"ז"
    },
    {
      name: "דף הוראות להפעלת מכשיר חשמלי",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סכ\"ח ול\"ז"
    },
    {
      name: "דף הוראות למשחק",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ג",
      description: "חול, מלאכתו לאיסור, קודש, מלאכתו להיתר"
    },
    {
      name: "דף הוראות רפואיות",
      status: "מלאכתו להיתר",
      source: "ש\"ז סכ\"ח"
    },
    {
      name: "דף הרחה שהתנדף ריחו",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "דף חשבון חשמל וכדו'",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "דף חשבון ששולם",
      status: "מוקצה מחמת חסרון כיס",
      source: "",
      description: "שולם באשראי, מלאכתו לאיסור"
    },
    {
      name: "דף מצב חשבון",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "דף פרסום",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ה"
    },
    {
      name: "דף קבלת תשלום",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "דף קשר עבודה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "דף קשר של ילדים",
      status: "מותר",
      source: "ש\"ז סכ\"ה ול\"א"
    },
    {
      name: "דף ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "דף רישום זמנים בכולל",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סי\"ט ול\"ז"
    },
    {
      name: "דף תווים אקורדים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "דפדפת ריקה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב",
      description: "וי\"א מלאכתו לאיסור"
    },
    {
      name: "דפדפת שכתוב בחלקה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ג",
      description: "טוב להימנע לדפדף בדפים הריקים"
    },
    {
      name: "דפוס נעל",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה אימום ביתי"
    },
    {
      name: "דפוס סנדלר",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה אימום של סנדלר"
    },
    {
      name: "דפי ממו (דפי כתיבה קטנים)",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "דפי מרכך למייבש",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה מרכך כביסה"
    },
    {
      name: "דפי נייר לבחירה בקלפי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "דפי ציור וצביעה מלאים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "דפי ציור וצביעה ריקים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "דפי קודש קרועים",
      status: "מותר",
      source: "ש\"ח סל\"ט",
      description: "ניתן לקרוא, מותר. לא ניתן לקרוא מוקצה מחמת גופו"
    },
    {
      name: "דפי תשבץ, תפזורת מילים וכדו'",
      status: "מותר",
      source: "",
      description: "תורני מותר. חול מלאכתו לאיסור"
    },
    {
      name: "דפנות סוכה",
      status: "מוקצה מחמת מצוה",
      source: "",
      description: "מחוברת בסוכות, מוקצה מחמת מצוה. כל השנה, מלאכתו לאיסור"
    },
    {
      name: "דרבוקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "דרכון",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "דשא לישיבה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף פ\"ה"
    },
    {
      name: "דשא לנוי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף פ\"ה"
    },
    {
      name: "דשא סינטטי תלוש ומחובר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף פ\"ה"
    },
    {
      name: "דשא תלוש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף פ\"ה"
    }
  ]
};
