export const heyMuktzeh = {
  title: "ה",
  letter: "ה",
  items: [
    {
      name: "הדס בשמיני עצרת",
      status: "מלאכתו להיתר",
      source: "סימן תרס\"ה ס\"א בשו\"ע"
    },
    {
      name: "הדס לנוי תלוש",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "הדס לריח תלוש",
      status: "מחלוקת",
      source: "ש\"ח סמ\"א",
      description: "מותר וי\"א מלאכתו להיתר"
    },
    {
      name: "הדס מחובר",
      status: "מחלוקת",
      source: "ש\"ח סמ\"א ופ\"ה, של\"ו סקמ\"ח במשנ\"ב",
      description: "מותר, וי\"א מלאכתו להיתר"
    },
    {
      name: "הדס שבלולב ביו\"ט סוכות",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"י",
      description: "ע\"ע אתרוג ביו\"ט סוכות"
    },
    {
      name: "הדס שבלולב בשבת סוכות",
      status: "מוקצה מחמת מצוה",
      source: "סימן תרנ\"ג ס\"א בשו\"ע ובמשנ\"ב סק\"ב"
    },
    {
      name: "הדס שיחדו למצוה",
      status: "מלאכתו להיתר",
      source: "סימן תרנ\"ג ס\"ב בשו\"ע"
    },
    {
      name: "הדס שנפסל אחר נטילתו למצוה",
      status: "מוקצה מחמת מצוה",
      source: "תרס\"ה ס\"א בשו\"ע",
      description: "כל שבעה"
    },
    {
      name: "הדסים לסחורה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"י"
    },
    {
      name: "הוקי טוקי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "הוקי טוקי מקולקל",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "הוקי טוקי שנפל בשבת והתקלקל",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"נ",
      description: "והמחמיר כמלאכתו לאיסור תע\"ב"
    },
    {
      name: "הזמנה לאחר השמחה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח"
    },
    {
      name: "הזמנה לשמחת מצוה",
      status: "מותר",
      source: "ש\"ז סכ\"ג וש\"ח סל\"ו"
    },
    {
      name: "הזמנה שייחדה לסימניה לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ט והערה תק\"ג"
    },
    {
      name: "הינומה",
      status: "מותר",
      source: "ש\"ח ס\"ג ומ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "הליכון זקנים",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "הליכון ילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "הליכון לתינוקות",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "הליכון שהתפרק הגלגל, דין הגלגל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "הליכון שהתפרק הגלגל, דין ההליכון",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "הסכמה לספר תורני",
      status: "מותר",
      source: "ש\"ח"
    },
    {
      name: "הסקה שנותקה מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "העתק שמש",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סי\"ז וסוף הערה מ\"ח",
      description: "אם רגיל ללמוד ולהגיה, מלאכתו להיתר"
    },
    {
      name: "הקדשה",
      status: "מחלוקת",
      source: "ש\"ז סכ\"ו",
      description: "שמות התורמים, מותר. עילוי נשמה, מלאכתו לאיסור"
    }
  ]
}; 