export const kafMuktzeh = {
  title: "כ",
  letter: "כ",
  items: [
    {
      name: "כביסה שהתייבשה בשבת",
      status: "מותר",
      source: "ש\"ח סעיף ס\"ד",
      description: "אם היה ברור שתתייבש, אינה מוקצה"
    },
    {
      name: "כבל חשמל מאריך",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה ותירץ בזה"
    },
    {
      name: "כבל טלפון",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כד בריטה",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד תפ\"ב"
    },
    {
      name: "כד חלב קונקומט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כד חרס לנוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ג"
    },
    {
      name: "כדור ים מנופח",
      status: "מלאכתו להיתר"
    },
    {
      name: "כדור לחיצה לכף היד",
      status: "מלאכתו להיתר"
    },
    {
      name: "כדור מדליק אור",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כדור מפונצ'ר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "כדור משחק/רגל/סל/טניס",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ז"
    },
    {
      name: "כדורי נשק",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כדורי רעל נגד חרקים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כדורי תרופה",
      status: "תלוי",
      source: "ש\"ח סעיף צ\"א",
      description: "שימושם תדיר, מלאכתו להיתר. אין שימושם תדיר, מוקצה"
    },
    {
      name: "כובע ים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "כובע שוטר",
      status: "מלאכתו להיתר"
    },
    {
      name: "כובע תחפושת",
      status: "מלאכתו להיתר"
    },
    {
      name: "כומתה של חייל",
      status: "מלאכתו להיתר"
    },
    {
      name: "כוס",
      status: "תלוי",
      source: "ש\"ח ס\"מ",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מותר, והמחמיר תע\"ב"
    },
    {
      name: "כוס למדידה של מצוה",
      status: "מלאכתו להיתר",
      source: "ש\"ו הערה רי\"ח וש\"ח סוף הערה תשנ\"א"
    },
    {
      name: "כוס חד פעמי מעוכה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סל\"ג",
      description: "אם לא ניתן להשתמש"
    },
    {
      name: "כוס חד פעמי שזרק לאשפה",
      status: "תלוי",
      source: "ש\"ח סנ\"א",
      description: "התלכלך ונמאס, מוקצה. לא נמאס אינו מוקצה אם זרקו בשבת"
    },
    {
      name: "כוס מדידה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה פ\"א"
    },
    {
      name: "כוס נר נשמה מלא",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה",
      description: "המחמיר כמוקצה תע\"ב"
    },
    {
      name: "כוס נר נשמה מלא ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כוס עם שאריות קפה שחור",
      status: "מותר",
      source: "ש\"י הערה קצ\"ז ד\"ה אולם אם",
      description: "דינה ככוס נקיה"
    },
    {
      name: "כוסית הדלקה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "גם חדשה"
    },
    {
      name: "כוסית הדלקה ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כוסית שדלקה כל בה\"ש וכבתה",
      status: "מוקצה",
      source: "רע\"ט ס\"א",
      description: "בשבת מוקצה. ביו\"ט מלאכתו להיתר"
    },
    {
      name: "כוסית שתיה שייחדה להדלקה",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "כורסת עיסוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ח",
      description: "דמשתמשים בה גם לסתם ישיבה"
    },
    {
      name: "כותש שום",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כינים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר להוציאם מהראש בידו"
    },
    {
      name: "כיס חולצה שהניח בה מוקצה מע\"ש",
      status: "מוקצה",
      source: "ש\"י סל\"א",
      description: "כל החולצה מוקצה"
    },
    {
      name: "כיס חולצה ששכח שם מוקצה",
      status: "מותר",
      source: "ש\"י סל\"א",
      description: "אינה מוקצה"
    },
    {
      name: "כיס מכנסיים או חליפה ששכח שם מוקצה",
      status: "מותר",
      source: "ש\"י ס\"ל",
      description: "אינם מוקצה"
    },
    {
      name: "כיס מכנסיים שהניח שם מוקצה מע\"ש",
      status: "תלוי",
      source: "ש\"י ס\"ל",
      description: "אינם מוקצה. הכיס מוקצה"
    },
    {
      name: "כיסוי בד מעל המיקרוגל",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי בור בטחון עם ידית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ח"
    },
    {
      name: "כיסוי בור ביוב",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה של\"ז",
      description: "גם כשיש לו ידית"
    },
    {
      name: "כיסוי גשם למגבעת",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי גשם לעגלת תינוק",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי המיוחד לבריכה",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב פ\"ח תשובה ג'"
    },
    {
      name: "כיסוי טלית",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי לארון חשמל ביתי",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי לחלות שבת",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי לקרש גיהוץ",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז, ש\"י סכ\"ט"
    },
    {
      name: "כיסוי לרכב",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה צ\"ב וש\"י סכ\"ט"
    },
    {
      name: "כיסוי מחשב לכבוד שבת",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי מחשב",
      status: "מלאכתו לאיסור",
      source: "ש\"ט הערה פ'"
    },
    {
      name: "כיסוי מיטה",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי מצות של פסח",
      status: "מחלוקת",
      source: "ש\"ח ס\"ו",
      description: "מוקצה מחמת חסרון כיס, וי\"א מלאכתו להיתר"
    },
    {
      name: "כיסוי מצות של פסח בימות הפסח",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי מרושת לגריפת מים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ח",
      description: "אם יש לו ידית"
    },
    {
      name: "כיסוי מתג חשמל לשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה פ\"ב ד\"ה אולם דעת"
    },
    {
      name: "כיסוי מתג חשמל קבוע",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כיסוי פלאפון",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כיסוי פלטת שבת",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי פתח הניקוז בבית",
      status: "מוקצה",
      description: "יש לו ידית ורגילות לפותחו, מלאכתו להיתר",
      source: "ש\"ח סנ\"ח"
    },
    {
      name: "כיסוי קופסת ביקורת חשמל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ח",
      description: "חדש וישן"
    },
    {
      name: "כיסוי שמשת מכונית",
      status: "מלאכתו להיתר"
    },
    {
      name: "כיסוי שקע חשמל",
      status: "מלאכתו לאיסור",
      description: "מחובר או נפרד"
    },
    {
      name: "כיסוי תפילין",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה רמ\"ח",
      description: "המיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "כיפה שנפלה למים",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "כירה חשמלית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כירה חשמלית ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "דלוקה וכבויה"
    },
    {
      name: "כירה חשמלית דולקת",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "כיריים של גז",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כיריים של גז ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלב ביתי/הפקר/שמירה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיפים קי\"ב וקי\"ד"
    },
    {
      name: "כלב נחיה לעיור",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "כלוב ובע\"ח בתוכו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד, ש\"ט סי\"ז",
      description: "הדלת מלאכתו לאיסור"
    },
    {
      name: "כלוב ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כלונסאות חופה",
      status: "מלאכתו לאיסור",
      source: "סימן של\"ט ס\"ד בשו\"ע"
    },
    {
      name: "כלונסאות להכנסת ס\"ת",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלור למקוה",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי אוכל ושתיה לבע\"ח ביתי",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי אוכל ושתיה לחתולי רחוב",
      status: "מלאכתו להיתר",
      source: "ש\"ח סו\"ס צ'"
    },
    {
      name: "כלי הטעון הגעלה",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "כלי הטעון טבילה",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "כלי המופעל על ידי חשמל",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "דולק ומכובה. יש בו חוטי להט מתאדמים, מוקצה כשדולק. מקפיד, מוקצה בכל אופן"
    },
    {
      name: "כלי זכוכית יקר",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ג"
    },
    {
      name: "כלי חמץ בפסח",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "כלי טחינה וריסוק",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כלי טחינה וריסוק ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי לבשמים",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי למליחת או שריית בשר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כלי למליחת או שריית בשר ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי לעשיית קרח",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי לעשיית קרח מלא",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "כלי מדידה מיכני וחשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה פ\"א"
    },
    {
      name: "כלי מיטה",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי מרושת לאחסון חמוצים",
      status: "מותר"
    },
    {
      name: "כלי נגינה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כלי נגינה לילדים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כלי נוי",
      status: "מלאכתו להיתר"
    },
    {
      name: "כלי נשק",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה קי\"ב",
      description: "שעת מלחמה, מלאכתו לאיסור"
    },
    {
      name: "כלי נשק עם לייזר",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח הערה קי\"ב"
    },
    {
      name: "כלי סחורה ולא מקפיד שלא להשתמש",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ז"
    },
    {
      name: "כלי סחורה ומקפיד שלא להשתמש",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ז"
    },
    {
      name: "כלי סעודה",
      status: "תלוי",
      source: "ש\"ח ס\"מ",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מותר והמחמיר תע\"ב"
    },
    {
      name: "כלי פסח כל השנה",
      status: "תלוי",
      source: "ש\"ח ס\"ו",
      description: "אינו מקפיד, ככלי רגיל. מקפיד מוקצה ויש מתירים"
    },
    {
      name: "כלי שבנה גוי בשבת או ביו\"ט",
      status: "תלוי",
      source: "הליכות שבת ח\"ב עמוד שמ\"א"
    },
    {
      name: "כלי שבנה יהודי בשבת או ביו\"ט",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "כלי שהוציאו הבטריות לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "כלי שהוציאו הבטריות לשבת אחת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ט"
    },
    {
      name: "כלי של מוקצה מחמת חסרון כיס שנשבר בשבת",
      status: "מוקצה",
      source: "ש\"ח ס\"נ"
    },
    {
      name: "כלי שלם שזרקו לאשפה",
      status: "אינו מוקצה",
      source: "ש\"ח סנ\"ב"
    },
    {
      name: "כלי שלם שיש רגילות לזורקו וזרקו לאשפה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה רצ\"ד"
    },
    {
      name: "כלי שמלאכתו לאיסור שייחדו להיתר",
      status: "תלוי",
      source: "ש\"ח סע\"ט",
      description: "רק יחוד לעולם מועיל"
    },
    {
      name: "כלי שמלאכתו לאיסור שנשבר בשבת ועומד להיתר",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"נ",
      description: "והמחמיר תע\"ב"
    },
    {
      name: "כלי שנשבר ודעתו לזורקו",
      status: "מוקצה",
      source: "ש\"ח סמ\"ו",
      description: "אם ראוי לשימוש באופן לא חריג, מלאכתו להיתר"
    },
    {
      name: "כלים למשחק בחול",
      status: "מלאכתו להיתר"
    },
    {
      name: "כסא גלגלים",
      status: "מלאכתו להיתר"
    },
    {
      name: "כסא גלגלים חשמלי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כסא ים",
      status: "מלאכתו להיתר"
    },
    {
      name: "כסא",
      status: "תלוי",
      source: "ש\"ח ס\"מ והערה רל\"ב",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מותר והמחמיר תע\"ב"
    },
    {
      name: "כסא שהתפרק מושבו",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו",
      description: "הכסא מוקצה אם שימושו לא נוח"
    },
    {
      name: "כסא שהתפרק מושבו, דין המושב",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "כסא שהתפרק רגלו או גלגלו",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "כסא שהתפרק רגלו או גלגלו, דין הרגל והגלגל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "כסא שהתפרקה הידית שלו",
      status: "תלוי",
      description: "שניהם כדין סתם כסא. ע\"ע ידית שנפלה מכסא"
    },
    {
      name: "כסא שהתפרקו גומיות רגליו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוף הערה תל\"א"
    },
    {
      name: "כסא תינוק",
      status: "מלאכתו להיתר"
    },
    {
      name: "כסא תינוק אחורי לאופניים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כסא תינוק כשמגש האוכל אינו מחובר",
      status: "מלאכתו להיתר",
      description: "שניהם מלאכתו להיתר"
    },
    {
      name: "כסא תינוק לרכב",
      status: "מלאכתו להיתר"
    },
    {
      name: "כסף לשמירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ח"
    },
    {
      name: "כסף מטבעות או שטרות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "כסף של אספנות",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ז"
    },
    {
      name: "כספת בחדרי בתי מלון",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כספת לכסף",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "עם כסף, מוקצה מחמת גופו, בלי כסף מלאכתו לאיסור"
    },
    {
      name: "כספת לכסף, דין הדלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ט סי\"ז והערה ע\"ט"
    },
    {
      name: "כספת לתכשיטים",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף אשפה",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף בחישה לבישול",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כף בחישה לבישול ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף בחישה לסלטים",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כף להוצאת גלידה",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף להכנסת נעל",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף להכנת כדורי פלאפל",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כף להכנת כדורי פלאפל ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף למעיכת תפוחי אדמה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כף למעיכת תפוחי אדמה ביו\"ט",
      status: "תלוי",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "כף מדידה לתינוק",
      status: "מלאכתו להיתר"
    },
    {
      name: "כף מחוררת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כף מחוררת ביו\"ט",
      status: "מלאכתו להיתר",
      source: "תק\"י ס\"ד בשו\"ע ובבה\"ל שם ד\"ה מותר"
    },
    {
      name: "כף מתקפלת",
      status: "מלאכתו להיתר",
      source: "שי\"ג סמ\"ו"
    },
    {
      name: "כפית לסירופ",
      status: "תלוי",
      source: "ש\"ח סעיף צ\"א",
      description: "שימושו תדיר מלאכתו להיתר, אין שימושו תדיר מלאכתו לאיסור"
    },
    {
      name: "כפפה חד פעמי קרועה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"א"
    },
    {
      name: "כפפות",
      status: "מלאכתו להיתר"
    },
    {
      name: "כפפות גומי או ניילון",
      status: "מלאכתו להיתר"
    },
    {
      name: "כפפות המסייעות את מלאכת האיסור אך לא מאפשרות",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה צ\"א",
      description: "כפפות אפיה/גינון/חייל/חשמלאי/ אופנוע / משקולות / מכונאי /נגר / ניקוי כלי כסף/ פועל נקיון/ריתוך"
    },
    {
      name: "כפפות ובהם שיירי משחה",
      status: "תלוי",
      description: "דעתו ללובשם מלאכתו להיתר. דעתו לזורקם מוקצה מחמת גופו"
    },
    {
      name: "כפפות חד פעמי לאחר שפשט מידיו",
      status: "מלאכתו להיתר"
    },
    {
      name: "כפפות חורף רטובות",
      status: "תלוי",
      source: "ש\"ח סעיף ס\"ד",
      description: "אינן מוקצה רק אם ניתן ללובשן בשעת הדחק"
    },
    {
      name: "כפתור גז",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כפתור גז ביו\"ט",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כפתור גז דולק",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה",
      description: "גם כשכבה הגז"
    },
    {
      name: "כפתור גז דולק ביו\"ט",
      status: "מוקצה מחמת איסור"
    },
    {
      name: "כפתור גז שנפל",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סנ\"ד",
      description: "ביו\"ט מלאכתו לאיסור"
    },
    {
      name: "כפתור חדש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "כפתור חשמל שכבה על ידי שעון שבת",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "כפתור מאוורר המסובבו לצדדים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כפתור מכשיר חשמלי דלוק או כבוי",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "כפתור מתג חשמל",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "כפתור רופף המחובר לבגד",
      status: "תלוי",
      description: "דינו כדין הבגד"
    },
    {
      name: "כפתור רזרבה שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה ש\"ב"
    },
    {
      name: "כפתור שנפל מבגד",
      status: "תלוי",
      source: "ש\"ח סנ\"ד",
      description: "אינו מוקצה רק אם דעתו להחזירו"
    },
    {
      name: "כרטיס אשראי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "כרטיס ביקור",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כרטיס ברכה חדש",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "כרטיס ברכה כתוב",
      status: "תלוי",
      source: "ש\"ז סל\"ז וש\"ח סל\"ו",
      description: "דברי קודש, מותר. דברי חול מלאכתו לאיסור"
    },
    {
      name: "כרטיס ברכה מנגן כשפותחים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כרטיס גירוד",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כרטיס הגרלה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כרטיס זיכרון",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כרטיס זכיה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "כרטיס טיסה",
      status: "מוקצה מחמת חסרון כיס",
      description: "אחרי הטיסה,מלאכתו לאיסור"
    },
    {
      name: "כרטיס כניסה למקום שאסור בשבת",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כרטיס כניסה למקום שמותר בשבת או ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "כרטיס לוטו",
      status: "מוקצה מחמת חסרון כיס",
      description: "ריק או מלא"
    },
    {
      name: "כרטיס לחדר בבית מלון",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כרטיס מגנטי כגון של קופ\"ח",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כרטיס נטען",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "כרטיס רב קו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "כרטסת",
      status: "תלוי",
      description: "דברי קודש, מותר. דברי חול, מלאכתו לאיסור"
    },
    {
      name: "כריכה שנתלשה מספר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוף הערה ש\"ח"
    },
    {
      name: "כרית",
      status: "מלאכתו להיתר"
    },
    {
      name: "כרית דיו",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כרית חימום חשמלית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "כרית לברית מילה",
      status: "מלאכתו להיתר"
    },
    {
      name: "כרית לפצעי לחץ",
      status: "מלאכתו להיתר"
    },
    {
      name: "כרית קרצוף",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "כרית קרצוף סיליקון",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ז"
    },
    {
      name: "כרית קרצוף סינטטי",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ז",
      description: "ובתנאי שהרווחים ניכרים"
    },
    {
      name: "כתבי קודש",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "כתובה",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ח"
    },
    {
      name: "כתר לספר תורה",
      status: "מותר",
      source: "ראה ש\"ח סל\"ו וכ'"
    },
    {
      name: "כתר שנפל משן",
      status: "מחלוקת",
      source: "ש\"ח סוף הערה ש\"ח",
      description: "אם צריך אומן להחזירו, נכון להחמיר כמוקצה"
    }
  ]
}; 