export const kafMuktzeh = {
  title: "כ",
  letter: "כ",
  items: [
    {
      name: "כביסה מלוכלכת",
      status: "",
      source: "",
      description: "ראה בגד מטונף"
    },
    {
      name: "כביסה רטובה",
      status: "",
      source: "",
      description: "ראה בגד רטוב"
    },
    {
      name: "כביסה שהתייבשה בשבת",
      status: "אינה מוקצה",
      source: "ש\"ח סעיף ס\"ד",
      description: "אם היה ברור שתתייבש"
    },
    {
      name: "כבל חשמל מאריך",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה ותירץ בזה"
    },
    {
      name: "כבל טלפון",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כד בריטה",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד תפ\"ב"
    },
    {
      name: "כד חלב קונקומט",
      status: "מלאכתו להיתר",
      source: "",
      description: "חלב בתוכו, מותר"
    },
    {
      name: "כד חרס לנוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ג"
    },
    {
      name: "כדור ים לא מנופח - נופח פעם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כדור ים לא מנופח - לא נופח",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כדור ים מנופח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כדור לא מנופח",
      status: "",
      source: "",
      description: "ראה כדור ים לא מנופח"
    },
    {
      name: "כדור לחיצה לכף היד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כדור מדליק אור",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כדור מפונצ'ר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "כדור משחק/רגל/סל/טניס",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ז"
    },
    {
      name: "כדורי נשק",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כדורי רעל נגד חרקים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כדורי תרופה - שימושם תדיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "כדורי תרופה - אין שימושם תדיר",
      status: "מוקצה",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "כובע ים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "כובע מצחיה",
      status: "",
      source: "",
      description: "ראה מצחיה"
    },
    {
      name: "כובע שוטר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כובע תחפושת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כומתה של חייל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כוס - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ"
    },
    {
      name: "כוס - לבני אשכנז",
      status: "מותר",
      source: "ש\"ח ס\"מ",
      description: "והמחמיר תע\"ב"
    },
    {
      name: "כוס למדידה של מצוה",
      status: "מלאכתו להיתר",
      source: "ש\"ו הערה רי\"ח וש\"ח סוף הערה תשנ\"א"
    },
    {
      name: "כוס חד פעמי מעוכה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סל\"ג",
      description: "אם לא ניתן להשתמש"
    },
    {
      name: "כוס חד פעמי שזרק לאשפה - התלכלך ונמאס",
      status: "מוקצה",
      source: "ש\"ח סנ\"א"
    },
    {
      name: "כוס חד פעמי שזרק לאשפה - לא נמאס",
      status: "אינו מוקצה",
      source: "ש\"ח סנ\"א",
      description: "אם זרקו בשבת"
    },
    {
      name: "כוס מדידה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה פ\"א"
    },
    {
      name: "כוס נר נשמה מלא",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה",
      description: "המחמיר כמוקצה תע\"ב"
    },
    {
      name: "כוס נר נשמה מלא ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כוס נר נשמה ריק ביו\"ט",
      status: "מלאכתו להיתר",
      source: "",
      description: "דינו כמלא. עי' בהערה הקודמת"
    },
    {
      name: "כוס נר נשמה ריק בשבת",
      status: "מלאכתו לאיסור",
      source: "",
      description: "דינו כמלא"
    },
    {
      name: "כוס עם שאריות קפה שחור",
      status: "מותר",
      source: "ש\"י הערה קצ\"ז ד\"ה אולם אם",
      description: "דינה ככוס נקיה"
    },
    {
      name: "כוסית הדלקה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "גם חדשה"
    },
    {
      name: "כוסית הדלקה ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כוסית שדלקה כל בה\"ש וכבתה - בשבת",
      status: "מוקצה",
      source: "רע\"ט ס\"א"
    },
    {
      name: "כוסית שדלקה כל בה\"ש וכבתה - ביו\"ט",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"א"
    },
    {
      name: "כוסית שתיה שייחדה להדלקה - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כוסית שתיה שייחדה להדלקה - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כורסת עיסוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ח",
      description: "דמשתמשים בה גם לסתם ישיבה"
    },
    {
      name: "כותש שום",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כינים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר להוציאם מהראש בידו"
    },
    {
      name: "כיס חולצה שהניח בה מוקצה מע\"ש",
      status: "מוקצה",
      source: "ש\"י סל\"א",
      description: "כל החולצה מוקצה"
    },
    {
      name: "כיס חולצה ששכח שם מוקצה",
      status: "אינה מוקצה",
      source: "ש\"י סל\"א"
    },
    {
      name: "כיס מכנסיים או חליפה ששכח שם מוקצה",
      status: "אינם מוקצה",
      source: "ש\"י ס\"ל"
    },
    {
      name: "כיס מכנסיים שהניח שם מוקצה מע\"ש - המכנסיים",
      status: "אינם מוקצה",
      source: "ש\"י ס\"ל"
    },
    {
      name: "כיס מכנסיים שהניח שם מוקצה מע\"ש - הכיס",
      status: "מוקצה",
      source: "ש\"י ס\"ל"
    },
    {
      name: "כיסוי בד מעל המיקרוגל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי בור בטחון עם ידית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ח"
    },
    {
      name: "כיסוי בור ביוב",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה של\"ז",
      description: "גם כשיש לו ידית"
    },
    {
      name: "כיסוי גשם למגבעת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי גשם לעגלת תינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי המיוחד לבריכה",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב פ\"ח תשובה ג'"
    },
    {
      name: "כיסוי טלית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי לארון חשמל ביתי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי לחלות שבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי לקרש גיהוץ",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז, ש\"י סכ\"ט"
    },
    {
      name: "כיסוי לרכב",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה צ\"ב וש\"י סכ\"ט"
    },
    {
      name: "כיסוי מחשב לכבוד שבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי מחשב",
      status: "מלאכתו לאיסור",
      source: "ש\"ט הערה פ'"
    },
    {
      name: "כיסוי מיטה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי מצות של פסח",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ו",
      description: "וי\"א מלאכתו להיתר"
    },
    {
      name: "כיסוי מצות של פסח בימות הפסח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי מרושת לגריפת מים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ח",
      description: "אם יש לו ידית"
    },
    {
      name: "כיסוי מתג חשמל לשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה פ\"ב ד\"ה אולם דעת"
    },
    {
      name: "כיסוי מתג חשמל קבוע",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כיסוי פלאפון",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כיסוי פלטת שבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי פתח הניקוז בבית - בלי ידית",
      status: "מוקצה",
      source: "ש\"ח סנ\"ח"
    },
    {
      name: "כיסוי פתח הניקוז בבית - יש לו ידית ורגילות לפותחו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ח"
    },
    {
      name: "כיסוי קופסת ביקורת חשמל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ח",
      description: "חדש וישן"
    },
    {
      name: "כיסוי שמשת מכונית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כיסוי שקע חשמל",
      status: "מלאכתו לאיסור",
      source: "",
      description: "מחובר או נפרד"
    },
    {
      name: "כיסוי תפילין (קופסאות התפילין והנרתיק)",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה רמ\"ח",
      description: "המיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "כיפה שנפלה למים",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "כירה חשמלית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כירה חשמלית ביו\"ט - דלוקה וכבויה",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "כירה חשמלית דולקת",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "כיריים של גז",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כיריים של גז ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלב ביתי/הפקר/שמירה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיפים קי\"ב וקי\"ד"
    },
    {
      name: "כלב נחיה לעיור",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "כלוב ובע\"ח בתוכו - הכלוב",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד, ש\"ט סי\"ז"
    },
    {
      name: "כלוב ובע\"ח בתוכו - הדלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ד, ש\"ט סי\"ז"
    },
    {
      name: "כלוב ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כלונסאות חופה",
      status: "מלאכתו לאיסור",
      source: "סימן של\"ט ס\"ד בשו\"ע"
    },
    {
      name: "כלונסאות להכנסת ס\"ת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלור למקוה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי אוכל ושתיה לבע\"ח ביתי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי אוכל ושתיה לחתולי רחוב",
      status: "מלאכתו להיתר",
      source: "ש\"ח סו\"ס צ'"
    },
    {
      name: "כלי הטעון הגעלה",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "כלי הטעון טבילה",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "כלי המופעל על ידי חשמל - דולק ומכובה",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "כלי המופעל על ידי חשמל - יש בו חוטי להט מתאדמים כשדולק",
      status: "מוקצה",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "כלי המופעל על ידי חשמל - מקפיד",
      status: "מוקצה",
      source: "רע\"ט ס\"ב",
      description: "בכל אופן"
    },
    {
      name: "כלי זכוכית יקר",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ג"
    },
    {
      name: "כלי חמץ בפסח",
      status: "אינם מוקצה",
      source: "ש\"ח סעיף קכ\"ה"
    },
    {
      name: "כלי טחינה וריסוק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כלי טחינה וריסוק ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי לבשמים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי למליחת או שריית בשר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כלי למליחת או שריית בשר ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי לעשיית קרח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי לעשיית קרח מלא",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "כלי מדידה מיכני וחשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה פ\"א"
    },
    {
      name: "כלי מיטה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי מרושת לאחסון חמוצים",
      status: "מותר",
      source: ""
    },
    {
      name: "כלי נגינה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כלי נגינה לילדים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כלי נוי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כלי נשק - רגיל",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה קי\"ב"
    },
    {
      name: "כלי נשק - שעת מלחמה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קי\"ב"
    },
    {
      name: "כלי נשק עם לייזר",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח הערה קי\"ב"
    },
    {
      name: "כלי סחורה ולא מקפיד שלא להשתמש",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ז"
    },
    {
      name: "כלי סחורה ומקפיד שלא להשתמש",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ז"
    },
    {
      name: "כלי סעודה - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ"
    },
    {
      name: "כלי סעודה - לבני אשכנז",
      status: "מותר",
      source: "ש\"ח ס\"מ",
      description: "והמחמיר תע\"ב"
    },
    {
      name: "כלי פסח כל השנה - אינו מקפיד",
      status: "מותר",
      source: "ש\"ח ס\"ו",
      description: "ככלי רגיל"
    },
    {
      name: "כלי פסח כל השנה - מקפיד",
      status: "מוקצה",
      source: "ש\"ח ס\"ו",
      description: "ויש מתירים"
    },
    {
      name: "כלי שבנה גוי בשבת או ביו\"ט",
      status: "",
      source: "",
      description: "ראה הליכות שבת ח\"ב עמוד שמ\"א"
    },
    {
      name: "כלי שבנה יהודי בשבת או ביו\"ט",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "כלי שהוציאו הבטריות לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "כלי שהוציאו הבטריות לשבת אחת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ט"
    },
    {
      name: "כלי של מוקצה מחמת חסרון כיס שנשבר בשבת",
      status: "מוקצה",
      source: "ש\"ח ס\"נ"
    },
    {
      name: "כלי שלם שזרקו לאשפה",
      status: "אינו מוקצה",
      source: "ש\"ח סנ\"ב"
    },
    {
      name: "כלי שלם שיש רגילות לזורקו וזרקו לאשפה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה רצ\"ד"
    },
    {
      name: "כלי שמלאכתו לאיסור שייחדו להיתר",
      status: "",
      source: "ש\"ח סע\"ט",
      description: "רק יחוד לעולם מועיל"
    },
    {
      name: "כלי שמלאכתו לאיסור שנשבר בשבת ועומד להיתר",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"נ",
      description: "והמחמיר תע\"ב"
    },
    {
      name: "כלי שנשבר ודעתו לזורקו - ראוי לשימוש באופן לא חריג",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "כלי שנשבר ודעתו לזורקו - לא ראוי",
      status: "מוקצה",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "כלים למשחק בחול",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כסא גלגלים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כסא גלגלים חשמלי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כסא ים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כסא - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ והערה רל\"ב"
    },
    {
      name: "כסא - לבני אשכנז",
      status: "מותר",
      source: "ש\"ח ס\"מ והערה רל\"ב",
      description: "והמחמיר תע\"ב"
    },
    {
      name: "כסא שהתפרק מושבו - הכסא",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו",
      description: "אם שימושו לא נוח"
    },
    {
      name: "כסא שהתפרק מושבו - המושב",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "כסא שהתפרק רגלו או גלגלו - הכסא",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "כסא שהתפרק רגלו או גלגלו - הרגל והגלגל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "כסא שהתפרקה הידית שלו",
      status: "מותר",
      source: "",
      description: "שניהם כדין סתם כסא. ע\"ע ידית שנפלה מכסא"
    },
    {
      name: "כסא שהתפרקה משענתו",
      status: "",
      source: "",
      description: "ראה כסא שהתפרק מושבו"
    },
    {
      name: "כסא שהתפרקו גומיות רגליו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוף הערה תל\"א",
      description: "שניהם"
    },
    {
      name: "כסא תינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כסא תינוק אחורי לאופניים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כסא תינוק כשמגש האוכל אינו מחובר",
      status: "מלאכתו להיתר",
      source: "",
      description: "שניהם"
    },
    {
      name: "כסא תינוק לרכב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כסף לשמירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ח"
    },
    {
      name: "כסף מטבעות או שטרות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "כסף של אספנות",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ז"
    },
    {
      name: "כספת בחדרי בתי מלון",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כספת לכסף - עם כסף",
      status: "מוקצה מחמת גופו",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כספת לכסף - בלי כסף",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "כספת לכסף - הדלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ט סי\"ז והערה ע\"ט"
    },
    {
      name: "כספת לתכשיטים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף אכילה",
      status: "",
      source: "",
      description: "ראה כלי סעודה"
    },
    {
      name: "כף אשפה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף בחישה לבישול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כף בחישה לבישול ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף בחישה לסלטים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כף להוצאת גלידה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף להכנסת נעל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף להכנת כדורי פלאפל",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כף להכנת כדורי פלאפל ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף למעיכת תפוחי אדמה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כף למעיכת תפוחי אדמה ביו\"ט - לבני ספרד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף למעיכת תפוחי אדמה ביו\"ט - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כף מדידה לתינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כף מחוררת (מצקת)",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כף מחוררת ביו\"ט",
      status: "מלאכתו להיתר",
      source: "תק\"י ס\"ד בשו\"ע ובבה\"ל שם ד\"ה מותר"
    },
    {
      name: "כף מתקפלת",
      status: "מלאכתו להיתר",
      source: "שי\"ג סמ\"ו"
    },
    {
      name: "כפית אכילה",
      status: "",
      source: "",
      description: "ראה כלי סעודה"
    },
    {
      name: "כפית לסירופ - שימושו תדיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "כפית לסירופ - אין שימושו תדיר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "כפפה חד פעמי קרועה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"א"
    },
    {
      name: "כפפות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כפפות גומי או ניילון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כפפות המסייעות את מלאכת האיסור אך לא מאפשרות",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה צ\"א",
      description: "כפפות אפיה/גינון/חייל/חשמלאי/אופנוע/משקולות/מכונאי/נגר/ניקוי כלי כסף/פועל נקיון/ריתוך"
    },
    {
      name: "כפפות ובהם שיירי משחה - דעתו ללובשם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כפפות ובהם שיירי משחה - דעתו לזורקם",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "כפפות חד פעמי לאחר שפשט מידיו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כפפות חורף רטובות",
      status: "אינן מוקצה",
      source: "ש\"ח סעיף ס\"ד",
      description: "רק אם ניתן ללובשם בשעת הדחק"
    },
    {
      name: "כפתור גז",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כפתור גז ביו\"ט",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כפתור גז דולק - בשבת",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה",
      description: "גם כשכבה הגז"
    },
    {
      name: "כפתור גז דולק ביו\"ט",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "כפתור גז שנפל",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סנ\"ד",
      description: "ביו\"ט מלאכתו לאיסור"
    },
    {
      name: "כפתור חדש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "כפתור חשמל שכבה על ידי שעון שבת",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "כפתור מאוורר המסובבו לצדדים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כפתור מכשיר חשמלי דלוק או כבוי",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "כפתור מתג חשמל",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "כפתור רופף המחובר לבגד",
      status: "",
      source: "",
      description: "דינו כדין הבגד"
    },
    {
      name: "כפתור רזרבה שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה ש\"ב"
    },
    {
      name: "כפתור שנפל מבגד",
      status: "אינו מוקצה",
      source: "ש\"ח סנ\"ד",
      description: "רק אם דעתו להחזירו"
    },
    {
      name: "כרטיס אשראי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "כרטיס ביקור",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כרטיס ברכה חדש",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "כרטיס ברכה כתוב - דברי קודש",
      status: "מותר",
      source: "ש\"ז סל\"ז וש\"ח סל\"ו"
    },
    {
      name: "כרטיס ברכה כתוב - דברי חול",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז וש\"ח סל\"ו"
    },
    {
      name: "כרטיס ברכה מנגן כשפותחים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כרטיס גירוד",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כרטיס הגרלה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כרטיס זיכרון (פלאפון, מחשב)",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כרטיס זכיה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "כרטיס טיסה - לפני הטיסה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כרטיס טיסה - אחרי הטיסה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כרטיס כניסה למקום שאסור בשבת",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כרטיס כניסה למקום שמותר בשבת או ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כרטיס לוטו",
      status: "מוקצה מחמת חסרון כיס",
      source: "",
      description: "ריק או מלא"
    },
    {
      name: "כרטיס לחדר בבית מלון",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כרטיס מגנטי כגון של קופ\"ח",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כרטיס נטען",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "כרטיס רב קו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "כרטסת - דברי קודש",
      status: "מותר",
      source: ""
    },
    {
      name: "כרטסת - דברי חול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כריכה שנתלשה מספר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוף הערה ש\"ח"
    },
    {
      name: "כרית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כרית דיו",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כרית חימום חשמלית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "כרית לברית מילה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כרית לפצעי לחץ",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "כרית קרצוף",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "כרית קרצוף סיליקון",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ז"
    },
    {
      name: "כרית קרצוף סינטטי",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ז",
      description: "ובתנאי שהרווחים ניכרים"
    },
    {
      name: "כתבי קודש",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "כתובה",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ח"
    },
    {
      name: "כתר לספר תורה",
      status: "מותר",
      source: "ראה ש\"ח סל\"ו וכ'"
    },
    {
      name: "כתר שנפל משן",
      status: "מוקצה",
      source: "ש\"ח סוף הערה ש\"ח",
      description: "אם צריך אומן להחזירו, נכון להחמיר"
    }
  ]
};
