export const koufMuktzeh = {
  title: "ק",
  letter: "ק",
  items: [
    {
      name: "קביים",
      status: "מלאכתו להיתר",
      source: "",
      description: "גם כשאינו במידה"
    },
    {
      name: "קבלה - יש בה תועלת",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "קבלה - אין בה תועלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "קבלה על תרומה",
      status: "מותר",
      source: "ש\"ז סכ\"ג וש\"ח סל\"ו"
    },
    {
      name: "קדירה",
      status: "",
      source: "",
      description: "ראה סיר בישול"
    },
    {
      name: "קוביה הונגרית (קוביית פלא)",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד תע\"ג"
    },
    {
      name: "קודן דלת - מיכני",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קודן דלת - דיגיטלי או טביעת אצבע",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "קווקר",
      status: "מותר",
      source: ""
    },
    {
      name: "קוטל חרקים / יתושים / ג'וקים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה עוד ספריי קוטל יתושים"
    },
    {
      name: "קוטל יתושים חשמלי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קולב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קולמוס סופר",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "קולפן",
      status: "",
      source: "",
      description: "ראה מקלף"
    },
    {
      name: "קולר לכלב",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "קומיקס",
      status: "",
      source: "",
      description: "ראה ספרי קומיקס"
    },
    {
      name: "קומקום חשמלי דולק מצב שבת",
      status: "",
      source: "",
      description: "ראה מיחם מצב שבת"
    },
    {
      name: "קומקום חשמלי עם מים",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "קומקום חשמלי ריק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קונכיות חלב",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ראה חלב אם שנחלב בשבת"
    },
    {
      name: "קונכיות לנוי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קונפטי סגור",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קונפטי שפתחו",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "הניירות והכלי"
    },
    {
      name: "קופה רושמת משחק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קופסא מהודרת לנייר טישו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קופסא של אוזניות אלחוטיות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "קופסא של דיסק - מלא",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "קופסא של דיסק - ריק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קופסא של תכשיט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קופסאות סלטים עם שאריות שלא חריג לאוכלם",
      status: "מותר",
      source: "ש\"ח הערה רע\"ט וס\"כ"
    },
    {
      name: "קופסאות סלטים ריקות - נפתח בשבת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה רע\"ט"
    },
    {
      name: "קופסאות סלטים ריקות - נפתח קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רע\"ט"
    },
    {
      name: "קופסאות פלסטיק או זכוכית לאחסון מאכלים ומשחקים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קופסת אתרוג/פשוטה/יקרה/ריקה/מלאה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קופסת גבינה ריקה",
      status: "",
      source: "",
      description: "ראה גביע לבן ריק"
    },
    {
      name: "קופסת גפרורים ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "",
      description: "וי\"א להיתר. ראה גפרור ביו\"ט"
    },
    {
      name: "קופסת גפרורים מלאה או ריקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קופסת מאכל שבפתיחתה מתחמם המאכל",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קופסת מטרנה, סימילק וכדו' ריקים",
      status: "מלאכתו להיתר",
      source: "",
      description: "כולל הכף"
    },
    {
      name: "קופסת מסטיקים ריקה פלסטיק או קרטון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קופסת מעדן ריקה",
      status: "",
      source: "",
      description: "ראה גביע לבן ריק"
    },
    {
      name: "קופסת נעליים ריקה ודעתו לזורקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קופסת סיגריות עם סיגריות",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "קופסת סיגריות עם סיגריות ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "",
      description: "כדין שבת, ויש מקילים. ראה סיגריות ביו\"ט"
    },
    {
      name: "קופסת סיגריות ריקה בשבת וביו\"ט",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קופסת שימורים סגורה",
      status: "מותר",
      source: ""
    },
    {
      name: "קופסת שימורים ריקה - נפתחה בשבת",
      status: "מוקצה",
      source: "ש\"ח סמ\"ט"
    },
    {
      name: "קופסת שימורים ריקה - נפתחה קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ט"
    },
    {
      name: "קופסת תכשיט עם נורה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קופסת תכשיטים",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה עוד קופסא של תכשיט"
    },
    {
      name: "קופסת תפילין",
      status: "",
      source: "",
      description: "ראה כיסוי תפילין"
    },
    {
      name: "קופת צדקה עם כסף",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קופת צדקה ריקה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "גם חדשה, ויש מקילים"
    },
    {
      name: "קוץ",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר להוציאו בידו מבגדו"
    },
    {
      name: "קוצץ ביצים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קוצץ ירקות",
      status: "",
      source: "",
      description: "ראה מכשיר לחיתוך ירקות"
    },
    {
      name: "קוצץ ציפורניים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קוקוס שלם או טחון",
      status: "מותר",
      source: ""
    },
    {
      name: "קוקיות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קורות עץ לבניה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ט ופ\"ד"
    },
    {
      name: "קורי עכביש",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "מותר לאוספם במטאטא"
    },
    {
      name: "קורנפלור",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "קורנפלור ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "קורקינט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קורקינט חשמלי",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "קושיקלך",
      status: "",
      source: "",
      description: "ראה נרתיק לולב"
    },
    {
      name: "קטלוג בגדים וחפצים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קטלוג ספרי חול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קטלוג ספרי קודש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קטניות בפסח לנוהגים איסור",
      status: "מותר",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "קינמון",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "קיסם אוזניים או שיניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קיסם אוזניים משומש",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קיסם למשטח גרון",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קיסם שיניים משומש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קישואים לא מבושלים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "קישואים לא מבושלים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "קישוטי סוכה",
      status: "",
      source: "",
      description: "ראה נויי סוכה"
    },
    {
      name: "קישוטים התלויים בקיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רכ\"א",
      description: "גם אחר שנפלו"
    },
    {
      name: "קישוטים לסוכה",
      status: "",
      source: "",
      description: "ראה נויי סוכה"
    },
    {
      name: "קליעה למטרה",
      status: "",
      source: "",
      description: "ראה בול פגיעה"
    },
    {
      name: "קליעי ירי",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "קליפות - לא ראויות לבע\"ח",
      status: "מוקצה",
      source: "ש\"ח ס\"צ"
    },
    {
      name: "קליפות - ראויות לבע\"ח המצויים באותו המקום",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"צ"
    },
    {
      name: "קליפס המחבר חוט חשמל לקיר/חדש/מחובר/מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "קליפס למסמכים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קליפס לשיער",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קליפת אבטיח - נשאר מעט מהאבטיח",
      status: "מותר",
      source: ""
    },
    {
      name: "קליפת אבטיח - לא נשאר",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קליפת אגוז",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת אגס",
      status: "מותר",
      source: "ש\"ח סצ\"ג"
    },
    {
      name: "קליפת בוטנים הדקה - קלוי",
      status: "מותר",
      source: ""
    },
    {
      name: "קליפת בוטנים הדקה - לא קלוי",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קליפת בוטנים הקשה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת ביצה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת בננה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת בצל",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת גזר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ג"
    },
    {
      name: "קליפת גרעיני חמניות מלוחים",
      status: "מוקצה",
      source: "ש\"ח סצ\"ה",
      description: "המיקל יש לו על מה שיסמוך"
    },
    {
      name: "קליפת מילון",
      status: "",
      source: "",
      description: "ראה קליפת אבטיח"
    },
    {
      name: "קליפת מלפפון",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ג"
    },
    {
      name: "קליפת פול מבושל",
      status: "מוקצה",
      source: "",
      description: "המיקל יש לו על מה שיסמוך"
    },
    {
      name: "קליפת פרי הדר",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת שום",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קליפת תפוזים ביו\"ט שדעתו לרקחם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קליפת תפוזים שדעתו לרקחם",
      status: "",
      source: "",
      description: "ראה הערה"
    },
    {
      name: "קליפת תפוחים",
      status: "מותר",
      source: "ש\"ח סצ\"ג"
    },
    {
      name: "קליקס",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה לגו"
    },
    {
      name: "קלמר ריק או מלא",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "קלנועית",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה עוד מכונית"
    },
    {
      name: "קלסר משרדי ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "קלסר עם דפים ריקים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "קלסר עם דפים ריקים ומלאים",
      status: "מותר",
      source: "ש\"ח סי\"ג",
      description: "בתנאי שהחלק הכתוב יותר חשוב"
    },
    {
      name: "קלסר עם חידושי תורה",
      status: "מותר",
      source: "ש\"ח סל\"ו וס\"כ"
    },
    {
      name: "קלסר עם לימודי חול",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קלסר עם מסמכים יקרים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "קלסר ריק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קלף לסת\"ם",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "קלפים",
      status: "מלאכתו להיתר",
      source: "",
      description: "כיתוב חול, ראה מונופול וספרי ילדים"
    },
    {
      name: "קלפים זכית בחבילה",
      status: "מלאכתו להיתר",
      source: "",
      description: "דינו כסתם קלף"
    },
    {
      name: "קלפים עם הדבקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קלפים תמונה וכיתוב",
      status: "",
      source: "",
      description: "ראה תמונות"
    },
    {
      name: "קלקר העוטף כלי חדש - הוציאו ודעתו לזורקו",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קלקר כדורים או לוחות ליצירה ולצביעה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קלקר לשינוע מזון חם או קר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קלרינט",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "קמח",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "קמח ביום טוב",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "קמח מצה",
      status: "מותר",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "קמח תירס או תפוח אדמה",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "דינו כקמח מיני דגן"
    },
    {
      name: "קמיע",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ק'",
      description: "אף שאינו מומחה"
    },
    {
      name: "קן ביצים",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "ראה עוד ביצים לשילוח הקן"
    },
    {
      name: "קנגרו לתינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קנה סוכר",
      status: "מותר",
      source: ""
    },
    {
      name: "קנקן בריטה (סנן מים)",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד תפ\"ב"
    },
    {
      name: "קנקן ריק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קסדה של אופניים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה צ\"א"
    },
    {
      name: "קסדה של אופניים חשמליות או אופנוע",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה צ\"א"
    },
    {
      name: "קסדה של חייל/פועל/שוטר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קסדה של כבאי אש",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "קערה של פסח",
      status: "",
      source: "",
      description: "ראה כלי פסח"
    },
    {
      name: "קערת התפחת בצק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קערת התפחת בצק ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קפה נמס או שחור",
      status: "מותר",
      source: ""
    },
    {
      name: "קפה פולים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קפה פולים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "קפה פולים קלוי",
      status: "מותר",
      source: ""
    },
    {
      name: "קפיץ יד לחיזוק שרירי היד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קפיץ שהתפרק ממשחק - נוח השימוש ודעתו להחזירו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים נ\"ד, ס\"ו, ס\"ז",
      description: "שניהם מלאכתו להיתר"
    },
    {
      name: "קפיץ שהתפרק ממשחק - לא נוח שימושו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים נ\"ד, ס\"ו, ס\"ז",
      description: "המשחק מוקצה, הקפיץ מלאכתו להיתר ונכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "קפלה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קפסולות של קפה",
      status: "מותר",
      source: ""
    },
    {
      name: "קצף אמבטיה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "קצפת",
      status: "מותר",
      source: ""
    },
    {
      name: "קקאו",
      status: "מותר",
      source: ""
    },
    {
      name: "קרוסלה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרוסלה - התפרקה מהקרקע",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קרח הנוצר על דפנות המקפיא",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קרח שנמס בשבת",
      status: "מותר",
      source: ""
    },
    {
      name: "קרח שנעשה בשבת",
      status: "מותר",
      source: ""
    },
    {
      name: "קרטון ביצים ריק - זרקו לאשפה",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קרטון ביצים ריק - לא זרקו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרטון המושלך ברחוב",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קרטון חלב ריק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ח"
    },
    {
      name: "קרטון מאפים ריק - זרקו לאשפה",
      status: "מוקצה",
      source: ""
    },
    {
      name: "קרטון מאפים ריק - לא זרקו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרטון מצות ריק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרטון עופות ריק",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קרטון של נייר טואלט",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "ראה עוד גליל נייר טואלט ריק"
    },
    {
      name: "קרטון של פלטה חשמלית",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "קרם ידיים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר. ראה עוד משחות ידיים"
    },
    {
      name: "קרם לחות/גוף/שיזוף",
      status: "מלאכתו לאיסור",
      source: "הליכות שבת ח\"א עמוד שפ\"א וח\"ב עמוד תקל\"ט",
      description: "שאין בו היתר"
    },
    {
      name: "קרמיקה חדשה או שיצאה ממקומה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "קרש גיהוץ",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "קרש הגשה תחת סיר חם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרש לחיתוך בשר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סצ\"ז וש\"י סכ\"ט"
    },
    {
      name: "קרש לחיתוך בשר ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרש לחיתוך ירקות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרש לחיתוך לחם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קרש עץ המושלך ברחוב",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "קרשים לבניה",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר. ראה עוד פיגומים לבנין"
    },
    {
      name: "קרשים למדורת ל\"ג בעומר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תע\"ב"
    },
    {
      name: "קרשים של סוכה",
      status: "",
      source: "",
      description: "ראה דפנות סוכה"
    },
    {
      name: "קרשים שנאספו לל\"ג בעומר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תע\"ב"
    },
    {
      name: "קש לשתיה",
      status: "מלאכתו להיתר",
      source: "",
      description: "גם משומש"
    },
    {
      name: "קשת לבנות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "קשת לשיער",
      status: "מלאכתו להיתר",
      source: ""
    }
  ]
};
