export const lamedMuktzeh = {
  title: "ל",
  letter: "ל",
  items: [
    {
      name: "לבנים שנשארו מבניה או עומדים לבניה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ט"
    },
    {
      name: "לגו",
      status: "מלאכתו להיתר",
      source: "שי\"ג סמ\"א"
    },
    {
      name: "לוח \"יעלה ויבוא\", חלקיו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לוח ארועים חברתיים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לוח זמני נסיעות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לוח טהרה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לוח כפל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לוח כפל על ידי חרוזים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לוח כתיבה וציור",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "לוח כתיבה וציור אלקטרוני - לא מקפיד",
      status: "מלאכתו לאיסור",
      source: "",
      description: "כולל העט"
    },
    {
      name: "לוח כתיבה וציור אלקטרוני - מקפיד",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "לוח כתיבה שנפל מהקיר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לוח מבחנים",
      status: "מלאכתו להיתר",
      source: "",
      description: "כשמצויין גם מבחני קודש"
    },
    {
      name: "לוח מחיק",
      status: "מלאכתו לאיסור",
      source: "",
      description: "כולל המחק והטוש"
    },
    {
      name: "לוח ספירת העומר",
      status: "מותר",
      source: "",
      description: "כולל מגנטי על המקרר"
    },
    {
      name: "לוח שנה תלוי בקיר או במקרר",
      status: "מותר",
      source: "ש\"ח הערה ש\"ו ושט\"ז",
      description: "גם אם נפל"
    },
    {
      name: "לוח תורניות - דברי חול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לוח תורניות - דברי מצוה",
      status: "מותר",
      source: ""
    },
    {
      name: "לוח תמרורים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לוחית זיהוי של חיילים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לוחית זיהוי של רופא ואחות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לול תינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לול תינוק שהתפרק ממנו גלגל",
      status: "",
      source: "",
      description: "ראה גלגל שנשמט מעגלה"
    },
    {
      name: "לול תרנגולים",
      status: "",
      source: "",
      description: "ראה כלוב"
    },
    {
      name: "לולאה שנתלשה מבגד",
      status: "אינה מוקצה",
      source: "ש\"ח סנ\"ד",
      description: "רק אם דעתו להחזירה"
    },
    {
      name: "לולב",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "לולב ביו\"ט סוכות",
      status: "מלאכתו להיתר",
      source: "הליכות מועד תשרי פי\"א הערה קפ\"ח",
      description: "גם בלילה"
    },
    {
      name: "לולב מצוה של קטן",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "דינו כגדול"
    },
    {
      name: "לולב פסול או כשר שייחדו ללימוד הלכותיו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "לולב פסול ביו\"ט סוכות",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "לולב פסול שייחדו לילדים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "לולב שייחד את עליו לקשירה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לורדים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לחם",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "לחם יבש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ב",
      description: "אם לא נאכל אף בשעת הדחק"
    },
    {
      name: "לחם מעופש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"ב"
    },
    {
      name: "לחם קפוא",
      status: "מותר",
      source: "ש\"ח סו\"ס צ\"ז"
    },
    {
      name: "לחם רטוב",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ב",
      description: "אם לא נאכל אף בשעת הדחק"
    },
    {
      name: "לחם שלא הופרש חלה",
      status: "",
      source: "",
      description: "ראה חלת שבת שלא הופרשה ממנה חלה"
    },
    {
      name: "לחצן מצוקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "לייזר להסרת שיער",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "לייזר משחק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "לימון סחוט",
      status: "מותר",
      source: "ש\"ח סצ\"ב",
      description: "כל זמן שניתן להשתמש בו באופן שאינו חריג"
    },
    {
      name: "ליפה לרחיצה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "ליקלק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ח",
      description: "יש להחמיר, והמיקל כמלאכתו להיתר יש לו על מה שיסמוך, ובפרט לקטנים"
    },
    {
      name: "לכה (צבע לרהיטים)",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "לכלוך בגרביים/בכיס/בנעליים/ברצפה וכדו'",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר לנקותו בידו"
    },
    {
      name: "לכלוך בתוך פיו",
      status: "מותר",
      source: "ש\"ח סצ\"ו",
      description: "להוציאו בידו"
    },
    {
      name: "לכלוך הדבוק בכסא",
      status: "מותר",
      source: "ש\"ב סי\"א, ש\"ח הערה תקצ\"ו",
      description: "לנקותו בידו"
    },
    {
      name: "לכלוך שהצטבר במטאטא",
      status: "מותר",
      source: "ש\"ב סי\"א, ש\"ח הערה תקצ\"ו",
      description: "לנקותו בידו"
    },
    {
      name: "לק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    }
  ]
};
