export const mem1Muktzeh = {
  title: "מ (חלק א)",
  letter: "מ",
  items: [
    {
      name: "מאוורר דלוק או כבוי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח ס\"ב וסט\"ז"
    },
    {
      name: "מאוורר ידית לחיצה (קפיץ)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מאוורר נטען או קליפס",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מאוורר תלוי בקיר - מחובר לקיר",
      status: "מוקצה",
      source: ""
    },
    {
      name: "מאוורר תלוי בקיר - תלוי על בורג",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ש\"ו ותשנ\"א",
      description: "וראוי להחמיר כמוקצה"
    },
    {
      name: "מאוורר, דין רשת שלו שנפלה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ש\"ו"
    },
    {
      name: "מאזניים אלקטרוניות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מאזניים לזהב ותכשיטים",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מאזניים מיכני",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מאכל ביום הכיפורים",
      status: "מותר",
      source: "ש\"ח הערה תשנ\"ג ורצ\"ג",
      description: "גם כשאין קטנים"
    },
    {
      name: "מאכל בלי הכשר ובדעתו להחליפו",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מאכל בפח האשפה - נמאס",
      status: "מוקצה",
      source: "ש\"ח סנ\"א, הערה רצ\"ב ותרמ\"ד"
    },
    {
      name: "מאכל בפח האשפה - לא נמאס",
      status: "אינו מוקצה",
      source: "ש\"ח סנ\"א, הערה רצ\"ב ותרמ\"ד"
    },
    {
      name: "מאכל דגים",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף צ'",
      description: "רק אם יש לו בבית דגים"
    },
    {
      name: "מאכל הראוי לאכילה על ידי הדחק",
      status: "מותר",
      source: "ש\"ח סעיף צ\"ב"
    },
    {
      name: "מאכל לא מבושל",
      status: "מוקצה",
      source: "ש\"ח סצ\"ט",
      description: "אם אינו ראוי לאוכלו חי"
    },
    {
      name: "מאכל לא מבושל ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "מאכל מבושל קפוא",
      status: "אינו מוקצה",
      source: "ש\"ח הערה תר\"י",
      description: "אם ניתן להפשיר חלק ממנו עד צאת השבת"
    },
    {
      name: "מאכל מיוחד לבע\"ח",
      status: "אינו מוקצה",
      source: "ש\"ח ס\"צ",
      description: "אם אותו בע\"ח מצוי בעיר, או בביתו"
    },
    {
      name: "מאכל שאינו יודע מה כשרותו",
      status: "אינו מוקצה",
      source: ""
    },
    {
      name: "מאכל שבושל בשבת לחולה",
      status: "מוקצה לבריא",
      source: "סימן שי\"ח ס\"ב בשו\"ע"
    },
    {
      name: "מאכל שהובא ברכב",
      status: "",
      source: "",
      description: "ראה חפץ שהובא ברכב"
    },
    {
      name: "מאכל שלא סומך על כשרותו - בתורת חומרא",
      status: "אינו מוקצה",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "מאכל שלא סומך על כשרותו - מעיקר הדין",
      status: "מוקצה",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "מאכל שנברר במזיד",
      status: "מוקצה",
      source: "",
      description: "ויש מקילים"
    },
    {
      name: "מאכל שנברר בשוגג",
      status: "מותר",
      source: ""
    },
    {
      name: "מאכל ששומרים במחסן לשבת חתן",
      status: "מותר",
      source: "ש\"ח הערה נ\"ח וש\"י הערה י\"ב",
      description: "ביו\"ט מוקצה לבני ספרד אך רק בהקפדה מוחלטת"
    },
    {
      name: "מאכלים העומדים לסחורה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ט"
    },
    {
      name: "מאכלים העומדים לסחורה בסיטונאות ביו\"ט",
      status: "מוקצה לבני ספרד",
      source: "ש\"ח הערה נ\"ח"
    },
    {
      name: "מאפרה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מאפרה ביום טוב",
      status: "",
      source: "",
      description: "דינה כמו בשבת"
    },
    {
      name: "מאפרה עם אפר",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מבחנה עם דם",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "ראה עוד דם במבחנה ואינפוזיה שקית דם"
    },
    {
      name: "מבחנה ריקה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מבחנים - מותר",
      status: "מותר",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מבחנים - חול ואינו מקצועות חכמה",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מברג",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברגה חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מברשת אבק לבגדים - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"ב הערה מ\"ז"
    },
    {
      name: "מברשת אבק לבגדים - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "ש\"ב הערה מ\"ז"
    },
    {
      name: "מברשת איפור",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברשת אסלה",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ו, ש\"י ס\"א",
      description: "לכתחילה יש להקפיד כמלאכתו לאיסור"
    },
    {
      name: "מברשת אסלה ביו\"ט - לבני ספרד",
      status: "מוקצה",
      source: "ש\"י ס\"א והערה ז'"
    },
    {
      name: "מברשת אסלה ביו\"ט - לבני אשכנז",
      status: "",
      source: "ש\"י ס\"א והערה ז'",
      description: "כמו בשבת"
    },
    {
      name: "מברשת ביצים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברשת ביצים ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מברשת כובע",
      status: "מלאכתו לאיסור",
      source: "ש\"ב הערה מ\"ז"
    },
    {
      name: "מברשת לניקוי בקבוק תינוק",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ו"
    },
    {
      name: "מברשת לניקוי כתמים מבגדים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברשת לניקוי מסילת חלון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מברשת לשיער",
      status: "מלאכתו לאיסור",
      source: "ש\"ג סכ\"ז בשו\"ע"
    },
    {
      name: "מברשת נעליים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מברשת סירוק לחיות מחמד",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברשת פאה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מברשת פן",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברשת צביעה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מברשת רכה לשיער (כמו מברשת כובעים)",
      status: "מלאכתו להיתר",
      source: "סימן ש\"ג ס\"ק פ\"ו במשנ\"ב"
    },
    {
      name: "מברשת שיניים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ויש מקילים, ראה משחת שיניים"
    },
    {
      name: "מברשת שיניים חשמלית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מברשת שיניים מיוחדת לשבת למי פה",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ו"
    },
    {
      name: "מגב רצפה סיליקון/פלסטיק/גומי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מגב רצפה ספוגי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מגב שיש סיליקון/פלסטיק/גומי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגב שיש ספוגי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מגב שנשמט המקל - המגב",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ז"
    },
    {
      name: "מגב שנשמט המקל - המקל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "ונכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "מגבוני לחות אריזתם הריקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגבוני לחות",
      status: "מלאכתו לאיסור",
      source: "ש\"ב סעיף ס\"ה וסוף הערה ד\"ש"
    },
    {
      name: "מגבוני לחות שסחטם קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ב סוף הערה ד\"ש"
    },
    {
      name: "מגבוני רצפה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מגבונים להסרת איפור",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מגבונים לניקוי משטחים",
      status: "",
      source: "",
      description: "ראה מגבוני רצפה"
    },
    {
      name: "מגבות נייר חתוך",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגבות נייר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף פ\"ב"
    },
    {
      name: "מגבעת",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מגבעת שנתמעכה",
      status: "אינה מוקצה",
      source: "ש\"ב סל\"ג"
    },
    {
      name: "מגבר לכלי נגינה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מגבת לחה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ד"
    },
    {
      name: "מגבת רטובה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מגבת שנפלה למים",
      status: "מוקצה",
      source: "",
      description: "יש להרימה על ידי שני בני אדם"
    },
    {
      name: "מגבת",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מגדלת",
      status: "",
      source: "",
      description: "ראה זכוכית מגדלת"
    },
    {
      name: "מגהץ",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "מגהץ מקולקל או שבור",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ד וס\"ו",
      description: "גם כשדעתו לתקנו"
    },
    {
      name: "מגהץ מקולקל שייחדו לעולם לשם משחק - לבני ספרד",
      status: "מוקצה",
      source: "ש\"ח ס\"פ והערה תק\"י"
    },
    {
      name: "מגהץ מקולקל שייחדו לעולם לשם משחק - לבני אשכנז, וכן לבני ספרד קטנים",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ והערה תק\"י"
    },
    {
      name: "מגילת אסתר",
      status: "מותר",
      source: "ש\"ח סל\"ז",
      description: "בשבת שחל פורים נחלקו הפוסקים אם היא מוקצה"
    },
    {
      name: "מגילת אסתר מודפסת",
      status: "מותר",
      source: "ש\"ח סל\"ז",
      description: "גם בשבת שחל פורים"
    },
    {
      name: "מגילת יוחסין",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מגיני רוח לאזניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגירה עם מוקצה המחוברת לדפנות השולחן",
      status: "",
      source: "ש\"י סל\"ב",
      description: "אינו נאסר השולחן"
    },
    {
      name: "מגירה ריקה שייחדה לחפצי מוקצה - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגירה ריקה שייחדה לחפצי מוקצה - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגירה ריקה שייחדה לחפצי מוקצה ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "אף לבני ספרד"
    },
    {
      name: "מגירה שהניח בה מוקצה",
      status: "מוקצה",
      source: "ש\"י סל\"ב"
    },
    {
      name: "מגירה שהניח בה מוקצה, דין השולחן",
      status: "",
      source: "ש\"י סל\"ב",
      description: "אם המגירה נשלפת, אף השולחן נאסר בטלטול"
    },
    {
      name: "מגירה ששכח בה מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ג"
    },
    {
      name: "מגירות בשידה עם מוקצה",
      status: "",
      source: "ש\"י סל\"ב",
      description: "המגירות מוקצה, השידה לא נאסרת"
    },
    {
      name: "מגירת ארון או שולחן שנשמטה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז"
    },
    {
      name: "מגירת ירקות",
      status: "",
      source: "",
      description: "ראה מתקן ירקות"
    },
    {
      name: "מגירת מקלדת",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ריקה או עם מקלדת"
    },
    {
      name: "מגירת מקפיא שכולה עם בשרים ודגים חיים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיפים צ\"ז-צ\"ח"
    },
    {
      name: "מגירת מקרר שנשמטה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "מגלען זיתים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מגלשה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגן מאוורר שנפל",
      status: "",
      source: "",
      description: "ראה מאוורר דין רשת שלו שנפלה"
    },
    {
      name: "מגן פלאפון או נגן",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגן ראש או שיניים לספורט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגנט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגנט מיוחד לסיכות תפירה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגנט על מקרר, כל הסוגים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "מגנטים משחק הרכבה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגפיים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגרדת המיועדת רק לגבינה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגרדת ירקות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "סימן שכ\"א סי\"ב בשו\"ע ובמשנ\"ב שם ס\"ק מ\"ה"
    },
    {
      name: "מגרדת ירקות ביו\"ט - לבני ספרד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגרדת ירקות ביו\"ט - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מגריפה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מגרסת נייר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מגש אוכל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגש המיוצר לנרות, ביום טוב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגש ועליו נרות דולקים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"א"
    },
    {
      name: "מגש מלצרים כולל המעמד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מגש עם חלה ונרות",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"ד"
    },
    {
      name: "מגש עם נרות שדלקו כל בין השמשות",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א"
    },
    {
      name: "מגש ריק המיוחד לנרות שבת - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגש ריק המיוחד לנרות שבת - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגש ריק המיוצר עבור נרות שבת",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מד גובה מיכני",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מד חום בקיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "מד חום דיגיטלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מד חום כספית",
      status: "מלאכתו להיתר",
      source: "ש\"ו הערה רי\"ח, ש\"ח סוף הערה תשנ\"א"
    },
    {
      name: "מד חום לבישול",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מד חום שמתגלה אותיות או מספרים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מד לחץ דם דיגיטלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מד לחץ דם מיכני",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מד מהירות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מד סטורציה ודופק",
      status: "",
      source: "",
      description: "ראה מד לחץ דם"
    },
    {
      name: "מדבקה דבוקה חלקית",
      status: "מותר",
      source: ""
    },
    {
      name: "מדבקה הדבוקה ברצפה או על חפצים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מדבקה הדבוקה לחלה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מדבקה מחזירה אור",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ע\"ע מדבקות"
    },
    {
      name: "מדבקות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מדבקות הנועדות גם לאוסף או משחק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ח"
    },
    {
      name: "מדבקות לסימון בספר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מדיח כלים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "כולל הדלת והאביזרים שבתוכו"
    },
    {
      name: "מדליה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ש\"ו",
      description: "גם אם תלויה בקיר"
    },
    {
      name: "מדליק פחמים חשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "גם ביו\"ט"
    },
    {
      name: "מדליק פחמים",
      status: "",
      source: "",
      description: "ראה פחמים"
    },
    {
      name: "מדף ארון שיצא ממקומו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז",
      description: "אך אסור להחזירו"
    },
    {
      name: "מדף ארון שיצא ממקומו והארון מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "מדף ואקום שנפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מדף חדש",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מדף מחובר לקיר שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מדף מקרר שיצא ממקומו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז",
      description: "אך אסור להחזירו"
    },
    {
      name: "מדפסת",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מדריך טיולים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מהדק חשמל (שוקולד)",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "ראה הערה למדף חדש"
    },
    {
      name: "מהדק רגיל וקיר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מובייל לתינוק",
      status: "מלאכתו לאיסור",
      source: "",
      description: "מיכני וחשמלי"
    },
    {
      name: "מובייל רוח לגינה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מודעה שחלקה אינו דבוק",
      status: "מותר",
      source: "",
      description: "ראה מדבקה דבוקה חלקית"
    },
    {
      name: "מודעה שנפלה מקיר או מלוח מודעות - דעתו להחזירה",
      status: "מוקצה",
      source: "ש\"ח סנ\"ו והערה ש\"כ"
    },
    {
      name: "מודעה שנפלה מקיר או מלוח מודעות - אין דעתו להחזירה ונפלה בשבת",
      status: "מוקצה",
      source: "ש\"ח סנ\"ו והערה ש\"כ"
    },
    {
      name: "מודעה שנפלה מקיר או מלוח מודעות - אין דעתו להחזירה ונפלה קודם השבת, כיתוב תורני",
      status: "מותר",
      source: "ש\"ח סנ\"ו והערה ש\"כ"
    },
    {
      name: "מודעה שנפלה מקיר או מלוח מודעות - אין דעתו להחזירה ונפלה קודם השבת, כיתוב חול",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סנ\"ו והערה ש\"כ"
    },
    {
      name: "מודעות שאינן תלויות - כיתוב תורני",
      status: "מותר",
      source: ""
    },
    {
      name: "מודעות שאינן תלויות - כיתוב חול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מוט וילון שנפל",
      status: "",
      source: "",
      description: "ראה וילון שנפל"
    },
    {
      name: "מוט לפתיחת וסגירת מרקיזה (סוכך מרפסת)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מוט לפתיחת וסגירת תריס (עמנואלה)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מוט מחזיר אור של שוטרים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מוט מתלה מגבות מחובר לקיר שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מוט מתלה מגבות נשלף",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מוט נייר טואלט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מוט פרוכת שנפל",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז",
      description: "אם הארון קודש לא מחובר לקיר"
    },
    {
      name: "מוט קולבים בארון שנשמט ממקומו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז"
    },
    {
      name: "מונופול",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ג ול\"ז",
      description: "אין למחות במיקל כמלאכתו להיתר. לקטנים יש להקל"
    },
    {
      name: "מונופול המצוות",
      status: "מותר",
      source: ""
    },
    {
      name: "מוניטור",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מועך תפוחי אדמה בשבת וביו\"ט",
      status: "",
      source: "",
      description: "ראה כף למעיכת תפוחי אדמה"
    },
    {
      name: "מוצץ",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מוצץ בבית שאין תינוקות ודעתם לזורקו",
      status: "",
      source: "ש\"ח הערה רצ\"ג",
      description: "דינו כסתם מוצץ"
    },
    {
      name: "מוצץ להאכלת תינוקות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מוצץ עם חור גדול",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מוצץ שלא עבר הרתחה",
      status: "",
      source: "",
      description: "דינו כסתם מוצץ"
    },
    {
      name: "מוצר חדש שדעתו להחזירו או להחליפו",
      status: "",
      source: "",
      description: "ראה בגד חדש ודעתו להחזירו"
    },
    {
      name: "מוקצה בחפצים ומאכלים של גוי",
      status: "",
      source: "",
      description: "ראה סימן ש\"י סעיפים ד'-ו'"
    },
    {
      name: "מוקצה מחמת חסרון כיס שייחדו לעולם",
      status: "מוקצה",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "מוקצה מחמת חסרון כיס שעשה בו מעשה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "מוקצה שהשתמש בו פעמיים קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "מוקצה שייחדו לזמן - דרכו בכך",
      status: "",
      source: "ש\"ח סע\"ד",
      description: "מועיל"
    },
    {
      name: "מוקצה שייחדו לזמן - אין דרכו בכך",
      status: "",
      source: "ש\"ח סע\"ד",
      description: "לא מועיל"
    },
    {
      name: "מוקצה שייחדו לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "מוקצה שנשבר בשבת ודעתו להשתמש בו",
      status: "מוקצה",
      source: "ש\"ח ס\"נ"
    },
    {
      name: "מוקצה שעשה בו מעשה תיקון",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "מושב אסלה שהשתמש בו כשאינו מחובר קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מושב אסלה שיצא ממקומו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מזגן חלון",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קכ\"ט",
      description: "נכון להחמיר כמוקצה"
    },
    {
      name: "מזגן נייד",
      status: "מלאכתו לאיסור",
      source: "ש\"י הערה רמ\"ב",
      description: "גם כשיש מים במגירתו"
    },
    {
      name: "מזוודה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מזוזה למכירה",
      status: "מותר",
      source: "ש\"ח ס\"ט"
    },
    {
      name: "מזוזה למכירה ביו\"ט",
      status: "מותר",
      source: ""
    },
    {
      name: "מזוזה/חדשה/ישנה/פסולה/נפלה",
      status: "מותר",
      source: "ש\"ח סל\"ח"
    },
    {
      name: "מזלג",
      status: "",
      source: "",
      description: "ראה כלי סעודה"
    },
    {
      name: "מזלג חד פעמי שהתפרק מהרכבתו",
      status: "מוקצה",
      source: "",
      description: "שניהם"
    },
    {
      name: "מזלג חד פעמי שנשברה הידית - המזלג",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מזלג חד פעמי שנשברה הידית - הידית",
      status: "מוקצה",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מזלג חד פעמי שנשברה שן אחת או שניים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "מזמרה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מזרון ים לא מנופח",
      status: "",
      source: "",
      description: "ראה כדור ים לא מנופח"
    },
    {
      name: "מזרון ים מנופח",
      status: "מלאכתו להיתר",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "מזרון שינה",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה מיטה"
    },
    {
      name: "מזרון שינה לא מנופח",
      status: "",
      source: "",
      description: "ראה כדור ים לא מנופח"
    },
    {
      name: "מזרון שינה מנופח",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רמ\"ב"
    },
    {
      name: "מזרק לזילוף עוגות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מזרק לזריקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מזרק למשחק ילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תק\"י"
    },
    {
      name: "מזרק לתרופה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א הערה תקע\"ט וסי\"ח"
    },
    {
      name: "מזרק שחלקיו מופרדים",
      status: "",
      source: "",
      description: "דינו כסתם מזרק"
    },
    {
      name: "מחבט אבק",
      status: "",
      source: "",
      description: "ראה חובט מזרונים"
    },
    {
      name: "מחבט להריגת זבובים (מטקה חשמלית)",
      status: "מלאכתו לאיסור",
      source: "ע\"ע ש\"ח הערה תש\"מ"
    },
    {
      name: "מחברת חידושי תורה",
      status: "מותר",
      source: ""
    },
    {
      name: "מחברת לימוד חול - דברי חכמות",
      status: "מותר",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מחברת לימוד חול - שאר עניינים",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מחברת ריקה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב",
      description: "ויש מקילים כמלאכתו לאיסור"
    },
    {
      name: "מחברת שחלקה כתובה",
      status: "מותר",
      source: "ש\"ח סי\"ג",
      description: "אם החלק הכתוב חשוב יותר מהדפים הריקים"
    },
    {
      name: "מחבת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "מחבת ביום טוב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מחבת חשמלי",
      status: "מלאכתו לאיסור",
      source: "",
      description: "גם ביו\"ט"
    },
    {
      name: "מחוגה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מחורר דפים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מחורר חגורות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מחזורים",
      status: "מותר",
      source: "ש\"ח סל\"ו",
      description: "כל שבתות השנה"
    },
    {
      name: "מחזיק דיסקים מלא",
      status: "מוקצה מחמת חסרון כיס",
      source: "",
      description: "ראה דיסק"
    },
    {
      name: "מחזיק דיסקים ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מחזיק מפתחות",
      status: "מלאכתו להיתר",
      source: "",
      description: "ריק ומלא"
    },
    {
      name: "מחזיר אור סרט שמתחבר לבגד בסקוצ'",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מחזיר אור שהתפרק מהאופניים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה פ\"ג וש\"ג"
    },
    {
      name: "מחט",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סנ\"ט"
    },
    {
      name: "מחיצה ניידת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מחסום משטרה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מחסום פה לכלב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מחסנית מלאה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מחסנית ריקה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מחצלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף ס'",
      description: "חתיכה קטנה מוקצה"
    },
    {
      name: "מֹחק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מֹחק עם ריח",
      status: "מלאכתו לאיסור שיש בו היתר",
      source: ""
    },
    {
      name: "מחרישה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מחשב רגיל ונייד",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "מחשבון",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מחשבון מדעי",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מטאטא",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ז"
    },
    {
      name: "מטאטא גינה",
      status: "מלאכתו לאיסור",
      source: "של\"ז ס\"ב בשו\"ע"
    },
    {
      name: "מטאטא כביש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטאטא לשטיפת רצפה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מטאטא שנשבר מקלו - המטאטא",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "מטאטא שנשבר מקלו - המקל",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "מטאטא שנשמט מקלו - המטאטא",
      status: "מוקצה",
      source: "ש\"ח סעיפים ס\"ו-ס\"ז"
    },
    {
      name: "מטאטא שנשמט מקלו - המקל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים ס\"ו-ס\"ז",
      description: "ונכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "מטבע ישן שאינו עובר לסוחר",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מטבע כסף שייחדו לעולם לשמירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ח"
    },
    {
      name: "מטבע שנקב בו חור לשם תכשיט",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תצ\"ה"
    },
    {
      name: "מטבעות כסף",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "מטבעות כסף לאוסף",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ז"
    },
    {
      name: "מטבעות כסף שהדביקם על בריסטול לצורך לימוד",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ו"
    },
    {
      name: "מטבעות כסף שייחדם לעולם לצורך לימוד מטבעות חז\"ל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ו"
    },
    {
      name: "מטהר אויר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטהר אויר חשמלי",
      status: "",
      source: "",
      description: "ראה מפיץ ריח חשמלי"
    },
    {
      name: "מטוש (בדיקת קורונה)",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה בדיקת קורונה"
    },
    {
      name: "מטחנת בשר חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטחנת בשר ידנית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטחנת בשר ידנית ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטחנת גבינה",
      status: "",
      source: "",
      description: "ראה מגרדת גבינה"
    },
    {
      name: "מטחנת גבינה ביו\"ט",
      status: "",
      source: "",
      description: "ראה מגרדת גבינה ביו\"ט"
    },
    {
      name: "מטחנת גזר חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטחנת גזר ידנית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטחנת גזר ידנית ביו\"ט - לבני ספרד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטחנת גזר ידנית ביו\"ט - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מטחנת מלח וקפה ביו\"ט",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מטחנת מלח/פלפל/קפה ידנית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטחנת פלפל ביתית ביו\"ט - לבני ספרד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטחנת פלפל ביתית ביו\"ט - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מטלית אבק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטלית למשקפיים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטלית שיש יבשה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מטלית שיש רטובה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטען אופניים חשמליות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מטען בטריות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטען טלפון אלחוטי",
      status: "",
      source: "",
      description: "ראה טלפון אלחוטי ובית מושבו"
    },
    {
      name: "מטען פלאפון או מחשב",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטף כיבוי אש",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה צינור כיבוי אש"
    },
    {
      name: "מטפחות לחות גליל או חתוכות",
      status: "",
      source: "",
      description: "ראה מגבוני לחות"
    },
    {
      name: "מטפחות נייר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטפחת אף",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מטפחת ראש",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מטקות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטר (סרט מידה)",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה פ\"א"
    },
    {
      name: "מטריה לעגלת תינוק",
      status: "",
      source: "",
      description: "ראה גגון עגלת תינוק"
    },
    {
      name: "מטריה מתקפלת",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מטריית אוהל נגד חרקים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מטריית מקל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מטרנה סגורה",
      status: "מותר",
      source: ""
    },
    {
      name: "מי גשמים שירדו בשבת",
      status: "",
      source: "",
      description: "ראה גשם"
    },
    {
      name: "מי מזגן שנטפו בשבת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ק\"ח"
    },
    {
      name: "מי מלח",
      status: "מותר",
      source: ""
    },
    {
      name: "מי נטילת ידיים אחרונים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תרס\"א"
    },
    {
      name: "מי נטילת ידיים שחרית",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תרס\"א"
    },
    {
      name: "מי פה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ב",
      description: "המחמיר לטלטלו רק לצורך שימושו תע\"ב"
    },
    {
      name: "מיחם חשמלי ריק מנותק מהחשמל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מיחם מצב שבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "מיחם שעל הפלטה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "מיטה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מיטה מתקפלת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מיטה סיעודית חשמלית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מיטת מסאג' חשמלית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מיטת מסאג' לא חשמלית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מיטת פיזיותרפיה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מיטת תינוק שעליה אינטרקום",
      status: "מלאכתו להיתר",
      source: "ש\"ט סכ\"ב"
    },
    {
      name: "מייבש כביסה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מייבש שיער",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מיכל אמגזית לכירה ניידת",
      status: "",
      source: "",
      description: "ראה בלון גז"
    },
    {
      name: "מיכל גז",
      status: "",
      source: "",
      description: "ראה בלון גז"
    },
    {
      name: "מיכל דישון מלא או ריק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מיכל דלק מלא",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מיכל דלק ריק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מיכל חומר ריסוס והדברה מלא",
      status: "",
      source: "",
      description: "ראה חומר הדברה"
    },
    {
      name: "מיכל חומר ריסוס והדברה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מילוי גז למצית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "ע\"ע מצית"
    },
    {
      name: "מילון כיס",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מילון תרגום ללע\"ז",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מילון תרגום ללשון הקודש",
      status: "מותר",
      source: ""
    },
    {
      name: "מים אחרונים בכלי",
      status: "",
      source: "",
      description: "ראה מי נטילת ידיים אחרונים"
    },
    {
      name: "מים מזוקקים למגהץ",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מים מלוכלכים",
      status: "מוקצה מחמת גופו",
      source: "סימן של\"ח ס\"ח בשו\"ע"
    },
    {
      name: "מים נטילת ידיים שחרית בכלי",
      status: "",
      source: "",
      description: "ראה מי נטילת ידיים שחרית"
    },
    {
      name: "מים שנזלו מההסקה",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "אם הם מלוכלכים"
    },
    {
      name: "מים שקפאו בשבת",
      status: "מותר",
      source: ""
    },
    {
      name: "מימיה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מיני בר כשר לשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה קכ\"ה ור\"ג"
    },
    {
      name: "מיני בר כשר לשבת רק למים הקרים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מיני בר לא כשר לשבת",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "מיקסר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מיקרוסקופ",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מיקרופון",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מיקרופון משחק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכונה חשמלית לפריסת לחם",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכונה ידנית לחיתוך גבינה צהובה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכונה ידנית לחיתוך נקניק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכונה ידנית לפריסת לחם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכונית",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה פ' וסכ\"ג"
    },
    {
      name: "מכונית משחק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ח",
      description: "גם המופעלת על ידי קפיץ"
    },
    {
      name: "מכונית משחק בטריה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "מכונית משחק קפיץ המשמיעה רעש מיוחד בנסיעתה",
      status: "",
      source: "ש\"ח סעיף קי\"ח",
      description: "יש להחמיר כמלאכתו לאיסור, והמיקל כמלאכתו להיתר יש לו על מה שיסמוך, ובפרט לקטנים"
    },
    {
      name: "מכונית נסיעה ממונעת לילדים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכונת גילוח",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מכונת כביסה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכונת סוכר",
      status: "",
      source: "",
      description: "ראה מכשיר שערות סבתא"
    },
    {
      name: "מכונת סריגה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכונת צילום",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכונת קפה ביתית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכונת שכפול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכונת תספורת",
      status: "",
      source: "",
      description: "ראה מכונת גילוח"
    },
    {
      name: "מכונת תפירה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכחול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכנסיים עם מוקצה",
      status: "",
      source: "",
      description: "ראה כיס מכנסיים"
    },
    {
      name: "מכסה אסלה שנפל",
      status: "",
      source: "",
      description: "ראה מושב אסלה שיצא ממקומו"
    },
    {
      name: "מכסה אקווריום",
      status: "מלאכתו לאיסור",
      source: "ש\"ט סי\"ז והערה ע\"ט"
    },
    {
      name: "מכסה ארון חשמל",
      status: "",
      source: "",
      description: "ראה ארון חשמל"
    },
    {
      name: "מכסה הנייר של גבינה או קוטג'",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "אם אין עליהם מהמאכל"
    },
    {
      name: "מכסה הפלסטיק של גבינה או סלטים",
      status: "אינו מוקצה",
      source: "",
      description: "אף אם נזרקה הקופסא"
    },
    {
      name: "מכסה מזגן שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    }
  ]
};
