export const mem2Muktzeh = {
  title: "מ (חלק ב)",
  letter: "מ",
  items: [
    {
      name: "מכסה מזון למיקרוגל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכסה מכונת כביסה",
      status: "",
      source: "",
      description: "ראה כיסוי בד מעל המיקרוגל"
    },
    {
      name: "מכסה מנורה המחוברת לקיר שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכסה מנורה שהתפרק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ע\"ג"
    },
    {
      name: "מכסה מעדן, לבן וכדו'",
      status: "מותר",
      source: "",
      description: "אם יש עליו מהמאכל"
    },
    {
      name: "מכסה מעדן, לבן וכדו' - אין מהמאכל והסתיימה תכולת הגביע",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מכסה ניאגרה שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכסה סל כביסה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ה והערה ת\"ט"
    },
    {
      name: "מכסה פח אשפה תלוש או מחובר",
      status: "מלאכתו לאיסור",
      source: "ש\"ט הערה ע\"ח",
      description: "ויש מקילים"
    },
    {
      name: "מכסה של סיר אוכל",
      status: "",
      source: "ש\"ח ס\"כ",
      description: "דינו כדין הסיר"
    },
    {
      name: "מכסה של עט או לורד",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכסה שעון מים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "מכסה תבנית אלומיניום",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים י\"ט-כ'"
    },
    {
      name: "מכסה תפילין",
      status: "",
      source: "",
      description: "ראה כיסוי תפילין"
    },
    {
      name: "מכסחת דשא",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכשיר אדים דולק או מכובה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשיר אינהלציה",
      status: "",
      source: "",
      description: "ראה אינהלציה"
    },
    {
      name: "מכשיר בדיקת סוכר",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מכשיר בייבי סיטר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשיר דיסק לחיתוך",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכשיר החייאה - חשמלי",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מכשיר החייאה - מיכני",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכשיר הקלטה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מכשיר חותך ניירות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכשיר חשמל מקולקל ובדעתו לתקנו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "מכשיר חשמלי להרחקת יתושים",
      status: "",
      source: "",
      description: "ראה מכשיר קוטל חרקים"
    },
    {
      name: "מכשיר יבוש ידיים שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכשיר כושר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשיר לגלגול סיגריות",
      status: "מלאכתו לאיסור שאין בו היתר גם ביו\"ט",
      source: "",
      description: "ראה טבק לסיגריות"
    },
    {
      name: "מכשיר לגלגול עלי גפן/סיגרים/סושי וכו'",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשיר לגלגול עלי גפן/סיגרים/סושי וכו' - ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכשיר לפתיחת סתימות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "ידני וחשמלי"
    },
    {
      name: "מכשיר מילוי גז למצית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכשיר מסאג' חשמלי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשיר ניווט",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מכשיר עשיית כדורי פלאפל",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכשיר עשיית כדורי פלאפל ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מכשיר פופ קורן",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מכשיר פיזיוטרפיה",
      status: "",
      source: "",
      description: "ראה מכשיר קיבוע"
    },
    {
      name: "מכשיר קוטל חרקים דולק",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מכשיר קוטל חרקים כבוי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשיר קיבוע לאברי הגוף",
      status: "מלאכתו לאיסור",
      source: "שכ\"ח סמ\"ג בשו\"ע ובמשנ\"ב ס\"ק קל\"ו, וש\"ח הערה פ\"א"
    },
    {
      name: "מכשיר קשר",
      status: "",
      source: "",
      description: "ראה ביפר"
    },
    {
      name: "מכשיר שמיעה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מכשיר שערות סבתא",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מכשירי חשמל",
      status: "",
      source: "",
      description: "ראה כל ערך במקומו. ע\"ע רע\"ט ס\"ב"
    },
    {
      name: "מכשירי חשמל שייחדם למשחק",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ",
      description: "לאחר הוצאת הבטריה"
    },
    {
      name: "מכתב",
      status: "",
      source: "",
      description: "ראה אגרת"
    },
    {
      name: "מכתביות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מכתביות שאוספים לנוי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מלוואח שאינו אפוי",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מלוואח שאינו אפוי - ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מלח",
      status: "מותר",
      source: ""
    },
    {
      name: "מלח למליחת בשר",
      status: "מותר",
      source: ""
    },
    {
      name: "מלח של ספירת העומר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מלחיה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מלחיה עם אורז ומלח",
      status: "מותר",
      source: ""
    },
    {
      name: "מלחם",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מלט",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "וכדין לבנים"
    },
    {
      name: "מלכודת",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מלכודת עם בע\"ח שנתפס",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ב, ש\"י סי\"ט"
    },
    {
      name: "מלקחיים למטבח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מלקחיים למנגל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ממטרה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "ממטרה שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מנגל ביו\"ט - רגיל וגז",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מנגל ביו\"ט - חשמלי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מנגל רגיל/חשמלי/גז",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מנה חמה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מנוי",
      status: "",
      source: "",
      description: "ראה כרטיס כניסה"
    },
    {
      name: "מנורה ביו\"ט",
      status: "",
      source: "רע\"ט ס\"ב",
      description: "דינה כשבת"
    },
    {
      name: "מנורה דלוקה או כבויה",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב, ש\"ח סט\"ז"
    },
    {
      name: "מנורה לא מחוברת",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מניפה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מנעול",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מנעול אופניים או אופנוע",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה צ\"ב וש\"י סכ\"ט",
      description: "ויש מקילים"
    },
    {
      name: "מנעול שאבד המפתח שלו",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מנעול שהתפרק מדלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מסגרת תמונה ריקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסור רגיל וחשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "מסחטה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "גם ביו\"ט"
    },
    {
      name: "מסיר איפור",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסך למחשב נגד קרינה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מסכה כל הסוגים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מסכת ריתוך",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מסמכי ביטוח רכב",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מסמכים חשובים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מסמכים לזריקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסמכים רפואיים",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מסמכים רפואיים - אינם בשימוש",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסמר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מסמר רופף - מחובר לקיר",
      status: "מוקצה",
      source: "ש\"ט ס\"ו"
    },
    {
      name: "מסמר רופף - מחובר לכלי",
      status: "מלאכתו להיתר",
      source: "ש\"ט ס\"ו"
    },
    {
      name: "מסמר שנפל מכלי ודעתו להחזירו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "מסמר שנפל מקיר ודעתו להחזירו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מסננת בכיור",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוסנ\"ח"
    },
    {
      name: "מסננת בכיור עם פסולת",
      status: "מוקצה",
      source: "ש\"ח ספ\"ט",
      description: "ויש מקילים"
    },
    {
      name: "מסננת ברז חדשה או שיצאה ממקומה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "מסננת לחול",
      status: "מלאכתו לאיסור",
      source: "",
      description: "משום בורר"
    },
    {
      name: "מסננת מאכלים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסננת מאכלים ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מספריים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מספריים לבד או של ספר",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מספריים מיוחדות לשקית חלב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מספריים קרמיות לחיתוך ציציות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מספריים של מילה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מסרק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסרק כינים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מסרק פאה",
      status: "",
      source: "",
      description: "ראה מברשת פאה"
    },
    {
      name: "מעבד מזון",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מעביר לתקע",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "מעדר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מעות",
      status: "",
      source: "",
      description: "ראה כסף"
    },
    {
      name: "מעטפה לבחירה בקלפי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מעטפה מבויילת",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ד"
    },
    {
      name: "מעטפה מבויילת עם מכתב תורני בתוכה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ד"
    },
    {
      name: "מעטפה מבויילת עם פתגם תורני או פסוק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ע\"ו"
    },
    {
      name: "מעטפה סגורה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מעטפה ריקה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ד"
    },
    {
      name: "מעטפה שבתוכה מוקצה",
      status: "נאסרת",
      source: "",
      description: "מדין בסיס"
    },
    {
      name: "מעטפה שייחדה לסימניה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעטפות למחברות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעיל גשם צמר או ניילון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעיל גשם רטוב",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעיל של ס\"ת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעלית",
      status: "",
      source: "",
      description: "ראה דלת מעלית"
    },
    {
      name: "מעמד אוניברסלי לרכב",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "חדש ומפורק"
    },
    {
      name: "מעמד ברכות התורה והפטרה",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "מעמד דפי ממו ריק או מלא",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מעמד כלי כתיבה ריק או מלא",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מעצור דלת נייד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעצור דלת שהתפרק מהרצפה או מהדלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מעקה בטיחות למיטת ילדים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעקה בטיחות שהתרופף בשבת",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מעקה בטיחות שהתרופף קודם השבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מעקה מדרגות שהתרופף",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מערבל בטון",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מערבל צבע",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מערוך",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מערוך ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מערוך לרידוד פלסטינה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מערוך צורות ביו\"ט",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מערכת סטריאו",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מעשרות",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מעשרות - מותר",
      status: "מותר",
      source: "",
      description: "אלו שמותר לאוכלם. ע\"ע תרומה גדולה ותרומת מעשר"
    },
    {
      name: "מפה גיאוגרפית",
      status: "מותר",
      source: "ש\"ז סל\"ז וש\"ח הערה תשמ\"ה"
    },
    {
      name: "מפה שעליה כלי שמלאכתו לאיסור",
      status: "מלאכתו להיתר",
      source: "ש\"ט סכ\"ב והערה ס\"ד"
    },
    {
      name: "מפה שעליה מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה ס\"ד",
      description: "אם רוצה שהמוקצה יונח דוקא על המפה, דינה כמוקצה"
    },
    {
      name: "מפוח לפינוי עשן או עלים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפוחית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מפזר חום דולק או כבוי",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "מפיונים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפיונים מלוכלכים",
      status: "",
      source: "",
      description: "ראה נייר טישו מלוכלך"
    },
    {
      name: "מפיונים רטובים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מפיונים שהתרטבו בשבת והתייבשו",
      status: "מלאכתו להיתר",
      source: "ש\"י ס\"ז"
    },
    {
      name: "מפיץ ריח חשמלי",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מפיץ ריח לבגדים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מפיץ ריח מקלות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפיץ ריח שקיק או סיליקון לארון בגדים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפיץ ריח, מטהר אויר",
      status: "מלאכתו להיתר",
      source: "",
      description: "כולל פחית ריח"
    },
    {
      name: "מפסק חדש",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מפרט של גיטרה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מפת דרכים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מפת ניילון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפת עירוב",
      status: "מותר",
      source: ""
    },
    {
      name: "מפת שולחן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפת שולחן שעליה נרות או שדלקו בבין השמשות",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה ס\"ד וע\"ה"
    },
    {
      name: "מפתח ארגז אופניים או אופנוע",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפתח בית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפתח דלת שבפתיחתה תדלק אזעקה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מפתח חנות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפתח לוח מודעות",
      status: "",
      source: "",
      description: "ראה דלת לוח מודעות"
    },
    {
      name: "מפתח מאסטר דלת או ברז",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מפתח מכונית",
      status: "כלי שמלאכתו לאיסור",
      source: ""
    },
    {
      name: "מפתח מנעול אופניים ואופנוע",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה צ\"ב וש\"י סכ\"ט",
      description: "ויש מקילים"
    },
    {
      name: "מפתח מעלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מפתח עם חלודה",
      status: "מלאכתו להיתר",
      source: "",
      description: "כל עוד וניתן לפתוח בו"
    },
    {
      name: "מפתח עם שלט",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מפתח צינורות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מפתח קבוע בדלת שנפל",
      status: "מלאכתו להיתר",
      source: "שי\"ג סי\"ז",
      description: "מחובר לדלת מוקצה מחמת גופו"
    },
    {
      name: "מפתח קולנועית או אופנוע",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מפתח שאבד המנעול שלו",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מפתח שוודי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מפתח של בית בעיר אחרת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רצ\"ג"
    },
    {
      name: "מפתח שלא ידוע כלל להיכן שייך",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה רצ\"ג"
    },
    {
      name: "מפתח תיבת דואר",
      status: "",
      source: "",
      description: "ראה דלת תיבת דואר"
    },
    {
      name: "מצבר לרכב",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מצבר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה תירץ בזה"
    },
    {
      name: "מצה כפולה או נפוחה בפסח",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "מצה שלא הופרשה חלה",
      status: "",
      source: "",
      description: "ראה חלת שבת או יו\"ט שלא הופרש ממנה חלה"
    },
    {
      name: "מצה שרויה לנוהגים שלא לאוכלה",
      status: "מותר",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "מצוף ניאגרה מקולקל או מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מצופים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "מצופים לא מנופחים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מצחיה קשה פחות משמונה ס\"מ",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצחיה קשה שרוחבה שמונה ס\"מ",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "סימן ש\"א ס\"מ בשו\"ע"
    },
    {
      name: "מציאה",
      status: "",
      source: "",
      description: "ראה אבידה"
    },
    {
      name: "מצית",
      status: "מלאכתו לאיסור שאין בו היתר גם ביו\"ט",
      source: ""
    },
    {
      name: "מצית להדלקת גז",
      status: "",
      source: "",
      description: "דינה כמצית רגילה"
    },
    {
      name: "מצלמה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "מצלמה שהתקלקלה או נשברה קודם השבת",
      status: "מלאכתו להיתר למשחק",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "מצלמה שנשברה בשבת ומייחדה למשחק",
      status: "מוקצה בשבת זו",
      source: "ש\"ח ס\"נ"
    },
    {
      name: "מצלמת אבטחה",
      status: "מלאכתו לאיסור",
      source: "",
      description: "דלוקה או כבויה"
    },
    {
      name: "מצלמת אבטחה דמי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצלמת מים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצלמת משחק המעבירה תמונות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצנח רחיפה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "מצנם",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מצנן",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מצעים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצפן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצקת מחוררת ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצקת מחוררת",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מצקת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מצת מצוה בערב פסח שחל בשבת",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח הערה מ\"ד, ש\"י ס\"ב"
    },
    {
      name: "מצת מצוה בשבתות שלפני הפסח - אם מקפידים שלא לאוכלה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"י הערה י\"ז",
      description: "ויש מקילים"
    },
    {
      name: "מקדחה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מקדחים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מקטרת ביו\"ט",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "ויש מקילים"
    },
    {
      name: "מקטרת",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מקל אוזניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מקל אוזניים לאחר השימוש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מקל ארטיק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מקל בדיקה",
      status: "מלאכתו לאיסור",
      source: "שש\"כ פל\"ג הערה צ\"ב בשם הגרשז\"א"
    },
    {
      name: "מקל הליכה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מקל הליכה שאינו במידת בעליו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מקל כביסה",
      status: "",
      source: "",
      description: "ראה אטב כביסה"
    },
    {
      name: "מקל לבדיקת גרון",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע משטח גרון"
    },
    {
      name: "מקל מטאטא שנשבר או נשמט",
      status: "",
      source: "",
      description: "ראה מטאטא שנשבר או נשמט מקלו"
    },
    {
      name: "מקל מלוח שנמצא עם הגרעינים",
      status: "מותר",
      source: "ש\"ח הערה תקצ\"ב"
    },
    {
      name: "מקל סוכריה ריק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מקל קינמון",
      status: "",
      source: "",
      description: "ראה קינמון"
    },
    {
      name: "מקלדת",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מקלף",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מקלף ירקות ביו\"ט",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה מסננת מאכלים ביו\"ט"
    },
    {
      name: "מקלף עור יבש",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מקפיא",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מקפיא שכולו בשרים ודגים חיים - המקפיא",
      status: "מוקצה",
      source: "ש\"ט הערה פ\"ה"
    },
    {
      name: "מקפיא שכולו בשרים ודגים חיים - הדלת",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה פ\"ה"
    },
    {
      name: "מקפיא שכולו בשרים ודגים חיים ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מקציף חלב",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מקצף ביצים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מקצף ביצים ידני ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מקצף למיקסר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "גם ביו\"ט"
    },
    {
      name: "מקרוגל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מקרר",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ה, הערה ע\"ז ור\"ג"
    },
    {
      name: "מקרר מנותק מהחשמל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מקרר שאסור לפותחו",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה קט\"ז"
    },
    {
      name: "מקרר שהיה אסור לפותחו בבין השמשות, דין הדלת והמאכלים",
      status: "",
      source: "",
      description: "ראה דלת מקרר"
    },
    {
      name: "מראה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מראה מחוברת לארון שנפלה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "מראה מחוברת לקיר שנפלה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מראה תלויה על קיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "מרדה ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מרדה מצות/פיצה/פת",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מרדעת",
      status: "",
      source: "",
      description: "ראה אוכף"
    },
    {
      name: "מרה לצפורניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מריצה רגלית וחשמלית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "מריצת פלסטיק לילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ז"
    },
    {
      name: "מרית למריחת קרם על עוגה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מרכך כביסה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ב",
      description: "המחמיר כמוקצה תע\"ב"
    },
    {
      name: "מרסק תפוחי אדמה",
      status: "",
      source: "",
      description: "ראה כף למעיכת תפוחי אדמה"
    },
    {
      name: "מרצע",
      status: "",
      source: "",
      description: "ראה מחורר חגורות"
    },
    {
      name: "מרצפה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "מרשם תרופות",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז",
      description: "אם מקפיד לשומרו, מוקצה מחמת חסרון כיס"
    },
    {
      name: "משאבה ידנית לריקון מים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משאבת אויר חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משאבת אויר ידנית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "משאבת חלב אם ידנית או חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משוטים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "משולש בכיור",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "משולש בכיור עם פסולת",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "משולש מחזיר אור",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משחה להידוק שיניים תותבות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחות וקרמים לפנים ולגוף",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחות ידיים כל הסוגים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחות לטיפול בכוויות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחיז סכינים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחק ג'לי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משחק סנוקר",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה עוד בהערה לטניס שולחן"
    },
    {
      name: "משחק שהוציאו ממנו את הבטריה לזמן",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "משחק שהוציאו ממנו את הבטריה לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ט"
    },
    {
      name: "משחק שהתפרק ובדעתו לתקנו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "משחק שנשבר - ראוי לשימוש",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "משחק שנשבר - לא ראוי לשימוש",
      status: "מוקצה",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "משחק שרוב תשמישו על ידי בטריה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "משחקי הרכבה",
      status: "",
      source: "",
      description: "ראה פאזל ולגו"
    },
    {
      name: "משחקי זכרון/מצא את ההבדלים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משחת נעליים יבש או נוזלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחת סבון כלים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משחת שיניים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "וי\"א מלאכתו להיתר"
    },
    {
      name: "משטח גומי נגד החלקת מים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משטח גרון",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה מקל בדיקה"
    },
    {
      name: "משטח לייבוש כלים מגבת (מיקרופייבר)",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "משטח לייבוש כלים סיליקון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משטח סחורה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "משטח עכבר של מחשב",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "משטח פעילות לתינוק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משייף ציפורניים ידני או חשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משכון",
      status: "",
      source: "",
      description: "ראה אבידה"
    },
    {
      name: "משפך לפטל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משפך מים לגינה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "משפך מים משחק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משקה קפוא",
      status: "מותר",
      source: ""
    },
    {
      name: "משקולות התעמלות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "משקל אלקטרוני",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "משקל לזהב ולתכשיטים",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "משקל מיכני",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "משקפי שמש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משקפיים המחליפות צבע בשמש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משקפיים לאחר ניתוח לייזר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משקפיים לראיה או קריאה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ הערה רל\"ב"
    },
    {
      name: "משקפיים שנפלה העדשה, דין המשקפיים",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "משקפיים שנפלה העדשה, דין העדשה והבורג",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "משקפיים שנפלו שתי העדשות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיפים ס\"ו -ס\"ז",
      description: "המשקפיים, העדשות והברגים"
    },
    {
      name: "משקפת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תשמ\"ה"
    },
    {
      name: "משקפת ים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "משרוקית",
      status: "",
      source: "ש\"ח סעיף קי\"ח",
      description: "יש להחמיר כמלאכתו לאיסור שאין בו היתר, והמיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "מת",
      status: "מוקצה מחמת גופו",
      source: "שי\"א ס\"א"
    },
    {
      name: "מתג חשמל",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "מתג חשמל בלי מנורה",
      status: "מלאכתו לאיסור",
      source: "",
      description: "וי\"א מוקצה"
    },
    {
      name: "מתג חשמל שכבה במהלך השבת",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "מתזית לשיניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתלה ואקום",
      status: "",
      source: "",
      description: "ראה וו תליה"
    },
    {
      name: "מתלה חיבור לארון חדש",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "מתלה לנייר סופג",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או שנפל"
    },
    {
      name: "מתלה לעגלה",
      status: "מלאכתו להיתר",
      source: "",
      description: "חדש ונשמט"
    },
    {
      name: "מתלה מגבות מחובר לקיר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתלה מגבעות שהתרופף",
      status: "",
      source: "",
      description: "ראה מעקה בטיחות שהתרופף"
    },
    {
      name: "מתלה מחובר לארון שנשמט",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "מתלה שמניחים על הדלת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתלה חיבור לקיר חדש או נשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "מתנה שדעתו ליתנה אחר השבת",
      status: "מוקצה מחמת חסרון כיס",
      source: "",
      description: "ויש מקילים כמלאכתו להיתר"
    },
    {
      name: "מתנה שדעתו ליתנה בשבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתנות ששומר ליתן לאחרים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן ביצים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "מתקן דפים או כלי כתיבה",
      status: "",
      source: "",
      description: "ראה מעמד דפי ממו וכלי כתיבה"
    },
    {
      name: "מתקן המיועד לחברו לקיר, חדש או נשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "מתקן ירקות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן לייבוש כביסה עם בגדים יבשים קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ק\"ד"
    },
    {
      name: "מתקן לייבוש כביסה עם בגדים רטובים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ד"
    },
    {
      name: "מתקן לייבוש כביסה עם בגדים שהתייבשו בשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ד",
      description: "אם היה ברור שיתייבשו בשבת"
    },
    {
      name: "מתקן לייבוש כביסה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ק\"ג"
    },
    {
      name: "מתקן לייבוש כלים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן למטריות",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ריק או מלא"
    },
    {
      name: "מתקן לספוג כלים שנפל ממקומו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שי\"ט"
    },
    {
      name: "מתקן לעיתונים",
      status: "",
      source: "",
      description: "ראה סלסלת עיתונים מלאה/ריקה"
    },
    {
      name: "מתקן מברשות שיניים מחובר לקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או שנפל"
    },
    {
      name: "מתקן מברשות שיניים עומד",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ויש מקילים, ראה משחת  שיניים"
    },
    {
      name: "מתקן מפיונים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן מרושת במיני בר לקבלת המים שנשפכים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן מתח כושר מחובר לקיר",
      status: "מלאכתו להיתר",
      source: "",
      description: "גם אם התרופף"
    },
    {
      name: "מתקן מתח כושר שנפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מתקן נעליים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן נעליים שהתפרק",
      status: "מוקצה",
      source: "ש\"ח סנ\"ד וס\"ו",
      description: "בתנאי ששימושו אינו נוח"
    },
    {
      name: "מתקן סכו\"ם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "מתקן סלוטייפ",
      status: "",
      source: "",
      description: "ראה דבק סלוטייפ במתקנו"
    },
    {
      name: "מתקן קיר לשלט מזגן - חדש או נשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    }
  ]
};
