export const membisMuktzeh = {
  title: "ם",
  letter: "ם",
  items: [
    {
      name: "מעצור דלת שהתפרק מהרצפה או מהדלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מעקה בטיחות למיטת ילדים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעקה בטיחות שהתרופף בשבת",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מעקה בטיחות שהתרופף קודם השבת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעקה מדרגות שהתרופף",
      status: "מלאכתו להיתר"
    },
    {
      name: "מערבל בטון",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מערבל צבע",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מערוך",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מערוך ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מערוך לרידוד פלסטינה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מערוך צורות ביו\"ט",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מערכת סטריאו",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מעשרות",
      status: "תלוי",
      description: "מוקצה מחמת גופו. אלו שמותר לאוכלם - מותר"
    },
    {
      name: "מפה גיאוגרפית",
      status: "מותר",
      source: "ש\"ז סל\"ז וש\"ח הערה תשמ\"ה"
    },
    {
      name: "מפה שעליה כלי שמלאכתו לאיסור",
      status: "מלאכתו להיתר",
      source: "ש\"ט סכ\"ב והערה ס\"ד"
    },
    {
      name: "מפה שעליה מוקצה",
      status: "תלוי",
      source: "ש\"ט הערה ס\"ד",
      description: "מלאכתו להיתר. אם רוצה שהמוקצה יונח דוקא על המפה, דינה כמוקצה"
    },
    {
      name: "מפוח לפינוי עשן או עלים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפוחית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מפזר חום דולק או כבוי",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "מפיונים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפיונים מלוכלכים",
      status: "תלוי",
      description: "ראה נייר טישו מלוכלך"
    },
    {
      name: "מפיונים רטובים",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מפיונים שהתרטבו בשבת והתייבשו",
      status: "מלאכתו להיתר",
      source: "ש\"י ס\"ז"
    },
    {
      name: "מפיץ ריח חשמלי",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מפיץ ריח לבגדים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מפיץ ריח מקלות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפיץ ריח שקיק או סיליקון לארון בגדים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפיץ ריח, מטהר אויר",
      status: "מלאכתו להיתר",
      description: "כולל פחית ריח"
    },
    {
      name: "מפרט של גיטרה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מפת דרכים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מפת ניילון",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפת עירוב",
      status: "מותר"
    },
    {
      name: "מפת שולחן",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפת שולחן שעליה נרות או שדלקו בבין השמשות",
      status: "מלאכתו להיתר",
      source: "ש\"ט הערה ס\"ד וע\"ה"
    },
    {
      name: "מפתח ארגז אופניים או אופנוע",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפתח בית",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפתח דלת שבפתיחתה תדלק אזעקה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מפתח חנות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפתח לוח מודעות",
      status: "תלוי",
      description: "ראה דלת לוח מודעות"
    },
    {
      name: "מפתח מאסטר דלת או ברז",
      status: "מלאכתו להיתר"
    },
    {
      name: "מפתח מכונית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מפתח מנעול אופניים ואופנוע",
      status: "תלוי",
      source: "ש\"ח הערה צ\"ב וש\"י סכ\"ט",
      description: "מלאכתו לאיסור, ויש מקילים"
    },
    {
      name: "מפתח מעלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מפתח עם חלודה",
      status: "מלאכתו להיתר",
      description: "כל עוד וניתן לפתוח בו"
    },
    {
      name: "מפתח עם שלט",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מפתח צינורות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מפתח קבוע בדלת שנפל",
      status: "תלוי",
      source: "שי\"ג סי\"ז",
      description: "מלאכתו להיתר. מחובר לדלת מוקצה מחמת גופו"
    },
    {
      name: "מפתח קולנועית או אופנוע",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מפתח שאבד המנעול שלו",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מפתח שוודי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מפתח של בית בעיר אחרת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רצ\"ג"
    },
    {
      name: "מפתח שלא ידוע כלל להיכן שייך",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה רצ\"ג"
    },
    {
      name: "מפתח תיבת דואר",
      status: "תלוי",
      description: "ראה דלת תיבת דואר"
    },
    {
      name: "מצבר לרכב",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מצבר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה תירץ בזה"
    },
    {
      name: "מצה כפולה או נפוחה בפסח",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מצה שלא הופרשה חלה",
      status: "תלוי",
      description: "ראה חלת שבת או יו\"ט שלא הופרש ממנה חלה"
    },
    {
      name: "מצה שרויה לנוהגים שלא לאוכלה",
      status: "מותר",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "מצוף ניאגרה מקולקל או מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מצופים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "מצופים לא מנופחים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מצחיה קשה פחות משמונה ס\"מ",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצחיה קשה שרוחבה שמונה ס\"מ",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "סימן ש\"א ס\"מ בשו\"ע"
    },
    {
      name: "מציאה",
      status: "תלוי",
      description: "ראה אבידה"
    },
    {
      name: "מצית",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "גם ביו\"ט"
    },
    {
      name: "מצית להדלקת גז",
      status: "תלוי",
      description: "דינה כמצית רגילה"
    },
    {
      name: "מצלמה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "מצלמה שהתקלקלה או נשברה קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ",
      description: "למשחק"
    },
    {
      name: "מצלמה שנשברה בשבת ומייחדה למשחק",
      status: "מוקצה",
      source: "ש\"ח ס\"נ",
      description: "בשבת זו"
    },
    {
      name: "מצלמת אבטחה",
      status: "מלאכתו לאיסור",
      description: "דלוקה או כבויה"
    },
    {
      name: "מצלמת אבטחה דמי",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצלמת מים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצלמת מים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצלמת משחק המעבירה תמונות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצנח רחיפה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מצנם",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מצנן",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מצעים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצפן",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצקת מחוררת ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצקת מחוררת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מצקת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מצת מצוה בערב פסח שחל בשבת",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח הערה מ\"ד, ש\"י ס\"ב"
    },
    {
      name: "מצת מצוה בשבתות שלפני הפסח",
      status: "תלוי",
      source: "ש\"י הערה י\"ז",
      description: "אם מקפידים שלא לאוכלה, מוקצה מחמת חסרון כיס. ויש מקילים"
    },
    {
      name: "מקדחה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מקדחים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מקטרת ביו\"ט",
      status: "תלוי",
      description: "מלאכתו לאיסור שאין בו היתר, ויש מקילים"
    },
    {
      name: "מקטרת",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מקל אוזניים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מקל אוזניים לאחר השימוש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מקל ארטיק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מקל בדיקה",
      status: "מלאכתו לאיסור",
      source: "שש\"כ פל\"ג הערה צ\"ב בשם הגרשז\"א"
    },
    {
      name: "מקל הליכה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מקל הליכה שאינו במידת בעליו",
      status: "מלאכתו להיתר"
    },
    {
      name: "מקל כביסה",
      status: "תלוי",
      description: "ראה אטב כביסה"
    },
    {
      name: "מקל לבדיקת גרון",
      status: "מלאכתו להיתר",
      description: "ע\"ע משטח גרון"
    },
    {
      name: "מקל מטאטא שנשבר או נשמט",
      status: "תלוי",
      description: "ראה מטאטא שנשבר או נשמט מקלו"
    },
    {
      name: "מקל מלוח שנמצא עם הגרעינים",
      status: "מותר",
      source: "ש\"ח הערה תקצ\"ב"
    },
    {
      name: "מקל סוכריה ריק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מקל קינמון",
      status: "תלוי",
      description: "ראה קינמון"
    },
    {
      name: "מקלדת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מקלף",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מקלף ירקות ביו\"ט",
      status: "מלאכתו להיתר",
      description: "ראה מסננת מאכלים ביו\"ט"
    },
    {
      name: "מקלף עור יבש",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מקפיא",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מקפיא שכולו בשרים ודגים חיים",
      status: "תלוי",
      source: "ש\"ט הערה פ\"ה",
      description: "המקפיא מוקצה, הדלת מלאכתו להיתר"
    },
    {
      name: "מקפיא שכולו בשרים ודגים חיים ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מקציף חלב",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מקצף ביצים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מקצף ביצים ידני ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מקצף למיקסר",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "גם ביו\"ט"
    },
    {
      name: "מקרוגל",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מקרר",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ה, הערה ע\"ז ור\"ג"
    },
    {
      name: "מקרר מנותק מהחשמל",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מקרר שאסור לפותחו",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה קט\"ז"
    },
    {
      name: "מקרר שהיה אסור לפותחו בבין השמשות, דין הדלת והמאכלים",
      status: "תלוי",
      description: "ראה דלת מקרר"
    },
    {
      name: "מראה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מראה מחוברת לארון שנפלה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "מראה מחוברת לקיר שנפלה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מראה תלויה על קיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "מרדה ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מרדה מצות/פיצה/פת",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מרדעת",
      status: "תלוי",
      description: "ראה אוכף"
    },
    {
      name: "מרה לצפורניים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מריצה רגלית וחשמלית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מריצת פלסטיק לילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ז"
    },
    {
      name: "מרית למריחת קרם על עוגה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מרכך כביסה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ב",
      description: "המחמיר כמוקצה תע\"ב"
    },
    {
      name: "מרסק תפוחי אדמה",
      status: "תלוי",
      description: "ראה כף למעיכת תפוחי אדמה"
    },
    {
      name: "מרצע",
      status: "תלוי",
      description: "ראה מחורר חגורות"
    },
    {
      name: "מרצפה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "מרשם תרופות",
      status: "תלוי",
      source: "ש\"ז סל\"ז",
      description: "מלאכתו לאיסור. אם מקפיד לשומרו, מוקצה מחמת חסרון כיס"
    },
    {
      name: "משאבה ידנית לריקון מים",
      status: "מלאכתו להיתר"
    },
    {
      name: "משאבת אויר חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משאבת אויר ידנית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "משאבת חלב אם ידנית או חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משוטים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "משולש בכיור",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "משולש בכיור עם פסולת",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "משולש מחזיר אור",
      status: "מלאכתו להיתר"
    },
    {
      name: "משחה להידוק שיניים תותבות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחות וקרמים לפנים ולגוף",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחות ידיים כל הסוגים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחות לטיפול בכוויות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחיז סכינים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחק ג'לי",
      status: "מלאכתו להיתר"
    },
    {
      name: "משחק סנוקר",
      status: "מלאכתו להיתר",
      description: "ראה עוד בהערה לטניס שולחן"
    },
    {
      name: "משחק שהוציאו ממנו את הבטריה לזמן",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "משחק שהוציאו ממנו את הבטריה לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ט"
    },
    {
      name: "משחק שהתפרק ובדעתו לתקנו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "משחק שנשבר",
      status: "תלוי",
      source: "ש\"ח סמ\"ו",
      description: "ראוי לשימוש מלאכתו להיתר. לא ראוי לשימוש מוקצה"
    },
    {
      name: "משחק שרוב תשמישו על ידי בטריה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "משחקי הרכבה",
      status: "תלוי",
      description: "ראה פאזל ולגו"
    },
    {
      name: "משחקי זכרון/מצא את ההבדלים",
      status: "מלאכתו להיתר"
    },
    {
      name: "משחת נעליים יבש או נוזלי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחת סבון כלים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משחת שיניים",
      status: "תלוי",
      description: "מלאכתו לאיסור שאין בו היתר. וי\"א מלאכתו להיתר"
    },
    {
      name: "משטח גומי נגד החלקת מים",
      status: "מלאכתו להיתר"
    },
    {
      name: "משטח גרון",
      status: "מלאכתו לאיסור",
      description: "ראה מקל בדיקה"
    },
    {
      name: "משטח לייבוש כלים מגבת (מיקרופייבר)",
      status: "מלאכתו לאיסור"
    },
    {
      name: "משטח לייבוש כלים סיליקון",
      status: "מלאכתו להיתר"
    },
    {
      name: "משטח סחורה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "משטח עכבר של מחשב",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "משטח פעילות לתינוק",
      status: "מלאכתו להיתר"
    },
    {
      name: "משייף ציפורניים ידני או חשמלי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משכון",
      status: "תלוי",
      description: "ראה אבידה"
    },
    {
      name: "משפך לפטל",
      status: "מלאכתו להיתר"
    },
    {
      name: "משפך מים לגינה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "משפך מים משחק",
      status: "מלאכתו להיתר"
    },
    {
      name: "משקה קפוא",
      status: "מותר",
      description: "ע\"ע קרח"
    },
    {
      name: "משקולות התעמלות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "משקל אלקטרוני",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "משקל לזהב ולתכשיטים",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "משקל מיכני",
      status: "מלאכתו לאיסור"
    },
    {
      name: "משקפי שמש",
      status: "מלאכתו להיתר"
    },
    {
      name: "משקפיים המחליפות צבע בשמש",
      status: "מלאכתו להיתר"
    },
    {
      name: "משקפיים לאחר ניתוח לייזר",
      status: "מלאכתו להיתר"
    },
    {
      name: "משקפיים לראיה או קריאה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ הערה רל\"ב"
    },
    {
      name: "משקפיים שנפלה העדשה, דין המשקפיים",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "משקפיים שנפלה העדשה, דין העדשה והבורג",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "משקפיים שנפלו שתי העדשות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיפים ס\"ו -ס\"ז",
      description: "המשקפיים, העדשות והברגים"
    },
    {
      name: "משקפת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תשמ\"ה"
    },
    {
      name: "משקפת ים",
      status: "מלאכתו להיתר"
    },
    {
      name: "משרוקית",
      status: "תלוי",
      source: "ש\"ח סעיף קי\"ח",
      description: "יש להחמיר כמלאכתו לאיסור שאין בו היתר, והמיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "מת",
      status: "מוקצה מחמת גופו",
      source: "שי\"א ס\"א"
    },
    {
      name: "מתג חשמל",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "מתג חשמל בלי מנורה",
      status: "תלוי",
      description: "מלאכתו לאיסור, וי\"א מוקצה"
    },
    {
      name: "מתג חשמל שכבה במהלך השבת",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה"
    },
    {
      name: "מתזית לשיניים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתלה ואקום",
      status: "תלוי",
      description: "ראה וו תליה"
    },
    {
      name: "מתלה חיבור לארון חדש",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מתלה לנייר סופג",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או שנפל"
    },
    {
      name: "מתלה לעגלה",
      status: "מלאכתו להיתר",
      description: "חדש ונשמט"
    },
    {
      name: "מתלה מגבות מחובר לקיר",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתלה מגבעות שהתרופף",
      status: "תלוי",
      description: "ראה מעקה בטיחות שהתרופף"
    },
    {
      name: "מתלה מחובר לארון שנשמט",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "מתלה שמניחים על הדלת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתלה חיבור לקיר חדש או נשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "מתנה שדעתו ליתנה אחר השבת",
      status: "תלוי",
      description: "מוקצה מחמת חסרון כיס, ויש מקילים כמלאכתו להיתר"
    },
    {
      name: "מתנה שדעתו ליתנה בשבת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתנות ששומר ליתן לאחרים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן ביצים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "מתקן דפים או כלי כתיבה",
      status: "תלוי",
      description: "ראה מעמד דפי ממו וכלי כתיבה"
    },
    {
      name: "מתקן המיועד לחברו לקיר, חדש או נשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "מתקן ירקות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן לייבוש כביסה עם בגדים יבשים קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ק\"ד"
    },
    {
      name: "מתקן לייבוש כביסה עם בגדים רטובים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ד"
    },
    {
      name: "מתקן לייבוש כביסה עם בגדים שהתייבשו בשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ד",
      description: "אם היה ברור שיתייבשו בשבת"
    },
    {
      name: "מתקן לייבוש כביסה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ק\"ג"
    },
    {
      name: "מתקן לייבוש כלים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן למטריות",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ריק או מלא"
    },
    {
      name: "מתקן לספוג כלים שנפל ממקומו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שי\"ט"
    },
    {
      name: "מתקן לעיתונים",
      status: "תלוי",
      description: "ראה סלסלת עיתונים מלאה/ריקה"
    },
    {
      name: "מתקן מברשות שיניים מחובר לקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או שנפל"
    },
    {
      name: "מתקן מברשות שיניים עומד",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "מלאכתו לאיסור. ויש מקילים, ראה משחת שיניים"
    },
    {
      name: "מתקן מפיונים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן מרושת במיני בר לקבלת המים שנשפכים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן מתח כושר מחובר לקיר",
      status: "מלאכתו להיתר",
      description: "גם אם התרופף"
    },
    {
      name: "מתקן מתח כושר שנפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מתקן נעליים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן נעליים שהתפרק",
      status: "מוקצה",
      source: "ש\"ח סנ\"ד וס\"ו",
      description: "בתנאי ששימושו אינו נוח"
    },
    {
      name: "מתקן סכו\"ם",
      status: "מלאכתו להיתר"
    },
    {
      name: "מתקן סלוטייפ",
      status: "תלוי",
      description: "ראה דבק סלוטייפ במתקנו"
    },
    {
      name: "מתקן קיר לשלט מזגן",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או נשמט"
    }
  ]
}; 