export const nunMuktzeh = {
  title: "נ",
  letter: "נ",
  items: [
    {
      name: "נביאים בקלף",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "נברשת על כל חלקיה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "נגן",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "נגרר לאופניים או לרכב",
      status: "מלאכתו לאיסור",
      description: "מנותק או מחובר"
    },
    {
      name: "נדנדה מחוברת ליתר התקוע בעץ",
      status: "מלאכתו להיתר"
    },
    {
      name: "נדנדה מחוברת לעץ",
      status: "מוקצה מחמת איסור"
    },
    {
      name: "נדנדה מחוברת לקיר או לפרגולה",
      status: "מלאכתו להיתר"
    },
    {
      name: "נדנדה שאינה מחוברת",
      status: "מלאכתו להיתר"
    },
    {
      name: "נויי סוכה כל שמונת ימי החג",
      status: "מוקצה מחמת מצוה",
      description: "גם כשנפלו"
    },
    {
      name: "נויי סוכה",
      status: "מלאכתו להיתר"
    },
    {
      name: "נוסח הפרשת חלה או תרומות ומעשרות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "נוצה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "נוצה לכתיבת סת\"ם",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "נוצה שיצאה מכרית",
      status: "מוקצה",
      source: "ש\"מ סמ\"ו ונ\"ד",
      description: "דאין רגילות כלל להחזירה"
    },
    {
      name: "נורה",
      status: "תלוי",
      description: "ראה מנורה"
    },
    {
      name: "נורת חירום בשקע החשמל",
      status: "מוקצה מחמת איסור",
      source: "רע\"ט ס\"ו"
    },
    {
      name: "נורת חירום המחוברת לשקע באמצעות כבל מאריך",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ו"
    },
    {
      name: "נורת חירום ניידת",
      status: "מלאכתו לאיסור",
      description: "דלוקה וכבויה"
    },
    {
      name: "נטלה",
      status: "מלאכתו להיתר"
    },
    {
      name: "נטלה נקובה בתחתיתה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "ניילון נצמד שהוסר ממאכל",
      status: "מלאכתו להיתר"
    },
    {
      name: "ניילונית",
      status: "מלאכתו להיתר"
    },
    {
      name: "ניילונית עם דפים",
      status: "תלוי",
      description: "ראה ערך תיקייה"
    },
    {
      name: "נייר אפיה",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר אפיה מלוכלך",
      status: "מלאכתו להיתר",
      description: "אם אינו חריג להשתמש בו"
    },
    {
      name: "נייר בגליל /סופג /טואלט /כסף /מתנה /דבק /קופה רושמת/ מיטת רופא",
      status: "תלוי",
      description: "ראה ערך גליל"
    },
    {
      name: "נייר בחור הדלת",
      status: "מוקצה מחמת גופו",
      source: "שי\"ג ס\"ד הערה כ\"ט",
      description: "אם נתנו שם לקביעות"
    },
    {
      name: "נייר דבק חתוך",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נייר הנתון במגבעת",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר העוטף את פקק הבקבוק",
      status: "מוקצה מחמת גופו",
      description: "אחר הסרתו"
    },
    {
      name: "נייר הפרדה של גבינה צהובה אחר הוצאתו",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "נייר זכוכית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נייר טואלט חתוך",
      status: "מלאכתו להיתר",
      description: "גם באריזה סגורה"
    },
    {
      name: "נייר טישו מלוכלך",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר כסף המכסה פלטה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ז",
      description: "דאין בסיס מלמעלה"
    },
    {
      name: "נייר כסף חתוך",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר כסף מלוכלך",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר כרומו",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "נייר כתיבה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "נייר מתנה חתוך",
      status: "מלאכתו לאיסור"
    },
    {
      name: "נייר סופג חתוך",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר סופג חתוך מלוכלך",
      status: "מלאכתו להיתר",
      description: "ראה נייר טישו מלוכלך"
    },
    {
      name: "נייר עטיפה של ארטיק או וופלה",
      status: "תלוי",
      source: "ש\"ח סמ\"ט",
      description: "מוקצה מחמת גופו. המיקל יש לו על מה שיסמוך"
    },
    {
      name: "נייר עטיפה של סוכריה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "נייר עטיפה של קרמבו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "נייר פקס",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "נייר צלופן גליל",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה תקי\"ח"
    },
    {
      name: "נייר צלופן חתוך",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר קופי",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "נייר קרמבו שעשאו כדור",
      status: "מלאכתו להיתר"
    },
    {
      name: "נייר קרפ",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "נייר שתחת שולחן מתנדנד",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוף הערה תל\"א"
    },
    {
      name: "ניירות צבעוניים לזריקה על חתן",
      status: "מלאכתו להיתר"
    },
    {
      name: "נינג'ה",
      status: "מלאכתו לאיסור",
      description: "כעין תנור אפיה קטן"
    },
    {
      name: "ננס מתכת",
      status: "מלאכתו להיתר"
    },
    {
      name: "ננס פלסטיק לשטיפת כלים",
      status: "מלאכתו להיתר",
      description: "ע\"ע כרית קרצוף"
    },
    {
      name: "נסורת",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "נעל מטונפת",
      status: "תלוי",
      description: "דינה כסתם נעל"
    },
    {
      name: "נעל קרועה שאין דרך לזורקה",
      status: "מותר",
      source: "ש\"ח סעיף ס\"ג",
      description: "אם ראויה כעת לשימוש"
    },
    {
      name: "נעל קרועה שהדרך לזורקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ג"
    },
    {
      name: "נעל שאבד או נקרע בן זוגה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ג"
    },
    {
      name: "נעל שנקשרה בשני קשרים",
      status: "מותר",
      description: "אינה מוקצה"
    },
    {
      name: "נעלי בית אצבע שנתלש ממקום החיבור",
      status: "תלוי",
      source: "ש\"ח סוף סעיף ס\"ו",
      description: "אין רגילות, מוקצה. רגילות פעם בשבוע, אינו מוקצה"
    },
    {
      name: "נעלי עור ביום הכיפורים",
      status: "תלוי",
      source: "ש\"ח סעיף קכ\"ג",
      description: "מלאכתו לאיסור. לבני ספרד יש להקל בצורך גדול כמלאכתו להיתר"
    },
    {
      name: "נעליים כל הסוגים",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "נעליים מדליקות אור",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נעליים רטובות",
      status: "מלאכתו להיתר"
    },
    {
      name: "נעליים רפואיות",
      status: "מלאכתו להיתר",
      description: "ע\"ע חגורת גב"
    },
    {
      name: "נעליים שאינן במידה המתאימה",
      status: "תלוי",
      description: "ראה בגד שאינו במידה המתאימה ובגד חדש ודעתו להחזירו"
    },
    {
      name: "נעץ",
      status: "מלאכתו לאיסור"
    },
    {
      name: "נעץ שראשו פלסטיק",
      status: "מלאכתו לאיסור"
    },
    {
      name: "נפה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נפה ביו\"ט",
      status: "מלאכתו לאיסור"
    },
    {
      name: "נפט ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ב והערה תע\"ב",
      description: "והמחמיר לטלטלו רק לצורך הבערה או ניקוי כתמי לכלוך תע\"ב"
    },
    {
      name: "נפט שרוב שימושו להבערה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ב",
      description: "והמחמיר כמוקצה תע\"ב"
    },
    {
      name: "נפט שרוב שימושו לניקוי הידיים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ב",
      description: "והמחמיר כמוקצה תע\"ב"
    },
    {
      name: "נפטלין",
      status: "מלאכתו להיתר"
    },
    {
      name: "נפנף למנגל",
      status: "תלוי",
      description: "מלאכתו לאיסור. ביו\"ט מלאכתו להיתר"
    },
    {
      name: "נפצים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נר דולק",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א"
    },
    {
      name: "נר דולק ביו\"ט",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"א"
    },
    {
      name: "נר חשמלי דולק",
      status: "מוקצה מחמת איסור"
    },
    {
      name: "נר חשמלי כבוי",
      status: "מלאכתו לאיסור",
      description: "ע\"ע ערך מנורה"
    },
    {
      name: "נר שדלק בבין השמשות וכבה",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א"
    },
    {
      name: "נר שייחדוהו לעולם לנוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ט"
    },
    {
      name: "נר שעוה כבוי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה",
      description: "והמחמיר כמוקצה תע\"ב"
    },
    {
      name: "נרגילה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נרגילה ביו\"ט",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "נרגילה לנוי",
      status: "מלאכתו להיתר"
    },
    {
      name: "נרתיק דיסקים מלא",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "נרתיק דיסקים ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "נרתיק טלית ותפילין",
      status: "מלאכתו להיתר"
    },
    {
      name: "נרתיק לגיטרה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "נרתיק לולב מלא בשבת חוה\"מ",
      status: "מוקצה מחמת גופו",
      source: "הליכות מועד תשרי עמוד תצ\"ה"
    },
    {
      name: "נרתיק לולב מלא בשמחת תורה",
      status: "מלאכתו להיתר",
      source: "הליכות מועד תשרי עמוד תצ\"ז"
    },
    {
      name: "נרתיק לולב ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "נרתיק לסכך",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ע\"ע סכך"
    },
    {
      name: "נרתיק מצלמה",
      status: "תלוי",
      description: "מלא חסרון כיס. ריק מלאכתו לאיסור"
    },
    {
      name: "נרתיק משקפיים",
      status: "מלאכתו להיתר"
    },
    {
      name: "נרתיק סכין מילה",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "מלא חסרון כיס. ריק מלאכתו לאיסור"
    },
    {
      name: "נרתיק סכין שחיטה",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "מלא חסרון כיס. ריק מלאכתו לאיסור"
    },
    {
      name: "נרתיק סכין שחיטה ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "נרתיק שעון יד",
      status: "מלאכתו להיתר"
    },
    {
      name: "נרתיק תפילין",
      status: "תלוי",
      description: "ראה כיסוי תפילין"
    },
    {
      name: "נשכן",
      status: "תלוי",
      description: "מלאכתו להיתר. עם צפצפה מלאכתו לאיסור. ע\"ע משרוקית"
    }
  ]
}; 