export const peMuktzeh = {
  title: "פ",
  letter: "פ",
  items: [
    {
      name: "פאה העומדת לתיקון",
      status: "מוקצה",
      source: "",
      description: "אם יש הקפדה שלא ללובשה כך גם בבית"
    },
    {
      name: "פאה נכרית",
      status: "",
      source: "",
      description: "ראה בגד"
    },
    {
      name: "פאוץ' עם מוקצה",
      status: "מוקצה",
      source: ""
    },
    {
      name: "פאוץ' ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "פאזל - חיבור חלש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פאזל - חיבור חזק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פודרה",
      status: "",
      source: "",
      description: "ראה איפור"
    },
    {
      name: "פוחלץ",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים ג'-ד'",
      description: "הקפדה מוחלטת שלא להזיזו מוקצה, ויש מקילים"
    },
    {
      name: "פולי קפה",
      status: "",
      source: "",
      description: "ראה קפה פולים"
    },
    {
      name: "פוליגל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פולידין משחה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פולידין נוזל",
      status: "מלאכתו להיתר",
      source: "שש\"כ פל\"ה הערה כ' בשם הגרשז\"א"
    },
    {
      name: "פומפה לפתיחת סתימות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פומפיה לירקות",
      status: "",
      source: "",
      description: "ראה מגרדת ירקות"
    },
    {
      name: "פופ קורן גרעינים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "פופ קורן גרעינים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "פורמייקה שנשברה - דעתו להחזירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "פורמייקה שנשברה - אין דעתו להחזירה",
      status: "מוקצה",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "פורס גבינה או נקניק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פותחן פקקי שעם או בירה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פותחן קופסאות שימורים רגיל או גלגלת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פח אשפה אלקטרוני",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "פח אשפה מלא, דין המכסה והדוושה",
      status: "מלאכתו לאיסור",
      source: "ש\"ט סי\"ז הערה ע\"ח"
    },
    {
      name: "פח אשפה עם אשפה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ק\"ד"
    },
    {
      name: "פח אשפה ציבורי ריק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ק\"א הערה תרכ\"ג"
    },
    {
      name: "פח אשפה מלא במגירה",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "גם המגירה מוקצה מחמת גופו"
    },
    {
      name: "פח אשפה מלא תלוי בדלת",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ח",
      description: "הדלת מלאכתו להיתר"
    },
    {
      name: "פח אשפה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט, ש\"ט הערה ע\"ח",
      description: "גם מכסה הפח"
    },
    {
      name: "פח אשפה ריק מלוכלך",
      status: "מלאכתו לאיסור",
      source: "ש\"י סי\"ד דוגמא 4"
    },
    {
      name: "פח אשפה ריק שלא ניתן לנקותו לחלוטין - בשבת",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פח אשפה ריק שלא ניתן לנקותו לחלוטין - ביו\"ט לבני ספרד",
      status: "מוקצה",
      source: "ש\"י ס\"א הערה ט'"
    },
    {
      name: "פח גניזה",
      status: "מותר",
      source: "",
      description: "ראה עוד גניזה, וספריה לספרי קודש"
    },
    {
      name: "פח לכיסוי האש",
      status: "",
      source: "",
      description: "ראה בלעך"
    },
    {
      name: "פח שהתרוקן בשבת - היתה בו אשפה בבין השמשות",
      status: "מוקצה",
      source: "ש\"ח סעיף ק\"ה"
    },
    {
      name: "פח שהתרוקן בשבת - היה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף ק\"ה"
    },
    {
      name: "פחית נרונית - בשבת",
      status: "מוקצה",
      source: ""
    },
    {
      name: "פחית נרונית - ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פחית שתיה סגורה",
      status: "מותר",
      source: ""
    },
    {
      name: "פחית שתיה ריקה - נפתחה קודם השבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פחית שתיה ריקה - נפתחה בשבת",
      status: "מוקצה",
      source: "ש\"ח סמ\"ט הערות רע\"ט ור\"פ",
      description: "והמיקל יש לו על מה שיסמוך"
    },
    {
      name: "פחמים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סוף הערה תע\"ב",
      description: "שאין בו היתר"
    },
    {
      name: "פחמים ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פטיש",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "פטיש ומסמרים משחק (הך פטיש)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פטיש לשניצל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פטיש לשניצל ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פיגומים לבנין",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פיטמת בקבוק",
      status: "",
      source: "",
      description: "ראה בקבוק תינוק שחלקיו אינם מחוברים"
    },
    {
      name: "פיטמת בקבוק מלוכלכת שלא ניתן לנקותה בשבת",
      status: "אינה מוקצה",
      source: "",
      description: "כל זמן שראויה לשימוש בדוחק"
    },
    {
      name: "פייטים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פייטים מחוברים לבגד",
      status: "מותר",
      source: "",
      description: "דינם כבגד"
    },
    {
      name: "פילטר של אקווריום",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פילטר של בריכה ביתית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פילטר של מזגן",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פילטר של סיגריה (רב פעמי)",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פינג פונג",
      status: "",
      source: "",
      description: "ראה טניס שולחן"
    },
    {
      name: "פינג'ן",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "פינג'ן ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פינצטה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פיסטוקים לא קלויים",
      status: "מותר",
      source: ""
    },
    {
      name: "פירורי לחם בשעת הסעודה",
      status: "מותר",
      source: "ש\"ח ספ\"ו"
    },
    {
      name: "פירורי לחם לאחר שבירכו כל בני הבית ברהמ\"ז",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ו"
    },
    {
      name: "פירורי לחם קנוי",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פירורי לחם קנוי ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "פירורי עוגה",
      status: "מותר",
      source: "ש\"ח ספ\"ו"
    },
    {
      name: "פירות בוסר",
      status: "",
      source: "",
      description: "ראה ענבי בוסר"
    },
    {
      name: "פירות העומדים לסחורה",
      status: "מותר",
      source: "ש\"ח ס\"ט, ש\"י הקדמה"
    },
    {
      name: "פירות העומדים לסחורה ביו\"ט - לבני ספרד סיטונאי",
      status: "מוקצה",
      source: "ש\"ח הערה נ\"ח"
    },
    {
      name: "פירות העומדים לסחורה ביו\"ט - לבני אשכנז סיטונאי",
      status: "מותר",
      source: "ש\"ח הערה נ\"ח"
    },
    {
      name: "פירות טבל",
      status: "",
      source: "",
      description: "ראה טבל"
    },
    {
      name: "פירות מחוברים לעץ",
      status: "מוקצה",
      source: "ש\"י הערה קי\"ב",
      description: "אף אם נפלו בשבת"
    },
    {
      name: "פירות מתולעים",
      status: "מותר",
      source: "",
      description: "כל שניתן לאכול אף מעט מהם"
    },
    {
      name: "פירות ערלה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פירות פלסטיק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פירות רקובים",
      status: "אינם מוקצה",
      source: "ש\"ח סצ\"ב",
      description: "בתנאי שניתן לאכול לפחות חלק מהפרי בשעת הדחק"
    },
    {
      name: "פירות שביעית שלא ביערם",
      status: "מותר",
      source: ""
    },
    {
      name: "פירות שהפרישו בשבת תרומות ומעשרות",
      status: "",
      source: "",
      description: "ראה טבל"
    },
    {
      name: "פלאפון",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "פלאפון מקולקל",
      status: "",
      source: "",
      description: "ראה מצלמה שהתקלקלה ומכשירי חשמל שייחדם למשחק"
    },
    {
      name: "פלאפון שיש בו שימוש היתר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ל'"
    },
    {
      name: "פלורסנט",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פלטה חשמלית דלוקה",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "פלטה חשמלית דלוקה ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "פלטה כבויה",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "בשבת ויו\"ט"
    },
    {
      name: "פלטה לשיניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פלטה שכבתה בשבת",
      status: "מוקצה",
      source: "רע\"ט ס\"ב",
      description: "אם היתה דלוקה כל בין השמשות"
    },
    {
      name: "פלטות עץ",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ד"
    },
    {
      name: "פליימוביל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פליימוביל מפורק הטעון הרכבה קבועה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פלייסמנטים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פלייר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פלנצ'ה לבישול וצליה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פלס",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פלסטלינה",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פלסטר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פלסטר משומש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו ומ\"ט",
      description: "אם אינו ראוי לשימוש חוזר"
    },
    {
      name: "פלפל חריף",
      status: "מותר",
      source: ""
    },
    {
      name: "פמוטים יקרים",
      status: "מוקצה מחמת חסרון כיס",
      source: "רע\"ט ס\"ה"
    },
    {
      name: "פמוטים יקרים המונחים בוויטרינה במהלך השבוע",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ה"
    },
    {
      name: "פמוטים שדולק בהם נר ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פמוטים שדלקו כל בין השמשות",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א והערה ב'"
    },
    {
      name: "פן לשיער",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פנל חדש או שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "פנס דולק או כבוי",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פנס דולק או כבוי בשבת וביו\"ט",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פנקס חובות",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "פנקס חיסונים",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פנקס מכירות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פנקס צ'יקים",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פנקס קבלות של תרומות",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פנקס ריק",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "פנקס שכתוב בו חידושי תורה",
      status: "מותר",
      source: "ש\"ח סי\"ג"
    },
    {
      name: "פסולת בתוך הפח שראויה לבע\"ח",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ק\"ד"
    },
    {
      name: "פסולת ירקות בעת חיתוכם (קצוות הירק)",
      status: "מותר",
      source: ""
    },
    {
      name: "פסטה לא מבושלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "פסטה לא מבושלת ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "פסלי נוי לגינה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פסנתר",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פעמון",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פעמון חשמלי",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "פפיון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פצירה",
      status: "",
      source: "",
      description: "ראה משייף ציפורניים"
    },
    {
      name: "פצ'קביל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "פקס (מכשיר)",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה מכונת צילום"
    },
    {
      name: "פקס שהגיע בשבת - הגיע בהיתר",
      status: "מותר",
      source: "",
      description: "לקוראו אך לא לטלטלו"
    },
    {
      name: "פקס שהגיע בשבת - הגיע באיסור",
      status: "אסור",
      source: "",
      description: "אף לקוראו"
    },
    {
      name: "פקק בקבוק בירה - התעקם באופן שאינו ראוי לסגירה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פקק בקבוק שנפתח בשבת לדעות האוסרות",
      status: "מוקצה",
      source: "",
      description: "הפקק מוקצה"
    },
    {
      name: "פקק כיור או אמבטיה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוסנ\"ח"
    },
    {
      name: "פקק של בקבוק שנזרק לפח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פקק של עט",
      status: "מלאכתו לאיסור",
      source: "",
      description: "דינו כעט"
    },
    {
      name: "פקקים שייחדם לעולם למשחק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פרוכת שאינה תלויה או שנפלה",
      status: "",
      source: "",
      description: "ראה וילון"
    },
    {
      name: "פרח מחובר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פרח נבול",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "אם אינו ראוי לשימוש"
    },
    {
      name: "פרח שנתלש בשבת",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פרח תלוש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פרחי נוי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פרחים בעציץ או באגרטל",
      status: "",
      source: "",
      description: "ראה אגרטל ואדנית"
    },
    {
      name: "פרחים למכירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ז והערה נ\"ח",
      description: "גם ביום טוב. אם מקפידים שלא להשתמש בהם, מוקצה מחמת חסרון כיס"
    },
    {
      name: "פרחים מלאכותיים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פרפר חי או מת",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "פרפר יבש לנוי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פרשיות של תפילין",
      status: "מותר",
      source: "ש\"ח סל\"ח"
    },
    {
      name: "פשתן בגליל",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה תקי\"ח"
    },
    {
      name: "פשתן חתוך",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פתיל ציצית שנקרע",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קכ\"ד"
    },
    {
      name: "פתיל צף",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה",
      description: "המחמיר כמוקצה תע\"ב"
    },
    {
      name: "פתיל צף ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "פתיל צף לא מורכב ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר. המיקל כמלאכתו להיתר, יש לו על מה שיסמוך"
    },
    {
      name: "פתילות הדלקה",
      status: "",
      source: "",
      description: "ראה פתיל צף"
    },
    {
      name: "פתילי ציציות חדשות",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תשל\"ו"
    },
    {
      name: "פתילי ציציות שנפתחו ודעתו לקושרם",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תשל\"ו"
    },
    {
      name: "פתיתים לא מבושלים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "פתיתים לא מבושלים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "פתק החלפה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "פתקים בכותל המערבי",
      status: "מלאכתו להיתר",
      source: ""
    }
  ]
};
