export const samechMuktzeh = {
  title: "ס",
  letter: "ס",
  items: [
    {
      name: "סבון אסלה",
      status: "תלוי",
      description: "י\"א מלאכתו לאיסור שאין בו היתר. וי\"א מלאכתו להיתר"
    },
    {
      name: "סבון בועות",
      status: "תלוי",
      description: "ראה בועות סבון"
    },
    {
      name: "סבון מוצק",
      status: "תלוי",
      source: "הליכות שבת ח\"א עמוד שכ\"ב ובסימן ש\"ח סוף הערה קנ\"ח",
      description: "לבני אשכנז מלאכתו לאיסור שאין בו היתר. וכן הוא לבני ספרד לדעת הבן איש חי, ולדעת החזו\"ע מלאכתו להיתר"
    },
    {
      name: "סבון נוזלי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ב",
      description: "המחמיר לטלטלו רק לצורך השימוש תע\"ב"
    },
    {
      name: "סבון נוזלי לכלים",
      status: "תלוי",
      description: "ראה סבון נוזלי"
    },
    {
      name: "סבוניה עם סבון מוצק",
      status: "תלוי",
      description: "דינה כסבוניה ריקה"
    },
    {
      name: "סבוניה ריקה",
      status: "תלוי",
      description: "לבני אשכנז מלאכתו לאיסור. לבני ספרד מחלוקת"
    },
    {
      name: "סביבון",
      status: "מלאכתו להיתר"
    },
    {
      name: "סביבון מנגן או מאיר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סבליקה לסבל",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סדין גומי",
      status: "מלאכתו להיתר"
    },
    {
      name: "סדין חשמלי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סדין סוכה",
      status: "תלוי",
      description: "ראה נויי סוכה"
    },
    {
      name: "סדיניות",
      status: "מלאכתו להיתר",
      description: "מגן מיטה חד פעמי או רב פעמי"
    },
    {
      name: "סודה אבקה",
      status: "תלוי",
      description: "ראה אבקת סודה"
    },
    {
      name: "סודה אקוסטית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "סודה לשתיה",
      status: "מותר"
    },
    {
      name: "סוכר או סוכר וניל",
      status: "מותר"
    },
    {
      name: "סוכרזית",
      status: "מותר"
    },
    {
      name: "סוכריה שנפלה לרצפה",
      status: "מותר"
    },
    {
      name: "סולם בחדר מדרגות לעלות לגג",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"א"
    },
    {
      name: "סולם ביתי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"א"
    },
    {
      name: "סולם טלסקופ",
      status: "מוקצה",
      source: "ש\"ח סע\"א"
    },
    {
      name: "סולם של אנשי מקצוע",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"א",
      description: "חשמלאי צבעי"
    },
    {
      name: "סולת לא מבושלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "סולת לא מבושלת ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "סומק",
      status: "תלוי",
      description: "ראה איפור"
    },
    {
      name: "סופג זיעה יד או ראש",
      status: "מלאכתו להיתר"
    },
    {
      name: "סורג רופף",
      status: "מלאכתו להיתר"
    },
    {
      name: "סורג שנעקר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "סטנד לרמקול",
      status: "מלאכתו לאיסור",
      description: "ע\"ע רמקול"
    },
    {
      name: "סטנד מעמד לחוברת תווים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סטנדר",
      status: "מלאכתו להיתר"
    },
    {
      name: "סטנדר שולחן",
      status: "מלאכתו להיתר"
    },
    {
      name: "סטנדר שיצא חלקו העליון",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "סטרטר של פלורסנט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או נשמט"
    },
    {
      name: "סיבי בגד",
      status: "תלוי",
      description: "תלושים מוקצה. מחוברים דינם כבגד"
    },
    {
      name: "סיבים שעל הבגד",
      status: "מוקצה",
      source: "ש\"ב סי\"א והערה פ\"ז",
      description: "מותר לנקותם בידו אם אינם מחוברים היטב לבגד"
    },
    {
      name: "סיגריה חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "גם ביו\"ט"
    },
    {
      name: "סיגריות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סע\"ב"
    },
    {
      name: "סיגריות ביום טוב",
      status: "תלוי",
      description: "מלאכתו לאיסור שאין בו היתר. ויש מקילים"
    },
    {
      name: "סיגריות ריקות למילוי ביו\"ט",
      status: "תלוי",
      description: "ראה טבק לסיגריות ביו\"ט"
    },
    {
      name: "סיגריית פלסטיק מנטה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיד שבקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תרע\"א"
    },
    {
      name: "סידור",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "סידור קינות לתשעה באב",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "סיכה הנעוצה בקישוט סוכה",
      status: "מלאכתו לאיסור",
      description: "נכון להחמיר כמוקצה"
    },
    {
      name: "סיכה משרדית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ט"
    },
    {
      name: "סיכות והידוקי פלסטיק בחולצה חדשה",
      status: "תלוי",
      description: "מלאכתו להיתר. אחר הוצאתם מוקצה"
    },
    {
      name: "סיכות מהדק",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סנ\"ט"
    },
    {
      name: "סיכות תפירה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סנ\"ט"
    },
    {
      name: "סיכת בטחון התופסת קישוט סוכה",
      status: "מלאכתו להיתר",
      description: "נכון להחמיר כמוקצה"
    },
    {
      name: "סיכת ביטחון",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ט"
    },
    {
      name: "סיכת נוי וכן לעניבה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיכת ראש",
      status: "מלאכתו להיתר"
    },
    {
      name: "סילונית חשמלית לניקוי שיניים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סילונית לניקוי שיניים",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיליקון",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "סימניה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סימניות מדבקה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סינטבון",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "סינר עם סקוצ'",
      status: "מלאכתו להיתר"
    },
    {
      name: "סינר עם סרט הדבקה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סינר עם צפצפה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סינר שנקשר בשני קשרים",
      status: "תלוי",
      description: "ראה נעל שנקשרה בשני קשרים"
    },
    {
      name: "סיר בישול עם אוכל המונח בו קודם השבת",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "סיר בישול ריק",
      status: "תלוי",
      source: "ש\"ח סי\"ט",
      description: "יש להחמיר כמלאכתו לאיסור, והמיקל יש לו על מה שיסמוך"
    },
    {
      name: "סיר בישול ריק ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיר טיגון",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סיר לחץ",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סיר לחץ ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיר לחץ עם אוכל המונח בו קודם השבת",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "סיר לתינוקות",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיר עם שאריות מאכל שנדבקו",
      status: "תלוי",
      description: "דינו כסיר בישול ריק"
    },
    {
      name: "סיר פלא",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סיר פלא ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "סיר פלא עם עוגה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "סירה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סירת גומי לא מנופחת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סירת גומי מנופחת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סירת מנוע",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סכו\"ם חד פעמי משומש",
      status: "תלוי",
      source: "ש\"ח סמ\"ז",
      description: "דינו כסכו\"ם נקי"
    },
    {
      name: "סכו\"ם חד פעמי שנשבר או התפרק",
      status: "תלוי",
      description: "ראה מזלג חד פעמי"
    },
    {
      name: "סכו\"ם רגיל וחד פעמי",
      status: "תלוי",
      source: "ש\"ח ס\"מ",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מותר והמחמיר תע\"ב"
    },
    {
      name: "סכו\"ם שהתעקם",
      status: "מותר",
      source: "ש\"ח סעיף ס\"ו",
      description: "אינו מוקצה כל זמן שניתן להשתמש בו באופן שאינו חריג"
    },
    {
      name: "סכין גילוח",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סכין חיתוך צורות לפירות וירקות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "סימן ת\"ק ס\"ק י\"ז במשנ\"ב",
      description: "גם ביו\"ט"
    },
    {
      name: "סכין יפני",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סכין לבשר חי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סכין לבשר חי ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "סכין לגבינה צהובה",
      status: "תלוי",
      description: "מלאכתו להיתר. צורת משולש וכדו', מלאכתו לאיסור"
    },
    {
      name: "סכין מטבח",
      status: "מלאכתו להיתר"
    },
    {
      name: "סכין מילה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סכ\"ח"
    },
    {
      name: "סכין מילה כשיש ברית בשבת",
      status: "תלוי",
      source: "ש\"ח סכ\"ח",
      description: "נכון להחמיר כמוקצה, המיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "סכין שחיטה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "סכין שחיטה ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "סכין של קצבים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח הערה פ\"ט"
    },
    {
      name: "סכך בסוכות",
      status: "מוקצה מחמת מצוה",
      source: "סימן תרל\"ח ס\"א בשו\"ע",
      description: "אסור לסדרו בידו"
    },
    {
      name: "סכך כל השנה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה שס\"ה"
    },
    {
      name: "סכך שדרכו לחברו לפרגולה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ה"
    },
    {
      name: "סל כביסה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ה",
      description: "גם מלא"
    },
    {
      name: "סל קל",
      status: "מלאכתו להיתר"
    },
    {
      name: "סל קניות",
      status: "מלאכתו להיתר"
    },
    {
      name: "סלוטייפ",
      status: "תלוי",
      description: "ראה דבק"
    },
    {
      name: "סלייסר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סלייסר ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "סלייסר חשמלי",
      status: "מלאכתו לאיסור",
      description: "גם ביו\"ט"
    },
    {
      name: "סלסלת עיתונים מלאה",
      status: "תלוי",
      description: "המיקל לקוראם בהרהור, מלאכתו להיתר, הנוקט זאת לאיסור, מלאכתו לאיסור"
    },
    {
      name: "סלסלת עיתונים ריקה",
      status: "תלוי",
      description: "דינה כמלאה"
    },
    {
      name: "סלסלת פירות",
      status: "מלאכתו להיתר"
    },
    {
      name: "סלסלת פירות פלסטיק ריקה",
      status: "תלוי",
      description: "מלאכתו להיתר. זרקה לאשפה, ראה בקבוק שתיה שנזרק לפח"
    },
    {
      name: "סלסלת תרופות",
      status: "תלוי",
      description: "ראה תרופות בסלסלה"
    },
    {
      name: "סלק חי",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "סלקל לתינוק",
      status: "מלאכתו להיתר"
    },
    {
      name: "סם להשרת שיער",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "סמרטוט רצפה יבש",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סמרטוט רצפה רטוב",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "סנדל קרוע",
      status: "תלוי",
      description: "ראה נעל קרועה"
    },
    {
      name: "סנדלים",
      status: "תלוי",
      description: "ראה נעליים"
    },
    {
      name: "סנן מים חדש /מחובר/מפורק",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "סנפירים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספגטי לא מבושל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "ספגטי לא מבושל ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "ספוג להברקת נעליים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספוג למחיקת לוח",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספוג למריחת מייקאפ",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספוג לסידור פרחים",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספוג לעטיפת אתרוג",
      status: "מלאכתו להיתר",
      description: "ראה עוד אתרוג"
    },
    {
      name: "ספוג לרחיצת כלים או הגוף רטוב ויבש",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספוג ניקוי",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "ספוג הפלא, רטוב או יבש"
    },
    {
      name: "ספודיק",
      status: "מותר",
      source: "ש\"ח ס\"ג",
      description: "דינו כבגד"
    },
    {
      name: "ספידה של נעל",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספיחין",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "ספירט",
      status: "תלוי",
      description: "ראה אצטון"
    },
    {
      name: "ספסל",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספסל מחובר שנעקר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "ספסל שהתרופף ממקומו",
      status: "תלוי",
      description: "ראה מעקה בטיחות שהתרופף"
    },
    {
      name: "ספסל שנשברה רגלו",
      status: "תלוי",
      source: "ש\"ח הערה תל\"א",
      description: "מלאכתו להיתר. הרגל מוקצה"
    },
    {
      name: "ספסל שנשמטה רגלו",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "ספסל שנשמטה רגלו דין הרגל",
      status: "תלוי",
      source: "ש\"ח סעיף ס\"ז",
      description: "מלאכתו להיתר, נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "ספסל שנשמטו שתי רגליו",
      status: "תלוי",
      source: "סימן ש\"ח שעה\"צ ס\"ט",
      description: "דינו כנשמטה רגל אחת"
    },
    {
      name: "ספק מוקצה",
      status: "אסור",
      description: "עי' סימן ש\"י סעיפים י'-י\"א"
    },
    {
      name: "ספר בישול",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ו"
    },
    {
      name: "ספר בכתב ברייל",
      status: "תלוי",
      description: "דינו כספר רגיל"
    },
    {
      name: "ספר טלפונים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "ספר תורה",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "ספר תורה למכירה",
      status: "מותר",
      source: "ש\"ח ס\"ט"
    },
    {
      name: "ספר תורה פסול",
      status: "תלוי",
      description: "מוקצה מחמת חסרון כיס. המיקל שמותר יש לו על מה שיסמוך"
    },
    {
      name: "ספרון הרמוניקה",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספרוני ילדים עם לחיצת כפתור",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ח"
    },
    {
      name: "ספרי חול",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ג ול\"ז",
      description: "אין למחות במיקל כמלאכתו להיתר. לקטנים יש להקל"
    },
    {
      name: "ספרי חול העומדים לסחורה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "ספרי חכמות",
      status: "מותר",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "ספרי ילדים",
      status: "תלוי",
      source: "ש\"ז סל\"ג ול\"ז",
      description: "תורני מותר, חול מלאכתו לאיסור. אין למחות במיקל הקורא בהרהור. לקטנים בהרהור יש להקל"
    },
    {
      name: "ספרי ילדים עם צלילים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספרי לימודי חול",
      status: "מותר"
    },
    {
      name: "ספרי סיפורים",
      status: "תלוי",
      source: "ש\"ז סל\"ג ול\"ז",
      description: "תורני, מותר. חול מלאכתו לאיסור, אין למחות במיקל כמלאכתו להיתר. לקטנים יש להקל"
    },
    {
      name: "ספרי קודש",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "ספרי קודש העומדים למכירה",
      status: "מותר",
      source: "ש\"ח ס\"ט"
    },
    {
      name: "ספרי קודש, פיסת נייר שנקרעה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סל\"ט",
      description: "אם אין בה שום משמעות"
    },
    {
      name: "ספרי קומיקס",
      status: "תלוי",
      description: "ראה ספרי סיפורים"
    },
    {
      name: "ספריה לספרי חכמות ולימודי חול",
      status: "מותר"
    },
    {
      name: "ספריה לספרי סיפורים וקומיקס",
      status: "תלוי",
      description: "תורני, מותר. חול, מלאכתו להיתר"
    },
    {
      name: "ספריה לספרי קודש",
      status: "מותר"
    },
    {
      name: "ספריה שמקפיד שלא להזיזה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ה",
      description: "הדלתות מותרות"
    },
    {
      name: "ספריי דבק",
      status: "תלוי",
      description: "ראה דבק"
    },
    {
      name: "ספריי הגנת שיזוף",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספריי חיטוי והרדמה",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספריי לאויר",
      status: "תלוי",
      description: "ראה מטהר אויר"
    },
    {
      name: "ספריי לבגדים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי להזעת יתר ברגליים",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספריי להסרת כתמים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספריי להעמדת השיער",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי להשמדת כינים",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספריי להתרת קשרים בשערות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי למניעת ריח רע מהנעליים",
      status: "מלאכתו להיתר"
    },
    {
      name: "ספריי לניקוי משקפיים",
      status: "תלוי",
      description: "ראה חומר לניקוי משקפיים"
    },
    {
      name: "ספריי לניקוי פרחי משי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי לתיקון פנצ'ר",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספריי מבשם בדים וארונות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי מקפיא ג'וקים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי מקרר לשיכוך כאבים מהיר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי נגד חלודה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי צבע",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "ספריי קוטל יתושים וכדו'",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ספריי ריח לגוף",
      status: "תלוי",
      description: "ראה דאורדורנט"
    },
    {
      name: "ספריי שלג",
      status: "מלאכתו להיתר"
    },
    {
      name: "סקוטש לשטיפת כלים",
      status: "תלוי",
      description: "ראה ספוג לרחיצת כלים וכריות קרצוף"
    },
    {
      name: "סרבל עבודה",
      status: "מלאכתו להיתר"
    },
    {
      name: "סרגל",
      status: "מלאכתו לאיסור"
    },
    {
      name: "סרט חסימה משטרתי",
      status: "מלאכתו להיתר"
    },
    {
      name: "סרט מדידה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה פ\"א"
    },
    {
      name: "סרט מחזיר אור לבגד",
      status: "תלוי",
      description: "ראה מחזיר אור סרט"
    },
    {
      name: "סתימה שנפלה מהשן",
      status: "מוקצה",
      source: "ש\"ח סנ\"ד וסוף הערה ש\"ח",
      description: "דעתו להחזירה, לכתחילה יחמיר להרימה בשינוי"
    }
  ]
}; 