export const shinMuktzeh = {
  title: "ש",
  letter: "ש",
  items: [
    {
      name: "שאריות לחם",
      status: "",
      source: "",
      description: "ראה פירורי לחם"
    },
    {
      name: "שאריות מזון שדעתו לזורקם",
      status: "מותר",
      source: "ש\"ח ספ\"ו"
    },
    {
      name: "שאריות מזון שזרקם לאשפה",
      status: "",
      source: "",
      description: "ראה מאכל בפח האשפה"
    },
    {
      name: "שבלול",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ב"
    },
    {
      name: "שברי זכוכית בחלון",
      status: "",
      source: "",
      description: "ראה זכוכית חלון"
    },
    {
      name: "שברי זכוכית ברצפה",
      status: "מותר",
      source: "ש\"ח סנ\"ג",
      description: "לפנותם כשיכולים להזיק"
    },
    {
      name: "שברי כלים",
      status: "",
      source: "",
      description: "ראה כלי שנשבר ודעתו לזורקו"
    },
    {
      name: "שדכן סיכות",
      status: "",
      source: "",
      description: "ראה מהדק וסיכות מהדק"
    },
    {
      name: "שואב אבק",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "שובר הנחה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "שובר זיכוי",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "שובר קניה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "שובר קניה לשבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שובר תשלום",
      status: "",
      source: "",
      description: "ראה דף חשבון"
    },
    {
      name: "שולחן אוכל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שולחן אור לבדיקת תולעים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שולחן גיהוץ",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "שולחן לכתיבת סת\"ם",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שולחן מחשב בלי מחשב",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שולחן מחשב עם מחשב",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ט סי\"ב"
    },
    {
      name: "שולחן מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "שולחן משחק ילדים מפורק",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שולחן עבודה מלחציים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שולחן שהתפרק רגלו או גלגלו",
      status: "",
      source: "",
      description: "ראה כסא שהתפרק רגלו או גלגלו"
    },
    {
      name: "שולחן שהתפרקו רגליות הגומי שלו",
      status: "מוקצה",
      source: "ש\"ח סוף הערה תל\"א וסעיף ס\"ז",
      description: "השולחן מוקצה, הרגליות מלאכתו להיתר ונכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "שום",
      status: "מותר",
      source: ""
    },
    {
      name: "שום קלוף כולו ובלי השורש שעבר עליו כל הלילה",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "ע\"ע ביצה קלופה"
    },
    {
      name: "שומים נפצים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "שומשום",
      status: "מותר",
      source: "",
      description: "ע\"ע הערה לערך בורגול"
    },
    {
      name: "שופר",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח הערה קנ\"ב"
    },
    {
      name: "שופר בראש השנה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שופר פשוט או פסול",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה והערה קנ\"ב",
      description: "שאין בו היתר"
    },
    {
      name: "שוקולד",
      status: "מותר",
      source: "ש\"ח הערה רצ\"ג",
      description: "גם במקום שכולם בשריים עד מוצ\"ש"
    },
    {
      name: "שוקולד חשמל",
      status: "",
      source: "",
      description: "ראה מהדק חשמל"
    },
    {
      name: "שחמט",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ז"
    },
    {
      name: "שטיח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שטיח גומי או ואקום",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שטיח מטונף שלא ניתן להשתמש בו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ה"
    },
    {
      name: "שטיח מקיר לקיר",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "שטר חוב לפני או אחרי פריעתו",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "שטר כסף",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "שטר כסף שקיבל מרב וייחדו לעולם לשם שמירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ח"
    },
    {
      name: "שטר תנאים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "שטריימל",
      status: "מותר",
      source: "ש\"ח ס\"ג",
      description: "דינו כבגד"
    },
    {
      name: "שיח בשמים",
      status: "",
      source: "",
      description: "ראה בשמים מחוברים לאדמה"
    },
    {
      name: "שיניים תותבות",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "שיפוד מתכת או עץ",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שיפוד מתכת או עץ ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שירותים ניידים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה שט\"ז וש\"י סכ\"ט"
    },
    {
      name: "שיש שבור שייחדו לשימוש",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "שיש שנשבר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו",
      description: "החלק השבור"
    },
    {
      name: "שלב תריס שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "שלג",
      status: "מותר",
      source: "",
      description: "גם אם נמס"
    },
    {
      name: "שלג מלוכלך",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שלג מטונף",
      status: "מוקצה",
      source: "",
      description: "ראה הערה לערך ברד"
    },
    {
      name: "שלט הדבוק לקיר או לדלת שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "שלט התלוי על מסמר בקיר - תורני",
      status: "מותר",
      source: "ש\"ח סעיף קכ\"ט"
    },
    {
      name: "שלט התלוי על מסמר בקיר - חול",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קכ\"ט",
      description: "נכון להחמיר כמוקצה בכל אופן"
    },
    {
      name: "שלט זהירות כגון הרצפה רטובה",
      status: "מותר",
      source: ""
    },
    {
      name: "שלט מזגן/רכב/שער/משחק",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "שמיכה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמיכה חשמלית",
      status: "",
      source: "",
      description: "ראה סדין חשמלי"
    },
    {
      name: "שמיכה לבע\"ח - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "שמיכה לבע\"ח - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "שמיכה להטמנת מאכלים על הפלטה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמלת כלה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמן גוף",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמן הזנה לשיער",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמן זית",
      status: "מותר",
      source: "ש\"ח סל\"ו והערה תרט\"ז"
    },
    {
      name: "שמן למאור",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "שמן למאור ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמן מכונות",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "שמן סויה/קנולה/אגוזים וכדו'",
      status: "מותר",
      source: ""
    },
    {
      name: "שמן שיזוף",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמן שנותר מנר יו\"ט",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"א"
    },
    {
      name: "שמן שנותר מנר שבת או חנוכה",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א"
    },
    {
      name: "שמן תינוקות",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע שמן גוף"
    },
    {
      name: "שמן תרומה",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "אף ביו\"ט"
    },
    {
      name: "שמנים רפואיים",
      status: "מלאכתו לאיסור",
      source: "שכ\"ז ס\"א בשו\"ע וברמ\"א"
    },
    {
      name: "שמפו",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סע\"ב",
      description: "וי\"א מלאכתו להיתר. המחמיר לטלטלו רק לצורך השימוש תע\"ב"
    },
    {
      name: "שמפו ריק",
      status: "מלאכתו לאיסור",
      source: "",
      description: "וי\"א מלאכתו להיתר"
    },
    {
      name: "שמרים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "שמרים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "שמשיה בסיס הקיבוע שלה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שמשיה סגורה או פתוחה",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד שנ\"ט"
    },
    {
      name: "שן שנפלה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "שן תותבת שנפלה",
      status: "מותר",
      source: "ש\"ח סוף הערה ש\"ח",
      description: "אם צריך רופא להחזירה, נכון להחמיר כמוקצה מחמת גופו"
    },
    {
      name: "שנאי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה קנ\"ח ד\"ה ותירץ בזה"
    },
    {
      name: "שסתום כיור",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוסנ\"ח"
    },
    {
      name: "שעוה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "שעון חול",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קכ\"ט",
      description: "גם הנועד למשחקי ילדים"
    },
    {
      name: "שעון יד הנטען על ידי תנועת היד - טעינה מיכנית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "דינו כסתם שעון"
    },
    {
      name: "שעון יד הנטען על ידי תנועת היד - טעינה אלקטרונית",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח סעיף קכ\"ט"
    },
    {
      name: "שעון יד חכם",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח סעיף קכ\"ט"
    },
    {
      name: "שעון יד ללא רצועה",
      status: "מוקצה",
      source: "ש\"ח סוף הערה תל\"א",
      description: "אא\"כ נאבד או נשבר הקפיץ, או נקרעה הרצועה, או שהשתמש כך מבעוד יום. ע\"ע רצועה שנפלה משעון"
    },
    {
      name: "שעון יד מהודר שנעצר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ה"
    },
    {
      name: "שעון יד מחוגים או אלקטרוני",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"מ",
      description: "לבני אשכנז מותר והמחמיר תע\"ב"
    },
    {
      name: "שעון יד עם מחשבון",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "דינו כסתם שעון"
    },
    {
      name: "שעון יד עם נורה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "דינו כסתם שעון"
    },
    {
      name: "שעון לחץ דם",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "שעון מעורר אלקטרוני",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סל\"ג"
    },
    {
      name: "שעון מעורר אלקטרוני - משמש גם להראות את השעה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סל\"ג"
    },
    {
      name: "שעון מעורר מיכני",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שעון קיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "שעון קיר מהודר שנעצר",
      status: "מלאכתו להיתר",
      source: "",
      description: "דינו כסתם שעון קיר"
    },
    {
      name: "שעון שבת ביו\"ט",
      status: "",
      source: "",
      description: "דינו כמו בשבת"
    },
    {
      name: "שעון שבת ללוח חשמל, חדש או מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "שעון שבת מחובר, הזיזים שלו",
      status: "",
      source: "",
      description: "ראה זיזי שעון שבת"
    },
    {
      name: "שעון שבת תקע מחובר לשקע",
      status: "מוקצה מחמת איסור",
      source: ""
    },
    {
      name: "שעון שבת תקע שאינו בשקע",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שעון שנעצר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ה"
    },
    {
      name: "שעטנז",
      status: "",
      source: "",
      description: "ראה בגד שעטנז"
    },
    {
      name: "שערה תלושה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר להסירה בידו"
    },
    {
      name: "שערות של חלאקה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "שפופרת אמבטיה",
      status: "",
      source: "",
      description: "ראה צינור מקלחת"
    },
    {
      name: "שפכטל",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שפתון",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "שק איגרוף",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שק איגרוף - נפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "שק איסוף גזם מלא",
      status: "מוקצה מחמת גופו",
      source: "ש\"ט סי\"ב"
    },
    {
      name: "שק איסוף גזם ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "שק איסוף פסולת בניה (בלות)",
      status: "",
      source: "",
      description: "ראה שק איסוף גזם"
    },
    {
      name: "שק שינה",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע מיטה"
    },
    {
      name: "שקיות ניילון גליל או מחוברות בראשם",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה תקי\"ח",
      description: "שאין בו היתר"
    },
    {
      name: "שקיות ניילון חתוכות, כל הסוגים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שקית איגלו ריקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ט"
    },
    {
      name: "שקית אשפה עם אשפה",
      status: "",
      source: "",
      description: "ראה פח אשפה עם אשפה"
    },
    {
      name: "שקית אשפה ריקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שקית ביסלי ריקה",
      status: "",
      source: "",
      description: "ראה אריזת מזון ריקה"
    },
    {
      name: "שקית במבה ריקה",
      status: "",
      source: "",
      description: "ראה אריזת מזון ריקה"
    },
    {
      name: "שקית ואקום לבגדים ומצעים",
      status: "מלאכתו להיתר",
      source: "",
      description: "ריקה ומלאה"
    },
    {
      name: "שקית ואקום למזון - ריקה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שקית ואקום למזון - מלאה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "שקית זילוף",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שקית חלב אם מלאה - נחלב בשבת",
      status: "מוקצה מחמת גופו",
      source: "ש\"י סכ\"ז"
    },
    {
      name: "שקית חלב אם מלאה - נחלב קודם השבת",
      status: "מותר",
      source: "ש\"י סכ\"ז"
    },
    {
      name: "שקית חלב אם ריקה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "שקית חלב סגורה",
      status: "מותר",
      source: ""
    },
    {
      name: "שקית חלב עם מעט חלב",
      status: "מותר",
      source: "ש\"ח סמ\"ח"
    },
    {
      name: "שקית חלב ריקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ח"
    },
    {
      name: "שקית טלית",
      status: "",
      source: "",
      description: "ראה כיסוי טלית"
    },
    {
      name: "שקית טלית ותפילין",
      status: "",
      source: "",
      description: "ראה נרתיק טלית ותפילין"
    },
    {
      name: "שקית לכיבוס גרביים או ציצית",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שקית לעשיית קרח מלאה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "שקית לעשיית קרח ריקה",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה קרח שנעשה בשבת"
    },
    {
      name: "שקית מזון לאחר השימוש",
      status: "מלאכתו להיתר",
      source: "ש\"ח סמ\"ו",
      description: "אף שדעתו לזורקה"
    },
    {
      name: "שקית מזון קרועה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "שקית מזון שלימה שזרקה לאשפה",
      status: "",
      source: "",
      description: "ראה בקבוק שתיה שנזרק לפח"
    },
    {
      name: "שקית מלכודת זבובים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שקית ניילון עם גומי לכיסוי מאכלים",
      status: "מלאכתו להיתר",
      source: "",
      description: "גם מלוכלכת"
    },
    {
      name: "שקית עירוי נוזלים",
      status: "",
      source: "",
      description: "ראה אינפוזיה שקית נוזלים או דם"
    },
    {
      name: "שקית עם פירורי לחם",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח ספ\"ו, ש\"י סכ\"ח",
      description: "רק לאחר שבירכו כל בני הבית ברכת המזון"
    },
    {
      name: "שקית עם שאריות לחם",
      status: "מותר",
      source: "ש\"ח ספ\"ו והערה תקמ\"ג"
    },
    {
      name: "שקית עם שאריות לחם - התייבשו",
      status: "מוקצה",
      source: "ש\"ח ספ\"ו והערה תקמ\"ג"
    },
    {
      name: "שקית קוקי חדשה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שקית קוקי משומשת",
      status: "מלאכתו להיתר",
      source: "",
      description: "אף שדעתו לזורקה"
    },
    {
      name: "שקית קטטר - ריקה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "שקית קטטר - מלאה",
      status: "מוקצה",
      source: ""
    },
    {
      name: "שקית רשת לכביסה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שקית שוקו",
      status: "",
      source: "",
      description: "ראה שקית חלב"
    },
    {
      name: "שקית שלוק ריקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ט"
    },
    {
      name: "שקית תה",
      status: "מותר",
      source: "",
      description: "מחלוקת הפוסקים אם היא מוקצה מחמת גופו, או מותר. ויש להקל"
    },
    {
      name: "שקית תה משומשת",
      status: "מותר",
      source: ""
    },
    {
      name: "שקית תה עם ריח נעים",
      status: "מותר",
      source: "",
      description: "מחלוקת הפוסקים אם היא מלאכתו להיתר או מותר"
    },
    {
      name: "שקית תפילין",
      status: "",
      source: "",
      description: "ראה כיסוי תפילין"
    },
    {
      name: "שקע חשמל לא מחובר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "שקע חשמל מחובר שיצא קצת ממקומו",
      status: "מוקצה",
      source: "",
      description: "כשיש חשש סכנה יחזירנו למקומו ברגלו"
    },
    {
      name: "שקע חשמל מעביר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "שרביט להדלקת נרות",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר. יקר ומקפיד, מוקצה מחמת חסרון כיס"
    },
    {
      name: "שרביט להדלקת נרות ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שרוך חדש",
      status: "מלאכתו לאיסור",
      source: "הליכות שבת ח\"ב עמוד ת\"ב",
      description: "וי\"א מלאכתו להיתר"
    },
    {
      name: "שרוך ישן",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמודים ת\"א-ת\"ב"
    },
    {
      name: "שרוך שנקשר בשני קשרים",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד שצ\"ט"
    },
    {
      name: "שרשרת זהב",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "שרשרת לאופניים - לבני ספרד",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שרשרת לאופניים - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "שרשרת לאופניים ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "",
      description: "אף לבני ספרד"
    },
    {
      name: "שרשרת נוי",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "שרשרת נורות צבעוניות לסוכה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז, רע\"ט ס\"ב",
      description: "דלוקה או כבויה"
    },
    {
      name: "שרשרת שאבד התליון שלה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שרשרת שנפל התליון שלה",
      status: "מלאכתו להיתר",
      source: "",
      description: "שניהם"
    },
    {
      name: "שש בש",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "שתיה ובתוכה חרק",
      status: "מותר",
      source: "",
      description: "אף שדעתו לשופכה"
    },
    {
      name: "שתל שנפל משן",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "שתן לבדיקה",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "ע\"ע דם במבחנה"
    }
  ]
};
