export const tavMuktzeh = {
  title: "ת",
  letter: "ת",
  items: [
    {
      name: "תאורת חירום",
      status: "",
      source: "",
      description: "ראה נורת חירום"
    },
    {
      name: "תבלינים",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "תבנית אפיה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "תבנית אפיה ביו\"ט",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תבנית אפיה חד פעמית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "תבנית אפיה עם עוגה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "תבנית חד פעמית שנזרקה לאשפה",
      status: "",
      source: "",
      description: "ראה בקבוק שתיה שנזרק לפח"
    },
    {
      name: "תבנית חד פעמית שקיפלה לזריקה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "תבנית לעשיית צורות מגבס",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "תבנית פלא",
      status: "",
      source: "",
      description: "ראה סיר פלא"
    },
    {
      name: "תבנית קוביות קרח מלאה",
      status: "מותר",
      source: ""
    },
    {
      name: "תבנית קוביות קרח ריקה",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה קרח שנעשה בשבת"
    },
    {
      name: "תג זיהוי לעובדים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תג זיהוי לעובדים - בבית חולים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תה",
      status: "",
      source: "",
      description: "ראה שקית תה"
    },
    {
      name: "תה שעירו עליו מכלי ראשון",
      status: "מותר",
      source: "",
      description: "אין לשתותו, מותר לשופכו"
    },
    {
      name: "תה שעירו עליו מכלי שני",
      status: "מותר",
      source: ""
    },
    {
      name: "תווי נגינה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סל\"ז"
    },
    {
      name: "תווית מחיר - על הבקבוק או הבגד וכדו'",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תווית מחיר - נפל",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "תוכי לנוי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "תוכי מדבר על ידי הקלטה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תולעים באוכל",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "מותר להוציאם עם מעט אוכל"
    },
    {
      name: "תוספי מזון",
      status: "",
      source: "",
      description: "ראה ויטמינים תחליף מזון"
    },
    {
      name: "תופים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "תופסן למדף בארון - חדש",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סנ\"ד והערה שט\"ז"
    },
    {
      name: "תופסן למדף בארון - נפל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז"
    },
    {
      name: "תופסן למדף קיר - חדש או נפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "תופסן למפת שולחן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תופסן מוצץ בלי מוצץ",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע מוצץ"
    },
    {
      name: "תחבושת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תחבושת אלסטית",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע חגורה לכאבי גב"
    },
    {
      name: "תחבושת להחזקת היד",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע חגורה לכאבי גב"
    },
    {
      name: "תחית לסיר חם",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תחליב רחצה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ב",
      description: "המחמיר לטלטלו רק לצורך השימוש תע\"ב"
    },
    {
      name: "תחפושות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תחפושות עם פעמונים",
      status: "",
      source: "",
      description: "ראה משרוקית"
    },
    {
      name: "תיבת דואר",
      status: "",
      source: "",
      description: "ראה דלת תיבת דואר"
    },
    {
      name: "תיון עם מסננת",
      status: "מלאכתו להיתר",
      source: "",
      description: "תה בתוכו, מותר"
    },
    {
      name: "תיק אוהל ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "תיק איפור - ריק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תיק איפור - מלא",
      status: "מוקצה",
      source: "",
      description: "יש להחמיר"
    },
    {
      name: "תיק אמגזית - ריק",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ע\"ע אמגזית"
    },
    {
      name: "תיק אמגזית - מלא",
      status: "מוקצה",
      source: "",
      description: "נכון להחמיר. ע\"ע אמגזית"
    },
    {
      name: "תיק חציר לבע\"ח",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ריק או מלא"
    },
    {
      name: "תיק טלית ותפילין",
      status: "",
      source: "",
      description: "ראה שקית טלית ותפילין"
    },
    {
      name: "תיק כלי רחצה",
      status: "מלאכתו להיתר",
      source: "",
      description: "ריק או מלא"
    },
    {
      name: "תיק לאופניים",
      status: "מלאכתו להיתר",
      source: "",
      description: "מחובר ואינו מחובר"
    },
    {
      name: "תיק לחייל (קיטבג)",
      status: "מלאכתו להיתר",
      source: "",
      description: "ריק או מלא"
    },
    {
      name: "תיק מגן למצלמה - ריק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תיק מגן למצלמה - מלא",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "תיק מחשב - ריק",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תיק מחשב - מלא",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "תיק משלוחים לקטנוע",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תיק נסיעות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תיק עזרה ראשונה מלא",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "תיק עזרה ראשונה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "תיקייה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תיקייה עם חידושי תורה",
      status: "מותר",
      source: "ש\"ח ס\"כ ול\"ו",
      description: "ע\"ע ערך ילקוט וספריה"
    },
    {
      name: "תיקייה עם מסמכים חשובים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז, ש\"ט סי\"ב"
    },
    {
      name: "תיקייה עם מסמכים לא חשובים",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ז, ש\"ט סכ\"ב"
    },
    {
      name: "תיקייה עם מסמכים רפואיים - בשימוש",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז, ש\"ט סכ\"ב"
    },
    {
      name: "תיקייה עם מסמכים רפואיים - אינם בשימוש",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ז, ש\"ט סכ\"ב"
    },
    {
      name: "תיקייה עם פסי מתכת מכופפים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תיקייה שייחדה למסמכי חול - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "תיקייה שייחדה למסמכי חול - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "תיקייה שייחדה למסמכי חול ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "אף לבני ספרד"
    },
    {
      name: "תכשיט",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "תכשיט שלא במידה המתאימה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תכשיט שנקרע או נשבר מקום סגירתו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "תכשיר קוטל יתושים או כינים",
      status: "",
      source: "",
      description: "ראה ספריי להשמדת כינים וספריי קוטל יתושים"
    },
    {
      name: "תכשיר רול דוחה יתושים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תלוש משכורת - זקוק לו",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "תלוש משכורת - אינו זקוק לו",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "תליון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תליון שאבדה השרשרת שלו",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תלת אופן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תמונה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תמונה התלויה בקיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "תמונה יקרה התלויה בקיר",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ד",
      description: "אם יש הקפדה מוחלטת. ויש מקילים"
    },
    {
      name: "תמונה שצולמה בשבת על ידי גוי עבור יהודי",
      status: "מוקצה מחמת גופו",
      source: "הליכות שבת ח\"ב עמוד קל\"ג-קל\"ד"
    },
    {
      name: "תמונה שצולמה בשבת על ידי גוי עבור גויים",
      status: "מלאכתו להיתר",
      source: "הליכות שבת ח\"ב עמוד קל\"ג-קל\"ד"
    },
    {
      name: "תמונה שצולמה בשבת על ידי יהודי",
      status: "מוקצה",
      source: "",
      description: "נכון להחמיר"
    },
    {
      name: "תמונות אלבום",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תמונות של חיות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תמונות של רבנים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תמונות של רבנים מדבקות",
      status: "",
      source: "",
      description: "ראה קלפים עם הדבקה"
    },
    {
      name: "תמיסה לעדשות מגע - יש לו עדשות קשות",
      status: "מלאכתו להיתר",
      source: "ש\"ב סנ\"ה"
    },
    {
      name: "תמיסה לעדשות מגע - יש לו עדשות רכות",
      status: "מלאכתו לאיסור",
      source: "ש\"ב סנ\"ה",
      description: "ויש מקילים"
    },
    {
      name: "תמצית וניל",
      status: "מותר",
      source: ""
    },
    {
      name: "תמצית רום",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "תמצית רום ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "תמצית תה",
      status: "מותר",
      source: ""
    },
    {
      name: "תמרור מחובר",
      status: "מלאכתו להיתר",
      source: "",
      description: "לפיכך מותר להישען עליו גם אם מעט רופף. ע\"ע הערה לגדר מחוברת לקרקע"
    },
    {
      name: "תמרור שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "תנור אפיה דלוק",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב",
      description: "גם במצב שבת. ע\"ע דלת תנור"
    },
    {
      name: "תנור אפיה דלוק ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "ע\"ע דלת תנור"
    },
    {
      name: "תנור אפיה כבוי",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "גם ביו\"ט"
    },
    {
      name: "תנור אפיה כבוי - רגילים לאכסן שם עוגות",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים י\"ח-י\"ט"
    },
    {
      name: "תנור חימום דולק",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "תנור חימום דולק ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "תנור חימום כבוי",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "גם ביו\"ט"
    },
    {
      name: "תנור חימום לאמבטיה",
      status: "",
      source: "",
      description: "ראה תנור חימום"
    },
    {
      name: "תעודת אחריות - תקפה",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "תעודת אחריות - עבר זמנה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "תעודת הוקרה",
      status: "",
      source: "",
      description: "ראה דף הוקרה"
    },
    {
      name: "תעודת הצטיינות",
      status: "",
      source: "",
      description: "ראה גליון ציונים"
    },
    {
      name: "תעודת הצטיינות תלויה בקיר - מקפיד",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז וש\"ח סעיף קכ\"ט"
    },
    {
      name: "תעודת הצטיינות תלויה בקיר - אינו מקפיד",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז וש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "תעודת זהות",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב והערה ל\"ו",
      description: "הנצרך להסתובב עמה, מלאכתו לאיסור"
    },
    {
      name: "תעודת חוגר",
      status: "",
      source: "",
      description: "ראה תעודת זהות"
    },
    {
      name: "תעודת כשרות",
      status: "מלאכתו להיתר",
      source: "ש\"ז סכ\"ג וכ\"ט"
    },
    {
      name: "תעודת נישואין",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "תעודת פטירה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תעודת תואר - תורני",
      status: "מותר",
      source: ""
    },
    {
      name: "תעודת תואר - חול",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תפוח אדמה חי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "תפוח אדמה חי ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "תפוחון (פולחן תפוחים)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תפילין",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סמ\"ב"
    },
    {
      name: "תפילין פסולות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תפריט",
      status: "מלאכתו להיתר",
      source: "ש\"ז סעיפים כ\"ט-ל'"
    },
    {
      name: "תקליטור",
      status: "",
      source: "",
      description: "ראה דיסק"
    },
    {
      name: "תקנון",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "תקע חשמל חדש",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "תקע חשמל מחובר למכשיר - דלק בבין השמשות",
      status: "מוקצה מחמת איסור",
      source: "ש\"ח ספ\"ה, רע\"ט ס\"ו",
      description: "גם לאחר שכבה. לבני ספרד מועיל תנאי"
    },
    {
      name: "תקע חשמל מחובר למכשיר כבוי",
      status: "מלאכתו לאיסור",
      source: "",
      description: "וכדין המכשיר"
    },
    {
      name: "תקרה אקוסטית",
      status: "מוקצה מחמת גופו",
      source: "שי\"ג ס\"ב",
      description: "מחובר או נפל"
    },
    {
      name: "תרומה גדולה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "תרומות ומעשרות לחומרא",
      status: "מותר",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "תרומת מעשר",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "תרופות בגמ\"ח",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תקפ\"ד"
    },
    {
      name: "תרופות בסלסלה, דין הסלסלה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות המיועדות לתינוקות",
      status: "מלאכתו להיתר",
      source: "",
      description: "אם הוצרך לזה קודם השבת"
    },
    {
      name: "תרופות הקלה לצום",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרופות זריקות/גמילה/הרזיה/אינסולין וכדו'",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרופות טבעיות",
      status: "מלאכתו להיתר",
      source: "",
      description: "דינם כסתם תרופות"
    },
    {
      name: "תרופות לצרבת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרופות מדבקות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרופות משחות וטיפות",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "תרופות נגד עצירות או שלשול",
      status: "",
      source: "",
      description: "ראה תרופות שאין שימושם תדיר"
    },
    {
      name: "תרופות סוכריות או מסטיק למניעת עישון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרופות סירופ המיועד לתינוקות",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תקע\"ט"
    },
    {
      name: "תרופות ריטלין",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרופות שאין שימושם תדיר כגון סירופ ואנטביוטיקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות שאין שימושם תדיר כשהחולה חלה לפני שבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות שינה",
      status: "מלאכתו להיתר",
      source: "",
      description: "רק אם הוזקק לזה קודם השבת"
    },
    {
      name: "תרופות ששימושם תדיר/אקמול/נורופן/אופטלגין וכדו'",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות, אריזתם הריקה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "תריס מזגן",
      status: "",
      source: "",
      description: "ראה רשת מזגן"
    },
    {
      name: "תרמיל טיולים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "תרסיס גוף למניעת עקיצות",
      status: "מלאכתו להיתר",
      source: "",
      description: "ע\"ע תכשיר רול דוחה יתושים"
    },
    {
      name: "תרסיס לניקוי ריפודים",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "תרסיס לרענון הפה",
      status: "מותר",
      source: ""
    }
  ]
};
