export const tavMuktzeh = {
  title: "ת",
  letter: "ת",
  items: [
    {
      name: "תאורת חירום",
      status: "תלוי",
      description: "ראה נורת חירום"
    },
    {
      name: "תבלינים",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "תבנית אפיה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "תבנית אפיה ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "תבנית אפיה חד פעמית",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "תבנית אפיה עם עוגה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "תבנית חד פעמית שנזרקה לאשפה",
      status: "תלוי",
      description: "ראה בקבוק שתיה שנזרק לפח"
    },
    {
      name: "תבנית חד פעמית שקיפלה לזריקה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "תבנית לעשיית צורות מגבס",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "תבנית פלא",
      status: "תלוי",
      description: "ראה סיר פלא"
    },
    {
      name: "תבנית קוביות קרח מלאה",
      status: "מותר"
    },
    {
      name: "תבנית קוביות קרח ריקה",
      status: "מלאכתו להיתר",
      description: "ראה קרח שנעשה בשבת"
    },
    {
      name: "תג זיהוי לעובדים",
      status: "תלוי",
      description: "מלאכתו לאיסור. בבית חולים - מלאכתו להיתר"
    },
    {
      name: "תה",
      status: "תלוי",
      description: "ראה שקית תה"
    },
    {
      name: "תה שעירו עליו מכלי ראשון",
      status: "תלוי",
      description: "אין לשתותו, מותר לשופכו"
    },
    {
      name: "תה שעירו עליו מכלי שני",
      status: "מותר"
    },
    {
      name: "תווי נגינה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סל\"ז"
    },
    {
      name: "תווית מחיר",
      status: "תלוי",
      description: "על הבקבוק או הבגד וכדו', מלאכתו לאיסור. נפל, מוקצה מחמת גופו"
    },
    {
      name: "תוכי לנוי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "תוכי מדבר על ידי הקלטה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "תולעים באוכל",
      status: "מוקצה מחמת גופו",
      description: "מותר להוציאם עם מעט אוכל"
    },
    {
      name: "תוספי מזון",
      status: "תלוי",
      description: "ראה ויטמינים תחליף מזון"
    },
    {
      name: "תופים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "תופסן למדף בארון",
      status: "תלוי",
      source: "ש\"ח סנ\"ד והערה שט\"ז",
      description: "חדש מלאכתו לאיסור. נפל מלאכתו להיתר"
    },
    {
      name: "תופסן למדף קיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו",
      description: "חדש או נפל"
    },
    {
      name: "תופסן למפת שולחן",
      status: "מלאכתו להיתר"
    },
    {
      name: "תופסן מוצץ בלי מוצץ",
      status: "מלאכתו להיתר",
      description: "ראה מוצץ"
    },
    {
      name: "תחבושת",
      status: "מלאכתו להיתר"
    },
    {
      name: "תחבושת אלסטית",
      status: "מלאכתו להיתר",
      description: "ראה חגורה לכאבי גב"
    },
    {
      name: "תחבושת להחזקת היד",
      status: "מלאכתו להיתר",
      description: "ראה חגורה לכאבי גב"
    },
    {
      name: "תחית לסיר חם",
      status: "מלאכתו להיתר"
    },
    {
      name: "תחליב רחצה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ב",
      description: "המחמיר לטלטלו רק לצורך השימוש תע\"ב"
    },
    {
      name: "תחפושות",
      status: "מלאכתו להיתר"
    },
    {
      name: "תחפושות עם פעמונים",
      status: "תלוי",
      description: "ראה משרוקית"
    },
    {
      name: "תיבת דואר",
      status: "תלוי",
      description: "ראה דלת תיבת דואר"
    },
    {
      name: "תיון עם מסננת",
      status: "מלאכתו להיתר",
      description: "תה בתוכו, מותר"
    },
    {
      name: "תיק אוהל ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "תיק איפור",
      status: "תלוי",
      description: "ריק מלאכתו לאיסור. מלא יש להחמיר כמוקצה"
    },
    {
      name: "תיק אמגזית",
      status: "תלוי",
      description: "ריק מלאכתו לאיסור. מלא נכון להחמיר כמוקצה. ראה אמגזית"
    },
    {
      name: "תיק חציר לבע\"ח",
      status: "מלאכתו לאיסור",
      description: "ריק או מלא"
    },
    {
      name: "תיק טלית ותפילין",
      status: "תלוי",
      description: "ראה שקית טלית ותפילין"
    },
    {
      name: "תיק כלי רחצה",
      status: "מלאכתו להיתר",
      description: "ריק או מלא"
    },
    {
      name: "תיק לאופניים",
      status: "מלאכתו להיתר",
      description: "מחובר ואינו מחובר"
    },
    {
      name: "תיק לחייל (קיטבג)",
      status: "מלאכתו להיתר",
      description: "ריק או מלא"
    },
    {
      name: "תיק מגן למצלמה",
      status: "תלוי",
      description: "ריק מלאכתו לאיסור. מלא מוקצה מחמת חסרון כיס"
    },
    {
      name: "תיק מחשב",
      status: "תלוי",
      description: "ריק מלאכתו לאיסור. מלא מוקצה מחמת חסרון כיס"
    },
    {
      name: "תיק משלוחים לקטנוע",
      status: "מלאכתו להיתר"
    },
    {
      name: "תיק נסיעות",
      status: "מלאכתו להיתר"
    },
    {
      name: "תיק עזרה ראשונה מלא",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "תיק עזרה ראשונה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "תיקייה",
      status: "מלאכתו להיתר"
    },
    {
      name: "תיקייה עם חידושי תורה",
      status: "מותר",
      source: "ש\"ח ס\"כ ול\"ו",
      description: "ראה ערך ילקוט וספריה"
    },
    {
      name: "תיקייה עם מסמכים חשובים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז, ש\"ט סי\"ב"
    },
    {
      name: "תיקייה עם מסמכים לא חשובים",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ז, ש\"ט סכ\"ב"
    },
    {
      name: "תיקייה עם מסמכים רפואיים",
      status: "תלוי",
      source: "ש\"ז סל\"ז, ש\"ט סכ\"ב",
      description: "מוקצה מחמת חסרון כיס. אינם בשימוש מלאכתו להיתר"
    },
    {
      name: "תיקייה עם פסי מתכת מכופפים",
      status: "מלאכתו להיתר"
    },
    {
      name: "תיקייה שייחדה למסמכי חול",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "תיקייה שייחדה למסמכי חול ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "אף לבני ספרד"
    },
    {
      name: "תכשיט",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "תכשיט שלא במידה המתאימה",
      status: "מלאכתו להיתר"
    },
    {
      name: "תכשיט שנקרע או נשבר מקום סגירתו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "תכשיר קוטל יתושים או כינים",
      status: "תלוי",
      description: "ראה ספריי להשמדת כינים וספריי קוטל יתושים"
    },
    {
      name: "תכשיר רול דוחה יתושים",
      status: "מלאכתו להיתר"
    },
    {
      name: "תלוש משכורת",
      status: "תלוי",
      source: "ש\"ז סל\"ז",
      description: "מוקצה מחמת חסרון כיס. אינו זקוק לו, מלאכתו לאיסור"
    },
    {
      name: "תליון",
      status: "מלאכתו להיתר"
    },
    {
      name: "תליון שאבדה השרשרת שלו",
      status: "מלאכתו להיתר"
    },
    {
      name: "תלת אופן",
      status: "מלאכתו להיתר"
    },
    {
      name: "תמונה",
      status: "מלאכתו להיתר"
    },
    {
      name: "תמונה התלויה בקיר",
      status: "תלוי",
      source: "ש\"ח סעיף קכ\"ט",
      description: "מלאכתו להיתר. ראוי להחמיר כמוקצה"
    },
    {
      name: "תמונה יקרה התלויה בקיר",
      status: "תלוי",
      source: "ש\"ח ס\"ד",
      description: "מוקצה מחמת חסרון כיס אם יש הקפדה מוחלטת. ויש מקילים"
    },
    {
      name: "תמונה שצולמה בשבת על ידי גוי עבור יהודי",
      status: "תלוי",
      source: "הליכות שבת ח\"ב עמוד קל\"ג-קל\"ד",
      description: "מוקצה מחמת גופו. עבור גויים - מלאכתו להיתר"
    },
    {
      name: "תמונה שצולמה בשבת על ידי יהודי",
      status: "מוקצה",
      description: "נכון להחמיר כמוקצה"
    },
    {
      name: "תמונות אלבום",
      status: "מלאכתו להיתר"
    },
    {
      name: "תמונות של חיות",
      status: "מלאכתו להיתר"
    },
    {
      name: "תמונות של רבנים",
      status: "מלאכתו להיתר"
    },
    {
      name: "תמונות של רבנים מדבקות",
      status: "תלוי",
      description: "ראה קלפים עם הדבקה"
    },
    {
      name: "תמיסה לעדשות מגע",
      status: "תלוי",
      source: "ש\"ב סנ\"ה",
      description: "יש לו עדשות קשות מלאכתו להיתר. יש לו עדשות רכות מלאכתו לאיסור, ויש מקילים"
    },
    {
      name: "תמצית וניל",
      status: "מותר"
    },
    {
      name: "תמצית רום",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "תמצית רום ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "תמצית תה",
      status: "מותר"
    },
    {
      name: "תמרור מחובר",
      status: "מלאכתו להיתר",
      description: "לפיכך מותר להישען עליו גם אם מעט רופף. ראה הערה לגדר מחוברת לקרקע"
    },
    {
      name: "תמרור שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "תנור אפיה דלוק",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב",
      description: "גם במצב שבת. ראה דלת תנור"
    },
    {
      name: "תנור אפיה דלוק ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "ראה דלת תנור"
    },
    {
      name: "תנור אפיה כבוי",
      status: "תלוי",
      source: "ש\"ח סעיפים י\"ח-י\"ט",
      description: "מלאכתו לאיסור גם ביו\"ט. רגילים לאכסן שם עוגות מלאכתו להיתר"
    },
    {
      name: "תנור חימום דולק",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "תנור חימום דולק ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב"
    },
    {
      name: "תנור חימום כבוי",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב",
      description: "גם ביו\"ט"
    },
    {
      name: "תנור חימום לאמבטיה",
      status: "תלוי",
      description: "ראה תנור חימום"
    },
    {
      name: "תעודת אחריות",
      status: "תלוי",
      description: "מוקצה מחמת חסרון כיס. עבר זמנה, מוקצה מחמת גופו"
    },
    {
      name: "תעודת הוקרה",
      status: "תלוי",
      description: "ראה דף הוקרה"
    },
    {
      name: "תעודת הצטיינות",
      status: "תלוי",
      description: "ראה גליון ציונים"
    },
    {
      name: "תעודת הצטיינות תלויה בקיר",
      status: "תלוי",
      source: "ש\"ז סל\"ז וש\"ח סעיף קכ\"ט",
      description: "מוקצה מחמת חסרון כיס, אינו מקפיד מלאכתו לאיסור וראוי להחמיר כמוקצה"
    },
    {
      name: "תעודת זהות",
      status: "תלוי",
      source: "ש\"ח ס\"ב והערה ל\"ו",
      description: "מוקצה מחמת חסרון כיס. הנצרך להסתובב עמה, מלאכתו לאיסור"
    },
    {
      name: "תעודת חוגר",
      status: "תלוי",
      description: "ראה תעודת זהות"
    },
    {
      name: "תעודת כשרות",
      status: "מלאכתו להיתר",
      source: "ש\"ז סכ\"ג וכ\"ט"
    },
    {
      name: "תעודת נישואין",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "תעודת פטירה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "תעודת תואר",
      status: "תלוי",
      description: "תורני מותר, חול מלאכתו לאיסור"
    },
    {
      name: "תפוח אדמה חי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"ט"
    },
    {
      name: "תפוח אדמה חי ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "תפוחון (פולחן תפוחים)",
      status: "מלאכתו להיתר"
    },
    {
      name: "תפילין",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סמ\"ב"
    },
    {
      name: "תפילין פסולות",
      status: "מלאכתו להיתר"
    },
    {
      name: "תפריט",
      status: "מלאכתו להיתר",
      source: "ש\"ז סעיפים כ\"ט-ל'"
    },
    {
      name: "תקליטור",
      status: "תלוי",
      description: "ראה דיסק"
    },
    {
      name: "תקנון",
      status: "מלאכתו לאיסור"
    },
    {
      name: "תקע חשמל חדש",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "תקע חשמל מחובר למכשיר",
      status: "תלוי",
      source: "ש\"ח ספ\"ה, רע\"ט ס\"ו",
      description: "דלק בבין השמשות, מוקצה מחמת איסור גם לאחר שכבה. לבני ספרד מועיל תנאי"
    },
    {
      name: "תקע חשמל מחובר למכשיר כבוי",
      status: "מלאכתו לאיסור",
      description: "וכדין המכשיר"
    },
    {
      name: "תקרה אקוסטית",
      status: "מוקצה מחמת גופו",
      source: "שי\"ג ס\"ב",
      description: "מחובר או נפל"
    },
    {
      name: "תרומה גדולה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "תרומות ומעשרות לחומרא",
      status: "מותר",
      source: "ש\"ח סעיף קל\"א"
    },
    {
      name: "תרומת מעשר",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "תרופות בגמ\"ח",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תקפ\"ד"
    },
    {
      name: "תרופות בסלסלה, דין הסלסלה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות המיועדות לתינוקות",
      status: "מלאכתו להיתר",
      description: "אם הוצרך לזה קודם השבת"
    },
    {
      name: "תרופות הקלה לצום",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרופות זריקות/גמילה/הרזיה/אינסולין וכדו'",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרופות טבעיות",
      status: "תלוי",
      description: "דינם כסתם תרופות"
    },
    {
      name: "תרופות לצרבת",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרופות מדבקות",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרופות משחות וטיפות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "תרופות נגד עצירות או שלשול",
      status: "תלוי",
      description: "ראה תרופות שאין שימושם תדיר"
    },
    {
      name: "תרופות סוכריות או מסטיק למניעת עישון",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרופות סירופ המיועד לתינוקות",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תקע\"ט"
    },
    {
      name: "תרופות ריטלין",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרופות שאין שימושם תדיר כגון סירופ ואנטביוטיקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות שאין שימושם תדיר כשהחולה חלה לפני שבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות שינה",
      status: "מלאכתו להיתר",
      description: "רק אם הוזקק לזה קודם השבת"
    },
    {
      name: "תרופות ששימושם תדיר/אקמול/נורופן/אופטלגין וכדו'",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א"
    },
    {
      name: "תרופות, אריזתם הריקה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "תריס מזגן",
      status: "תלוי",
      description: "ראה רשת מזגן"
    },
    {
      name: "תרמיל טיולים",
      status: "מלאכתו להיתר"
    },
    {
      name: "תרסיס גוף למניעת עקיצות",
      status: "מלאכתו להיתר",
      description: "ראה תכשיר רול דוחה יתושים"
    },
    {
      name: "תרסיס לניקוי ריפודים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "תרסיס לרענון הפה",
      status: "מותר"
    }
  ]
};