export const tetMuktzeh = {
  title: "ט",
  letter: "ט",
  items: [
    {
      name: "טאבלט",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "טבל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קל\"א, ש\"י סכ\"ז"
    },
    {
      name: "טבל שהפרישו ממנו תרו\"מ ביו\"ט - בשוגג",
      status: "מותר",
      source: "סימן תק\"ו סק\"כ במשנ\"ב"
    },
    {
      name: "טבל שהפרישו ממנו תרו\"מ ביו\"ט - במזיד",
      status: "מוקצה",
      source: "סימן תק\"ו סק\"כ במשנ\"ב"
    },
    {
      name: "טבל שהפרישו ממנו תרו\"מ בשבת - בשוגג",
      status: "מותר",
      source: "סימן של\"ט ס\"ק כ\"ה במשנ\"ב"
    },
    {
      name: "טבל שהפרישו ממנו תרו\"מ בשבת - במזיד",
      status: "מוקצה",
      source: "סימן של\"ט ס\"ק כ\"ה במשנ\"ב"
    },
    {
      name: "טבליות לכביסה ולמדיח כלים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה קנ\"ח ותע\"ב"
    },
    {
      name: "טבליות למכשיר נגד יתושים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טבעת הקשה על הדלת - לבני אשכנז",
      status: "מלאכתו לאיסור",
      source: "סימן של\"ח ס\"א ברמ\"א, ובדברינו סימן ש\"ח סעיף קי\"ח"
    },
    {
      name: "טבעת הקשה על הדלת - לבני ספרד",
      status: "מלאכתו להיתר",
      source: "סימן של\"ח ס\"א ברמ\"א, ובדברינו סימן ש\"ח סעיף קי\"ח",
      description: "י\"א"
    },
    {
      name: "טבעת למפתח",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טבעת פשוטה או יקרה",
      status: "מותר",
      source: "ש\"ח ס\"ג ומ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "טבק גולמי",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "טבק הרחה אבקה או טיפות",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "טבק לנרגילה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "",
      description: "גם ביו\"ט"
    },
    {
      name: "טבק לסיגריות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סע\"ב"
    },
    {
      name: "טבק לסיגריות ביו\"ט",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טונר של מדפסת",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טוסטר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טופס הוראת קבע מלא",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "טופס הוראת קבע עם פסוקים והמלצות רבנים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טופס הוראת קבע ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ב"
    },
    {
      name: "טוש צבע לתפילין",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טושים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טחינה גולמית",
      status: "מותר",
      source: ""
    },
    {
      name: "טטריס",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טטריס מקולקל",
      status: "",
      source: "",
      description: "ראה הוקי טוקי מקולקל ובהערה שם"
    },
    {
      name: "טיג'ל לשיניים",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טיטול מלוכלך לאחר הורדתו",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "טיטולים עם הדבקה",
      status: "מותר",
      source: "",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "טיטולים עם סקוצ'",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "טיטולים שמתגלה ציור או צבע אחרי ההרטבה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טייפ",
      status: "מלאכתו לאיסור",
      source: "ש\"ח ס\"ב והערה ל\"א"
    },
    {
      name: "טינר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ב",
      description: "המחמיר כמוקצה תע\"ב"
    },
    {
      name: "טיפות אוזניים",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "ראה בהערה הקודמת"
    },
    {
      name: "טיפות אופטלגין",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "טיפות אינהלציה",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "טיפות אף",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "טיפות עיניים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "טיפקס, כל הסוגים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "טישו אריזתו הריקה",
      status: "",
      source: "",
      description: "ראה חבילת טישו ריקה"
    },
    {
      name: "טישו גליל",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף פ\"ב והערה תקי\"ח"
    },
    {
      name: "טישו חתוך",
      status: "מלאכתו להיתר",
      source: "",
      description: "גם באריזה סגורה. ע\"ע נייר טישו מלוכלך"
    },
    {
      name: "טלית גדול או קטן",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "טלית גדול או קטן שנקרעו הציציות",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ד"
    },
    {
      name: "טלית שנפלה העטרה",
      status: "מותר",
      source: "ש\"ח סנ\"ד",
      description: "שניהם מותרים כסתם טלית"
    },
    {
      name: "טלסקופ אסטרונומי",
      status: "מלאכתו להיתר",
      source: "ש\"ז סל\"ז וש\"ח הערה תשמ\"ה"
    },
    {
      name: "טלסקופ רגיל",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טלפון",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח הערה ל\"א"
    },
    {
      name: "טלפון אלחוטי ובית מושבו",
      status: "מוקצה מחמת חסרון כיס",
      source: ""
    },
    {
      name: "טלפון משחק עם בטריה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "טלפון סלולרי",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "טלפון עם שעון על הצג",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טלק",
      status: "",
      source: "",
      description: "ראה אבקת טלק"
    },
    {
      name: "טניס שולחן (פינג פונג)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טסטר מברג",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טפט גליל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה תקי\"ח"
    },
    {
      name: "טפט חתוך",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טפט חתוך לכיסוי שולחן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טפטפת השקיה",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "טרופית ריקה לחלוטין",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ח ומ\"ט",
      description: "המיקל כמלאכתו להיתר, יש לו על מה שיסמוך"
    },
    {
      name: "טרמובוקס (ארון לשמירת חום למאכלים)",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "טרמוס",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טרמוס חשמלי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "טרמוס חשמלי דולק עם מים בתוכו",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"כ והערה קכ\"ה"
    },
    {
      name: "טרמוס עם מים חמים",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "טרמפולינה",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טרמפיסט (מתחבר לעגלה לנשיאת ילד נוסף)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "טרמפנטין",
      status: "",
      source: "",
      description: "ראה טינר"
    },
    {
      name: "טרקטורון חשמלי",
      status: "מלאכתו לאיסור",
      source: ""
    }
  ]
};
