export const tzadikMuktzeh = {
  title: "צ",
  letter: "צ",
  items: [
    {
      name: "צבע בקופסא",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "צבע לתפילין",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "צבעי גואש",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "צבעי פאנדה",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "צבת",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה פלייר"
    },
    {
      name: "צדפים",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "צדפים שייחדם לנוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"א"
    },
    {
      name: "צואת האף והאוזן",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר לנקותם בידו"
    },
    {
      name: "צוואה הנהגות לבני המשפחה",
      status: "מותר",
      source: ""
    },
    {
      name: "צוואה ענייני ירושה",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "צורות לבצק משחק",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "ציור אומנותי בלי מסגרת",
      status: "מלאכתו לאיסור",
      source: "",
      description: "ראה רקמה רקומה ומסגרת תמונה ריקה"
    },
    {
      name: "ציורי ילדים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ציורי ילדים - נקרע",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "ציידנית",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צילום רנטגן",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צינור גז/חדש/מחובר/מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "צינור טפטפת",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "צינור כיבוי אש",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "צינור לניאגרה/חדש/מחובר/מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "צינור מים המחובר בקביעות לברז שנשמט",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "צינור מים שרוב שימושו להשקייה או לשטיפת רצפות",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "צינור מקלחת חדש או מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "צינור מקלחת - מחובר",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צינור עוקף סנן",
      status: "מלאכתו להיתר",
      source: "",
      description: "בעודו מחובר"
    },
    {
      name: "צינור שרוב שימושו למילוי בריכת ילדים",
      status: "מלאכתו להיתר",
      source: "",
      description: "ראה בריכת מים לילדים"
    },
    {
      name: "צינור שרשור/חדש/מחובר/מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "צ'יפ למקווה וכדו'",
      status: "מלאכתו לאיסור",
      source: "",
      description: "שאין בו היתר"
    },
    {
      name: "ציפור נוי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ד"
    },
    {
      name: "ציפורן בשמים",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "ציפורן תלושה חלקית",
      status: "מותר",
      source: ""
    },
    {
      name: "ציפורניים ברצפה",
      status: "מוקצה",
      source: "ש\"ח הערה רח\"צ",
      description: "יסלקם ברגלו או במטאטא"
    },
    {
      name: "ציפית מזרון כרית ופוך",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צ'יפסר",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "ציצית חדשה או קרועה",
      status: "",
      source: "",
      description: "ראה פתילי ציציות"
    },
    {
      name: "ציצית פסולה",
      status: "",
      source: "",
      description: "ראה טלית פסולה"
    },
    {
      name: "צ'יק חתום",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "ציר לדלת חדש או מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ה"
    },
    {
      name: "צלון לשמשת הרכב או לחלון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צלופן",
      status: "",
      source: "",
      description: "ראה נייר צלופן"
    },
    {
      name: "צלחת",
      status: "",
      source: "",
      description: "ראה כלי סעודה"
    },
    {
      name: "צלחת חד פעמית משומשת",
      status: "",
      source: "",
      description: "ראה סכו\"ם חד פעמי משומש"
    },
    {
      name: "צלחת חד פעמית שהתמעכה",
      status: "",
      source: "",
      description: "ראה כוס חד פעמי מעוכה"
    },
    {
      name: "צלחת מעופפת",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צמחיה (ענפי אילן, שיחים וכדו')",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סכ\"ט ופ\"ה"
    },
    {
      name: "צמיג של מכונית",
      status: "",
      source: "",
      description: "ראה גלגל רזרבה של מכונית"
    },
    {
      name: "צמיד",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "צמיד דוחה יתושים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צמיד זיהוי של בית חולים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צמיד נגד בחילות",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צמר גפן בחבילה או חתוך",
      status: "מלאכתו לאיסור",
      source: "ש\"ח ספ\"ב"
    },
    {
      name: "צמר גפן שבאוזניים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צמר סריגה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה תקי\"ח",
      description: "שאין בו היתר"
    },
    {
      name: "צמר פלדה גליל או חתוך",
      status: "מלאכתו לאיסור",
      source: "ש\"ב הערה שי\"ב",
      description: "שאין בו היתר"
    },
    {
      name: "צנטר זילוף",
      status: "מלאכתו לאיסור",
      source: "סימן ת\"ק סקי\"ז במשנ\"ב",
      description: "שאין בו היתר גם ביו\"ט"
    },
    {
      name: "צנצנת ריקה של כבישת ירקות",
      status: "",
      source: "",
      description: "דינה כסיר בישול, עי\"ש"
    },
    {
      name: "צעיף",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "צעצועים של בע\"ח",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "צפצפה",
      status: "",
      source: "",
      description: "ראה משרוקית"
    },
    {
      name: "צרור ובו מפתחות מוקצה והיתר",
      status: "מלאכתו להיתר",
      source: "ש\"י סל\"ו",
      description: "אם מפתח ההיתר נצרך יותר מהמוקצה בשבת"
    }
  ]
};
