export const vavMuktzeh = {
  title: "ו",
  letter: "ו",
  items: [
    {
      name: "וו תליה (מתלה שתולים אותו כמות שהוא)",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "וו תליה דבק חדש",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "וו תליה דבק שנפל ממקרר",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "וו תליה דבק שנפל מקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וו תליה ואקום חדש",
      status: "מלאכתו לאיסור",
      source: ""
    },
    {
      name: "וו תליה ואקום שנפל ממקרר",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "וו תליה ואקום שנפל מקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וו תליה עם ברגים חדש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "וו תליה עם ברגים שנפל מקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וזלין",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: ""
    },
    {
      name: "ויזה (אשראי, או טיסה)",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "ויטמינים לחיזוק",
      status: "מוקצה מחמת גופו",
      source: "",
      description: "וי\"א דלבני ספרד מלאכתו להיתר"
    },
    {
      name: "ויטמינים לרפואה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "ויטמינים מתוקים לילדים",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ויטמינים תחליף מזון",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ויטרינה שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "ויטרינה שהתפרקו דלתותיה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז",
      description: "שניהם"
    },
    {
      name: "וילון אמבטיה רטוב",
      status: "מלאכתו להיתר",
      source: "ש\"ב סנ\"ב"
    },
    {
      name: "וילון לא תלוי",
      status: "מלאכתו להיתר",
      source: "",
      description: "חדש או נשמט"
    },
    {
      name: "וילון שנפל עם מסילתו או מוטו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וילון שנפל עם צינור לחץ שאוחזו",
      status: "מוקצה מחמת גופו",
      source: ""
    },
    {
      name: "וילון תלוי",
      status: "מלאכתו להיתר",
      source: ""
    },
    {
      name: "ונטה חדשה או נשמטה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    }
  ]
};
