export const vavMuktzeh = {
  title: "ו",
  letter: "ו",
  items: [
    {
      name: "וו תליה",
      status: "מלאכתו להיתר",
      source: "ש\"ח",
      description: "מתלה שתולים אותו כמות שהוא"
    },
    {
      name: "וו תליה דבק חדש",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "וו תליה דבק שנפל ממקרר",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "וו תליה דבק שנפל מקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וו תליה ואקום חדש",
      status: "מלאכתו לאיסור",
      source: "ש\"ח"
    },
    {
      name: "וו תליה ואקום שנפל ממקרר",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "וו תליה עם ברגים חדש",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "וו תליה עם ברגים שנפל מקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וזלין",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח"
    },
    {
      name: "ויזה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז",
      description: "אשראי, או טיסה"
    },
    {
      name: "ויטמינים לחיזוק",
      status: "מחלוקת",
      source: "ש\"ח",
      description: "מוקצה מחמת גופו, וי\"א דלבני ספרד מלאכתו להיתר"
    },
    {
      name: "ויטמינים לרפואה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"א"
    },
    {
      name: "ויטמינים מתוקים לילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "ויטמינים תחליף מזון",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "ויטרינה שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "ויטרינה שהתפרקו דלתותיה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז",
      description: "שניהם מלאכתו להיתר"
    },
    {
      name: "וילון אמבטיה רטוב",
      status: "מלאכתו להיתר",
      source: "ש\"ב סנ\"ב"
    },
    {
      name: "וילון לא תלוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח",
      description: "חדש או נשמט"
    },
    {
      name: "וילון שנפל עם מסילתו או מוטו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "וילון שנפל עם צינור לחץ שאוחזו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "וילון תלוי",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "ונטה חדשה או נשמטה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    }
  ]
}; 