export const zayinMuktzeh = {
  title: "ז",
  letter: "ז",
  items: [
    {
      name: "זבוב חי או מת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ב"
    },
    {
      name: "זבל כימי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "זהב לא מעובד",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח"
    },
    {
      name: "זווית המתחברת לקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה שס\"ו"
    },
    {
      name: "זונדה דלוקה או כבויה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח",
      description: "ראה אינהלציה"
    },
    {
      name: "זיזי שעון שבת",
      status: "מלאכתו להיתר",
      source: "ש\"י סט\"ו"
    },
    {
      name: "זיעה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ב סי\"א",
      description: "מותר לנקותה בידו"
    },
    {
      name: "זיקוקים",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח"
    },
    {
      name: "זיתים שאינם כבושים",
      status: "מוקצה מחמת גופו",
      source: "ש\"י ס\"ג"
    },
    {
      name: "זכוכית חלון שלימה או שבורה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "זכוכית מגדלת",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "זכוכית מגדלת עם פנס",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ח והערה ק\"ז",
      description: "אם רוב שימושו בפנס"
    },
    {
      name: "זנגביל (ג'ינג'ר) טרי",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "זנגביל גרגירים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "זנגביל גרגירים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "זנגביל טחון",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "זעתר",
      status: "מותר",
      source: "ש\"ח הערה תרט\"ז"
    },
    {
      name: "זפת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "זר פרחים",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "זרחן",
      status: "מלאכתו לאיסור",
      source: "ש\"ח"
    },
    {
      name: "זרעוני חיטה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "זרעוני חיטה ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "זרעוני צמחים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    }
  ]
}; 