import { BonehItem } from '../boneh';

export const alefItems: BonehItem[] = [
  {
    name: "אבזם, חיבורו לחגורה",
    status: "בונה מהתורה",
    source: "שי\"ג סל\"ב"
  },
  {
    name: "אבזם שנופל פעם בשבוע מהחגורה",
    status: "מותר להחזירו על ידי קטן ורק על החורים הישנים",
    source: "שי\"ג סל\"ב"
  },
  {
    name: "אבזם שרגילותו להחליפו פעם בשבוע",
    status: "מותר",
    source: "שי\"ג סל\"ב"
  },
  {
    name: "אבטיח, חיתוכו בכלי המיוחד לעשיית צורות",
    status: "אסור",
    source: "שי\"ד הערה קפ\"ה"
  },
  {
    name: "אבנים משתלבות, הליכה עליהם",
    status: "אסור משום בונה. אם החריצים מלאים בחול מותר",
    source: "שי\"ג סנ\"ז"
  },
  {
    name: "אוהל, אחיזתו בידו להגן מפני הגשמים",
    status: "מותר",
    source: "שט\"ו ס\"ג"
  },
  {
    name: "אוהל, גרירתו",
    status: "מותר גם אם מחזיק ארבעים סאה",
    source: "שט\"ו סל\"ב"
  },
  {
    name: "אוהל העשוי כיחידה אחת עם היריעות והמוטות",
    status: "אסור לפותחו ולסוגרו",
    source: "שט\"ו ס\"ל"
  },
  {
    name: "אוהל ילדים משמיכות, סתירתו",
    status: "אסור מדרבנן, בצורך גדול מותר בשינוי",
    source: "שט\"ו סכ\"א"
  },
  {
    name: "אוהל ילדים משמיכות, עשייתו",
    status: "אסור מדרבנן, בשינוי מותר",
    source: "שט\"ו ס\"כ"
  },
  {
    name: "אוהל מלגו וקליקס, עשייתו וסתירתו",
    status: "לקטנים מותר. לגדולים נכון להחמיר",
    source: "שט\"ו סכ\"ב"
  },
  {
    name: "אוהל משופע, עשייתו וסתירתו",
    status: "אסור",
    source: "שט\"ו סל\"ט"
  },
  {
    name: "אוהל משחק של ילדים העשוי כיחידה אחת",
    status: "מותר לפותחו ולסוגרו",
    source: "שט\"ו ס\"ל"
  },
  {
    name: "אוהל מתקפל סביב חישוק מתכת",
    status: "מותר לפותחו ולסוגרו",
    source: "שט\"ו ס\"ל"
  },
  {
    name: "אוהל עראי, סתירתו כשאין שמש",
    status: "אסור מדרבנן",
    source: "שט\"ו סי\"ג"
  },
  {
    name: "אוהל קבע, בנייתו וסתירתו",
    status: "בונה וסותר מהתורה",
    source: "שט\"ו ס\"א"
  },
  {
    name: "אוהל שאין בגגו טפח, עשייתו וסתירתו",
    status: "אסור מדרבנן גם לקביעות",
    source: "שט\"ו סל\"ט"
  },
  {
    name: "אוהל שאינו עשוי להשתמש תחתיו, אך משתמש תחתיו",
    status: "מותר ונכון להחמיר. שתי מחיצות ועליהם גג, אסור",
    source: "שט\"ו סכ\"ג"
  },
  {
    name: "אוהל שאינו עשוי להשתמש תחתיו, ולא משתמש תחתיו",
    status: "מותר. ארבע מחיצות ועליהם גג, מחלוקת הפוסקים",
    source: "שט\"ו סכ\"ג"
  },
  {
    name: "אוהל שאינו עשוי להשתמש תחתיו, עשייתו וסתירתו בשינוי",
    status: "עשייתו מותר, סתירתו אסור",
    source: "שט\"ו סכ\"ג וס\"כ"
  },
  {
    name: "אוהל שנפל על צידו",
    status: "מותר ליישרו, גם אם מחזיק ארבעים סאה",
    source: "שט\"ו סל\"ב"
  },
  {
    name: "אוהל שעשוי להשתמש תחתיו, עשייתו וסתירתו בשינוי",
    status: "עשייתו מותר אם דעתו לפרקו תוך שבוע. סתירתו אסור",
    source: "שט\"ו הערה קי\"ג וס\"כ"
  },
  {
    name: "אורז, הצמדתו לשתי צלחות ליתן לו צורת עיגול",
    status: "מותר בתנאי שאינו בדיוק רב",
    source: "שי\"ד סל\"ג והערה קפ\"ה"
  },
  {
    name: "אזיקון הקושר דלתות ארונות מטבח, קריעתו",
    status: "אסור מדרבנן משום סותר. אם קשרו על דעת לפותחו תוך כ\"ד שעות, מותר",
    source: "שי\"ד ס\"כ"
  },
  {
    name: "אזיקון הקושר כיסוי או דלת של כלי",
    status: "מותר לקורעו",
    source: "שי\"ד סי\"ט"
  },
  {
    name: "אזיקונים, לקשור בהם דבר מה לקרקע",
    status: "בונה מהתורה",
    source: "שי\"ז ס\"י"
  },
  {
    name: "אטמי אוזניים",
    status: "מותר להשתמש בהם, ויש אוסרים בשעוה או סיליקון משום בונה",
    source: "שי\"ד סכ\"ט"
  },
  {
    name: "ארגז משחקים, כיסויו במכסה שאינו מיוחד לו",
    status: "אסור מדרבנן רק אם הביאו כדי לכסותו ושיש חלל טפח",
    source: "שט\"ו סמ\"ח"
  },
  {
    name: "ארון גדול המחזיק ארבעים סאה, שבירת המנעול",
    status: "אסור. מותר על ידי גוי לצורך גדול",
    source: "שי\"ד סי\"ז"
  },
  {
    name: "ארון קודש, הוצאת והחזרת המוט הנועד למנוע נפילת ספרי תורה",
    status: "מותר",
    source: "שי\"ג ס\"כ"
  },
  {
    name: "ארונית, הסרת הצירים",
    status: "אסור מדרבנן. מותר על ידי גוי",
    source: "שי\"ד סי\"ז"
  },
  {
    name: "ארטיק, פתיחתו",
    status: "מותר",
    source: "שי\"ד ס\"ג"
  },
  {
    name: "אשל / גיל, הסרת הנייר במקצת לשתות דרך שם",
    status: "מותר",
    source: "שי\"ד הערה צ\"ח"
  }
];
