import { BonehItem } from '../boneh';

export const ayinItems: BonehItem[] = [
    {
        name: "עגילים, הכנסתם לאוזן",
        status: "מותר. אם חיבורם בהכנסת חלק נוסף והרגילות פעם בשבוע להרכיבם ולפרקם, מותר. אם אין כך הרגילות והרכבתם בהידוק יש להקל וטוב להחמיר, ואם הרכבתם בהברגה יש לאסור, אך ניתן להבריגם על דעת לפותחם תוך שבוע",
        source: "שי\"ג סמ\"ז"
    },
    {
        name: "עגלה, חיבור גלגל שנשמט",
        status: "בונה מהתורה",
        source: "שי\"ג סל\"ה"
    },
    {
        name: "עגלה, חיבור חלק נוסף עם גלגלים (טרמפיסט)",
        status: "מותר וטוב להחמיר. אם מרכיב ומפרק פעם בשבוע, אין צורך להחמיר",
        source: "שי\"ג סל\"ג"
    },
    {
        name: "עגלה, שינוי מצב מטיולון למצב שכיבה ולהיפך",
        status: "מותר אם רגיל בכך פעם בשבוע",
        source: "שי\"ג סל\"ד"
    },
    {
        name: "עגלת ילדים המחוברת לה שמשיה, פתיחתה וסגירתה",
        status: "מותר",
        source: "שט\"ו הערה קנ\"ג"
    },
    {
        name: "עגלת שכיבה שיש למרגלותיה כיסוי הנפתח ונסגר ברוכסן",
        status: "אסור מדרבנן לפותחו או לסוגרו",
        source: "שט\"ו הערה קנ\"ו"
    },
    {
        name: "עדשות משקפיים שיש רגילות פעם בשבוע להחליפם",
        status: "מותר",
        source: "שי\"ג סל\"א"
    },
    {
        name: "עוגה, כיסוייה במכסה שיש בו גג ומחיצות וגובה טפח",
        status: "מותר. אם העוגה נמצאת בתוך כלי שיש חלל טפח בין העוגה למכסה, מותר רק בכיסוי המיוחד לעוגה",
        source: "שט\"ו סל\"ד"
    },
    {
        name: "עט כתיבה עם כדורי ברזל קטנים על לוח עם חורים",
        status: "מותר מעיקר הדין, אך יש להימנע",
        source: "שי\"ג הערה קצ\"ו"
    },
    {
        name: "עטרה, חיבורה לטלית",
        status: "מותר",
        source: "שי\"ז סי\"ח"
    },
    {
        name: "עריסה, הוצאת הדיקט",
        status: "יש להקל בשעת הדחק. אם הדיקט בתחתית העריסה, מותר",
        source: "שט\"ו סכ\"ח"
    },
    {
        name: "עריסה, נתינת הדיקט עליה",
        status: "מותר אם אינו לצמיתות. אם מניח את הדיקט בחלקה העליון של העריסה, יש להשתדל שאחד יתפוס את הדיקט והשני יפתח את העריסה",
        source: "שי\"ג סל\"ז, שט\"ו סכ\"ו"
    },
    {
        name: "עריסה, פריסת שמיכה או כיסוי מרושת עליה",
        status: "אסור מדרבנן",
        source: "שט\"ו סכ\"ו"
    },
    {
        name: "עריסה, פתיחתה והידוקה באמצעות הפלסטיקים שבראשה",
        status: "מותר",
        source: "שי\"ג סל\"ז"
    },
    {
        name: "עריסה, שינוי גובהה",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג סל\"ז"
    }
];
