import { BonehItem } from '../boneh';

export const betItems: BonehItem[] = [
    {
        name: "בובה, החזרת רגל שהתפרקה",
        status: "אסור. אם יש רגילות שיוצאת פעם בשבוע, מותר על ידי קטן",
        source: "שי\"ג סמ\"ט"
    },
    {
        name: "בובת שלג, עשייתה וסתירתה",
        status: "בונה וסותר",
        source: "שי\"ד הערה י'"
    },
    {
        name: "בורג, הברגתו לקיר",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ג בהקדמה"
    },
    {
        name: "בורג, חיזוקו בקיר",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ג בהקדמה"
    },
    {
        name: "ביטנה, חיבורה למעיל",
        status: "מותר",
        source: "שי\"ז סי\"ח"
    },
    {
        name: "ביסלי, פתיחתו",
        status: "מותר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "ביצים מרוסקות עם מיונז, דיבוקם",
        status: "מותר",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "בית מזוזה שנפל, החזרתו",
        status: "בונה מהתורה",
        source: "שי\"ג סי\"ח"
    },
    {
        name: "בלונים הקשורים לחוט, קריעתו",
        status: "מותר לקורעו סמוך לבלון",
        source: "שי\"ד הערה ק\"כ"
    },
    {
        name: "במבה, פתיחתה",
        status: "מותר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "בקבוק חד פעמי מקומט, יישורו",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ד ס\"א ובהקדמה"
    },
    {
        name: "בקבוק חד פעמי עם קרח, חיתוכו",
        status: "מותר ובתנאי שלא יכוין לחותכו בצורה מדוייקת",
        source: "שי\"ד ס\"ב"
    },
    {
        name: "בקבוק חד פעמי, קימוטו",
        status: "המיקל יש לו על מה שיסמוך",
        source: "שי\"ד ס\"א"
    },
    {
        name: "בקבוק יין, כיסויו בשקית ניילון",
        status: "מותר",
        source: "שט\"ו הערה רנ\"ט"
    },
    {
        name: "בקבוק קצפת, הסרת פקק הלחיצה",
        status: "מותר",
        source: "שי\"ד הערה מ'"
    },
    {
        name: "בקבוק קצפת, ניקובו",
        status: "מותר",
        source: "שי\"ד הערה מ'"
    },
    {
        name: "בקבוק תינוק, הברגתו",
        status: "מותר. לחזו\"א אסור לפותחו ולסוגרו מלמטה",
        source: "שי\"ג סכ\"ט"
    },
    {
        name: "בר בצק, עשיית צורות",
        status: "אסור",
        source: "שי\"ד ס\"ל"
    },
    {
        name: "ברז, כריכת בד עליו",
        status: "עראי מותר, היטב אסור",
        source: "שי\"ג סט\"ו"
    },
    {
        name: "ברז ראשי או של דוד שמש, סגירתו",
        status: "מותר והמחמיר תע\"ב",
        source: "שי\"ג סכ\"ה והערה ק\"ח"
    },
    {
        name: "ברז שיצא מעט ממקומו",
        status: "אסור מהתורה להחזירו למקומו משום בונה",
        source: "שי\"ג ס\"נ"
    },
    {
        name: "בריכה שיש ברוחבה 96 ס\"מ, כיסויה בכיסוי שאינו כמידותיה",
        status: "אסור מדרבנן רק אם מכסה את כולה ושיש חלל טפח",
        source: "שט\"ו סנ\"א"
    }
];
