import { BonehItem } from '../boneh';

export const dalethItems: BonehItem[] = [
  {
    name: "דבק סלוטייפ העוטף שקיות ואריזות, הסרת הדבק",
    status: "לכתחילה יפתחנו קודם השבת, ובדיעבד מותר בשבת. אם הדביקו ביום שישי על דעת לפותחו בשבת, מותר לכתחילה לפותחו",
    source: "שי\"ד הערה קכ\"ה"
  },
  {
    name: "דבק סלוטייפ העוטף שקיות ואריזות, קריעתו",
    status: "מותר",
    source: "שי\"ד סי\"ט"
  },
  {
    name: "דבק סלוטייפ שנדבק בנעל",
    status: "מותר להוציאו",
    source: "שי\"ג סנ\"ה"
  },
  {
    name: "דלת ארון המחובר לקיר, הוצאתה והחזרתה",
    status: "בונה וסותר מהתורה",
    source: "שי\"ג סכ\"ו"
  },
  {
    name: "דלת ארון פלסטיק שאינו מכיל ארבעים סאה (350 ליטר), הוצאתה והחזרתה",
    status: "מותר אם הציר לא נכנס בדוחק לחור",
    source: "שי\"ג סכ\"ו והערה ק\"כ"
  },
  {
    name: "דלת ארון שאינו מחובר לקיר, הוצאתה והחזרתה",
    status: "אם חיבורה לארון בברגים או בציריה נשפלת, אסור מהתורה משום בונה וסותר. ואם חיבורה בצירים לתוך חור, מותר להוציאה ואסור להכניסה מדרבנן",
    source: "שי\"ג סכ\"ו"
  },
  {
    name: "דלת הזזה, החזרתה כשיצאה מעט ממסילתה",
    status: "בונה מהתורה",
    source: "שי\"ג הערה י\"ג"
  },
  {
    name: "דלת הזזה תקועה במסילתה, נתינת מכה לשחררה",
    status: "בונה מהתורה",
    source: "שי\"ג הערה י\"ג"
  },
  {
    name: "דלת המחוברת לקרקע, הוצאתה והחזרתה",
    status: "בונה וסותר מהתורה",
    source: "שי\"ג סכ\"ו"
  },
  {
    name: "דלת, הרמתה לכוין את לשונית הנעילה",
    status: "מותר, ואם צריך התעסקות מרובה אסור",
    source: "שי\"ג ס\"י"
  },
  {
    name: "דלת חורקת, שימון ציריה",
    status: "בונה מהתורה",
    source: "שי\"ג הערה מ\"ז"
  },
  {
    name: "דלת, סגירתה לצמיתות",
    status: "מותר והמחמיר תע\"ב",
    source: "שי\"ג סכ\"ה והערה ק\"ח"
  },
  {
    name: "דלת רופפת במסילתה, נתינת פיסת נייר לתופסה",
    status: "בונה מהתורה",
    source: "שי\"ג הערה י\"ג"
  },
  {
    name: "דלת שבסגירתה עושה דופן שלישית לסוכה",
    status: "מחלוקת הפוסקים ונכון להחמיר",
    source: "שט\"ו ס\"י"
  },
  {
    name: "דלת שננעלה על ילד קטן",
    status: "יש לשוברה מיד או את המנעול",
    source: "שי\"ד סי\"ח"
  },
  {
    name: "דלת שננעלה, שבירת המנעול",
    status: "אסור. על ידי גוי לצורך גדול מותר",
    source: "שי\"ד סי\"ח"
  },
  {
    name: "דלת שנשברה, סגירת חללה בדיקט",
    status: "בונה מדרבנן",
    source: "שי\"ג סכ\"ג"
  },
  {
    name: "דלת שנשברו ציריה, סגירת החלל עם הדלת",
    status: "מותר אם ייחדה לכך קודם השבת, או השתמש כך מבעוד יום",
    source: "שי\"ג סכ\"ד"
  },
  {
    name: "דלת שסגרוה לצמיתות, פתיחתה",
    status: "מותר והמחמיר תע\"ב",
    source: "שי\"ג סכ\"ה והערה ק\"ח"
  },
  {
    name: "דלתות ארונות מטבח הקשורות בחוט / חבל / אזיקון / שקית, קריעתו",
    status: "אסור מדרבנן משום סותר. אם קשרו על דעת לפותחו תוך כ\"ד שעות, מותר",
    source: "שי\"ד ס\"כ"
  },
  {
    name: "דף, קיפולו היטב לשם עשיית קיסם",
    status: "בונה או מכה בפטיש מהתורה",
    source: "שי\"ד ס\"ח"
  }
];
