import { BonehItem } from '../boneh';

export const gimelItems: BonehItem[] = [
  {
    name: "גבינה צהובה, חיתוכה",
    status: "מותר אף לא לאלתר",
    source: "שי\"ד סל\"ג"
  },
  {
    name: "גביע קידוש חד פעמי המופרד מרגלו",
    status: "אסור להבריגו משום בונה או מכה בפטיש",
    source: "שי\"ג סמ\"ו"
  },
  {
    name: "גביעי לבן, הפרדתם",
    status: "מותר, נכון לפותחם קודם השבת",
    source: "שי\"ד סכ\"ב"
  },
  {
    name: "גגון, חיבורו לעגלה ופתיחתו",
    status: "אסור מדרבנן",
    source: "שט\"ו סי\"ז"
  },
  {
    name: "גגון עגלה, פתיחתו וסגירתו",
    status: "מותר, גם כשהעגלה היתה מקופלת",
    source: "שט\"ו סכ\"ט"
  },
  {
    name: "גגון של עגלת תינוק, פריסת ניילון כשיורד גם לצדדים",
    status: "רשאי להקל, נכון לחברו לעגלה קודם השבת ובשבת לפורסו",
    source: "שט\"ו הערה קצ\"ד בסופה"
  },
  {
    name: "גגון של עגלת תינוק, פריסת ניילון ממנו והלאה",
    status: "מותר גם אם פתחוהו בשבת",
    source: "שט\"ו סי\"ז"
  },
  {
    name: "גומיות כסא ושולחן, חיבורם",
    status: "בונה מהתורה",
    source: "שי\"ג סמ\"ד"
  },
  {
    name: "גז, הוצאת והחזרת חלקיו ביום טוב",
    status: "מותר",
    source: "לוח המוקצה ערך חלקי גז ביו\"ט"
  },
  {
    name: "ג'ל בתוך קופסא, לשחק בו",
    status: "מותר",
    source: "שי\"ד הערה קס\"ח"
  },
  {
    name: "גלגל עגלה שנשמט, חיבורו לעגלה",
    status: "בונה מהתורה",
    source: "שי\"ג סל\"ה"
  },
  {
    name: "גלגל עגלה שרגיל להישמט פעם בשבוע",
    status: "מותר להחזירו על ידי קטן",
    source: "שי\"ג סל\"ה"
  },
  {
    name: "גלגלי עגלה שרגיל להוציאם ולהכניסם פעם בשבוע",
    status: "מותר והמחמיר תע\"ב",
    source: "שי\"ג סל\"ה"
  },
  {
    name: "גלידה, הוצאתה בכף המיוחדת לה",
    status: "דעתו על הצורה אסור, דעתו על ההוצאה מותר",
    source: "שי\"ד הערה קפ\"ה"
  },
  {
    name: "גלידה, הקפאתה",
    status: "מותר",
    source: "שי\"ד הערה קפ\"ג"
  },
  {
    name: "גלידה, עשייתה בשבת",
    status: "מחלוקת הפוסקים אם לאסור מדין בונה",
    source: "שי\"ד הערה קפ\"ג"
  },
  {
    name: "גרב ניילון שהתחילה להיפרם, נתינת סבון או לקה",
    status: "אסור משום מתקן",
    source: "שי\"ג סנ\"א"
  }
];
