import { BonehItem } from '../boneh';

export const hethItems: BonehItem[] = [
  {
    name: "חבילה עוברת, קריעתה",
    status: "אסור",
    source: "שי\"ד הערה ק\"א"
  },
  {
    name: "חבית, הנחתה על שתי חביות עם ריוח ביניהם",
    status: "אסור מדרבנן, אא\"כ יתפוס את העליונה ויכניס את החביות תחתיה",
    source: "שטו סל\"ו"
  },
  {
    name: "חבית התחוב בה סכין, הוצאתו",
    status: "לבני ספרד מותר, לבני אשכנז אסור",
    source: "שי\"ד סל\"ב"
  },
  {
    name: "חבל הקושר כיסוי או דלת של כלי",
    status: "מותר לקורעו",
    source: "שי\"ד סי\"ט"
  },
  {
    name: "חבלי כביסה, פריסת ניילון עליהם",
    status: "מותר אם יש פחות משלושה טפחים (24 ס\"מ) בין חבל לחבל",
    source: "שט\"ו סנ\"ב"
  },
  {
    name: "חגורה, הכנסתה למכנס",
    status: "מותר",
    source: "שי\"ז סט\"ז"
  },
  {
    name: "חגורה המיועדת לבגד מסויים, הכנסתה לבגד",
    status: "פעם ראשונה אסור, מכאן ואילך מותר",
    source: "שי\"ז סט\"ז"
  },
  {
    name: "חגורה, חיבור האבזם",
    status: "בונה מהתורה",
    source: "שי\"ג סל\"ב"
  },
  {
    name: "חוט הקושר כיסוי או דלת של כלי",
    status: "מותר לקורעו",
    source: "שי\"ד סי\"ט"
  },
  {
    name: "חוט עם סוכריות, קריעתו",
    status: "מותר",
    source: "שי\"ד הערה ק\"כ"
  },
  {
    name: "חול, פיזורו על שמן ושלג שבאדמה ובדשא",
    status: "אסור משום נראה כבונה",
    source: "שי\"ג סנ\"ו"
  },
  {
    name: "חול שייחדוהו לפזרו על שמן ושלג שבכביש ובמדרכה",
    status: "מותר",
    source: "שי\"ג סנ\"ו"
  },
  {
    name: "חולה, סגירת וילון או העמדת מחיצות סביב מיטתו, למנוע כניסת ריח רע",
    status: "מותר",
    source: "שט\"ו ס\"ט"
  },
  {
    name: "חופה, פתיחתה וסגירתה",
    status: "מותר",
    source: "שט\"ו הערה קס\"א ד\"ה המג\"א"
  },
  {
    name: "חור בבית, עשייתו",
    status: "בונה מהתורה",
    source: "שי\"ג בהקדמה"
  },
  {
    name: "חור המנעול, נתינת נייר מקופל בתוכו",
    status: "אסור משום בונה אם דעתו להשאירו שם יותר משבוע",
    source: "שי\"ג הערה כ\"ט"
  },
  {
    name: "חור המנעול, שימונו",
    status: "בונה מהתורה",
    source: "שי\"ג הערה ר\"א"
  },
  {
    name: "חור הצצה בדלת הבית (קוקי), נתינת נייר מקופל בתוכו",
    status: "אסור משום בונה אם דעתו להשאירו שם יותר משבוע",
    source: "שי\"ג הערה כ\"ט"
  },
  {
    name: "חור נעילה שנסתם",
    status: "אסור מהתורה לפותחו. אם הסתימה אינה מהודקת, מותר לנקותה",
    source: "שי\"ג סכ\"ב"
  },
  {
    name: "חותלות, עשיית פתח יפה בהם",
    status: "אסור",
    source: "שי\"ד הערה קמ\"ד"
  },
  {
    name: "חותלות, קריעתם",
    status: "מותר",
    source: "שי\"ד סכ\"א"
  },
  {
    name: "חלון, הוצאתו מהמסילה",
    status: "סותר מהתורה, ויש אומרים מדרבנן",
    source: "שי\"ג ס\"א"
  },
  {
    name: "חלון, החזרתו כשיצא מעט ממסילתו",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"א"
  },
  {
    name: "חלון, החזרתו למסילה",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"א"
  },
  {
    name: "חלון סגירתו לצמיתות",
    status: "מותר והמחמיר תע\"ב",
    source: "שי\"ג סכ\"ה והערה ק\"ח"
  },
  {
    name: "חלון שסגרוהו לצמיתות, פתיחתו",
    status: "מותר והמחמיר תע\"ב",
    source: "שי\"ג סכ\"ה והערה ק\"ח"
  },
  {
    name: "חלון תקוע במסילתו, נתינת מכה לשחררו",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"א"
  },
  {
    name: "חלון רופף במסילתו, נתינת פיסת נייר לתופסו",
    status: "בונה מהתורה",
    source: "שי\"ג הערה י\"ג"
  },
  {
    name: "חלון שנשבר ורוצה לסוגרו בדיקט של מיטה, שמיכה או דופן סוכה",
    status: "מותר אם דעתו לסלקו תוך שבוע",
    source: "שי\"ג סי\"ט"
  },
  {
    name: "חלון שנשבר ורוצה לסוגרו בקרטונים וקרשים",
    status: "מותר רק אם חשב קודם השבת לסגור בהם, או סגר פעם אחת, ובדעתו לסלקם תוך שבוע",
    source: "שי\"ג סי\"ט"
  },
  {
    name: "חרוזים, השחלתם לחוט או לשרשרת",
    status: "אסור משום מתקן מנא",
    source: "שי\"ז סי\"ט"
  }
];
