import { BonehItem } from '../boneh';

export const kafItems: BonehItem[] = [
    {
        name: "כדור שלג, זריקתו וסתירתו",
        status: "מותר",
        source: "שי\"ד הערה י'"
    },
    {
        name: "כדור שלג, עשייתו",
        status: "אסור מדרבנן משום בונה",
        source: "שי\"ד הערה י'"
    },
    {
        name: "כדורי שוקולד, עשייתם כשהעיסה מוכנה",
        status: "מותר בתנאי שאינו בדיוק רב",
        source: "שי\"ד סל\"ג והערה קפ\"ה"
    },
    {
        name: "כובע, חבישתו",
        status: "מותר לשם כבוד ונוי. לשם צל אסור רק כשיש רוחב טפח (8 ס\"מ) מהצד או מקדימה ושהשוליים קשים ולא נכפפים כלפי מטה",
        source: "שט\"ו ס\"מ"
    },
    {
        name: "כובע מצחיה, חבישתו",
        status: "אסור מדרבנן גם בתוך ביתו",
        source: "שט\"ו ס\"מ"
    },
    {
        name: "כובע ניילון, כיסוי צלחת בו",
        status: "מותר",
        source: "שט\"ו סמ\"ט"
    },
    {
        name: "כובע ניילון, כיסוי קערת אוכל בו",
        status: "אסור מדרבנן רק אם הביאה כדי לכסותה, מכסה את כולה ושיש חלל טפח",
        source: "שט\"ו סמ\"ט"
    },
    {
        name: "כובע קש, חבישתו",
        status: "אסור מדרבנן",
        source: "שט\"ו ס\"מ"
    },
    {
        name: "כוס חד פעמית מקומטת, יישורה",
        status: "אסור ויש מקילים",
        source: "שי\"ד ס\"א"
    },
    {
        name: "כוס חד פעמית, קימוטה",
        status: "המיקל יש לו על מה שיסמוך",
        source: "שי\"ד ס\"א"
    },
    {
        name: "כוסות הפוכות בצורת פרמידה",
        status: "מותר להניחם ולקחתם",
        source: "שט\"ו סל\"ו"
    },
    {
        name: "כוסות חד פעמי, קריעת הניילון העוטפם",
        status: "מותר ולכתחילה יקרענו דרך השחתה וקלקול",
        source: "שי\"ד סי\"ד"
    },
    {
        name: "כותל עץ התחוב בו סכין, הוצאתו",
        status: "אסור מדרבנן",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "כילה על גבי מיטה (כילת חתנים)",
        status: "מותר אם אין בגגה טפח, וכן שלא יורדת השמיכה טפח בזקיפה מתחת למיטה",
        source: "שט\"ו סמ\"ד"
    },
    {
        name: "כילה על גבי עריסה",
        status: "מותר אם אין בגגה טפח, וגם שממשיך לרדת בשיפוע אחר דפנות העריסה",
        source: "שט\"ו סמ\"ד"
    },
    {
        name: "כילה, עשייתה וסתירתה",
        status: "אסור מדרבנן גם לשם משחק",
        source: "שט\"ו סמ\"ג"
    },
    {
        name: "כיסא, חיבור גומיות לרגליו",
        status: "בונה מהתורה",
        source: "שי\"ג סמ\"ד"
    },
    {
        name: "כיסא משרדי, הגבהתו והנמכתו על ידי שחרור הבורג והידוקו",
        status: "ראה סטנדר"
    },
    {
        name: "כיסא תינוק, הגבהת והנמכת הרגליות",
        status: "מותר וטוב להחמיר. אם מרכיב ומפרק פעם בשבוע, אין צורך להחמיר",
        source: "שי\"ג סל\"ג"
    },
    {
        name: "כיסא תינוק, חיבור המגש אוכל",
        status: "מותר וטוב להחמיר. אם מרכיב ומפרק פעם בשבוע, אין צורך להחמיר",
        source: "שי\"ג סל\"ג"
    },
    {
        name: "כיסוי מאכלים בכלי",
        status: "מותר. אם הכלי מחזיק ארבעים סאה, יש להחמיר",
        source: "שט\"ו סל\"ג"
    },
    {
        name: "כיסוי ניקוז הבית, הוצאתו והחזרתו",
        status: "מותר רק באופן שמונח ולא תפוס היטב, נועד להוצאה והחזרה ויש לו בית יד",
        source: "שי\"ג הערה י\"ט"
    },
    {
        name: "כלי גדול המחזיק ארבעים סאה",
        status: "יש בו דין בונה וסותר כמו בקרקע",
        source: "שי\"ד בהקדמה ד\"ה כתב התרומת הדשן"
    },
    {
        name: "כלי המתפרק בתדירות של פעם בשבוע נגד רצונו",
        status: "מותר לחברו על ידי קטן, והמיקל אף בגדול אין למחות בידו",
        source: "שי\"ג סמ\"ח"
    },
    {
        name: "כלי חד פעמי, עשייתו בשבת",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ד ס\"ח"
    },
    {
        name: "כלי קטן, כיסויו במכסה שאינו מיוחד עבורו",
        status: "אסור מדרבנן רק אם הביאו כדי לכסותו, מכסה את כולו ושיש חלל טפח",
        source: "שט\"ו סמ\"ח"
    },
    {
        name: "כלי רחב כשתי אמות (96 ס\"מ), הסרת כיסויו שאינו מיועד לו",
        status: "אסור מדרבנן. אם משאיר טפח מכוסה מותר",
        source: "שט\"ו סמ\"ז"
    },
    {
        name: "כלי רחב כשתי אמות (96 ס\"מ) שיש בתוכו בגדים ומשחקים, כיסויו",
        status: "אסור מדרבנן אם הוא כיסוי שאינו מיועד לו, גם כשנשאר קצת מגולה",
        source: "שט\"ו הערה רמ\"ד"
    },
    {
        name: "כלי רחב כשתי אמות (96 ס\"מ) שיש בתוכו מאכלים או משקים, כיסויו",
        status: "אסור מדרבנן אם הוא כיסוי שאינו מיועד לו",
        source: "שט\"ו סמ\"ז"
    },
    {
        name: "כלי שלם וטוב, שבירתו",
        status: "אסור מדרבנן משום סותר",
        source: "שי\"ד ס\"א"
    },
    {
        name: "כלי, תלייתו ביתד",
        status: "מותר",
        source: "שט\"ו הערה רכ\"א"
    },
    {
        name: "כף שהתעקמה",
        status: "מותר ליישרה. אם יש קושי להשתמש בה אסור ליישרה משום מכה בפטיש דאורייתא",
        source: "שי\"ג סמ\"ב"
    },
    {
        name: "כרית, הכנסתה לציפית",
        status: "מותר",
        source: "שי\"ז סי\"ז"
    },
    {
        name: "כתפיות (שלייקעס), חיבורם למכנסיים",
        status: "מותר",
        source: "שי\"ז סט\"ז"
    }
];
