import { BonehItem } from '../boneh';

export const koufItems: BonehItem[] = [
  {
    name: "קביים, שינוי גובהם",
    status: "על ידי פרפר הברגה, אסור. על ידי פינים מותר וטוב להחמיר, ואם משאירם כך זמן רב מאוד, יש לאסור",
    source: "שי\"ג ס\"מ והערה קפ\"ח"
  },
  {
    name: "קומקום חשמלי עם מים, הוצאתו והחזרתו לבסיסו",
    status: "מחלוקת הפוסקים אם יש בזה בונה וסותר",
    source: "שי\"ג סוף הערה קכ\"ו"
  },
  {
    name: "קופסאות גלידה וכדו', שבירת הפלסטיק הקטן כדי לפותחם",
    status: "לכתחילה יש לשוברו קודם השבת ובדיעבד מותר בשבת",
    source: "שי\"ד סי\"א"
  },
  {
    name: "קופסת אחסון שהמכסה מחובר עם לשונית לקופסא, ניתוק הלשונית",
    status: "אסור ואין למחות במיקל",
    source: "שי\"ד הערה צ\"ב"
  },
  {
    name: "קופסת פלסטיק לשימוש רב פעמי, שבירתה",
    status: "אסור מדרבנן משום סותר",
    source: "שי\"ד ס\"ג"
  },
  {
    name: "קופסת קרטון לשימוש רב פעמי, קריעתה",
    status: "אסור מדרבנן משום סותר",
    source: "שי\"ד ס\"ג"
  },
  {
    name: "קופסת קרטון של דגני בוקר, פתיחתה בתלישת הפס",
    status: "מותר ונכון להחמיר",
    source: "שי\"ד ס\"ג"
  },
  {
    name: "קופסת קרטון של דגני בוקר, קריעתה",
    status: "מותר",
    source: "שי\"ד ס\"ג"
  },
  {
    name: "קופסת שימורים, פתיחתה",
    status: "מותר, נכון להחמיר שלא לפתוח את כולה. טוב לפותחה קודם השבת או לנוקבה בתחתיתה",
    source: "שי\"ד ס\"ד"
  },
  {
    name: "קופסת שימורים, פתיחתה בפותחן גלגלת",
    status: "אסור מהתורה משום בונה או מכה בפטיש",
    source: "שי\"ד הערה מ\"ד"
  },
  {
    name: "קופסת שימורים קטנה, פתיחתה",
    status: "מותר ונכון להחמיר שלא לפתוח את כולה",
    source: "שי\"ד ס\"ג"
  },
  {
    name: "קורי עכביש, הסרתם מהקיר",
    status: "מותר להסירם באמצעות מטאטא",
    source: "שי\"ג סנ\"ח"
  },
  {
    name: "קטשופ, פתיחת וסגירת הפקק להסרת מכסה האלומניום",
    status: "אסור, אא\"כ דעתו לפותחו כשיתרוקן להוציא את המעט שנשאר",
    source: "שי\"ג סל\"ח"
  },
  {
    name: "קיסם התפוס בשני פינים למזלג",
    status: "אסור להוציאו מהתורה משום בונה או מכה בפטיש",
    source: "שי\"ד סוף הערה ע\"ג"
  },
  {
    name: "קיסם, עשייתו בשבת",
    status: "בונה או מכה בפטיש מהתורה",
    source: "שי\"ד ס\"ח"
  },
  {
    name: "קליפת גרעין, חיתוכו לעשיית קיסם",
    status: "אסור",
    source: "שי\"ד הערה ס\"ד"
  },
  {
    name: "קליקס, הרכבתו ופירוקו",
    status: "אם ניתן להפרידו בקלות מותר, וטוב להחמיר לכוין לפרקו תוך שבוע. אם יש קושי לפרקו, מותר רק אם דעתו לפרקו תוך שבוע",
    source: "שי\"ג סמ\"א"
  },
  {
    name: "קלף מזוזה שנפל",
    status: "מותר להחזירו",
    source: "שי\"ג סי\"ח"
  },
  {
    name: "קלקר, תחיבת שיפודים עם מיני פירות בתוכו",
    status: "מותר",
    source: "שי\"ד הערה נ\"ה"
  },
  {
    name: "קנקן שתיה, כיסויו בצלחת",
    status: "אסור מדרבנן רק אם הביאו כדי לכסותו, מכסה את כולו ושיש חלל טפח",
    source: "שט\"ו סמ\"ח"
  },
  {
    name: "קערת סלט, כיסויה בצלחת או בניילון נצמד",
    status: "אסור מדרבנן רק אם הביאה כדי לכסותה, מכסה את כולה ושיש חלל טפח",
    source: "שט\"ו סמ\"ח"
  },
  {
    name: "קרטון, כיסוי ראשו בו מפני הגשמים",
    status: "מותר",
    source: "שט\"ו הערה רמ\"ג"
  },
  {
    name: "קרטון שיש בתוכו מיני מאכל / משחקים / בגדים, קריעתו",
    status: "מותר, ולכתחילה יקרענו דרך השחתה וקלקול",
    source: "שי\"ד סכ\"א"
  },
  {
    name: "קרמיקה שיצאה מעט ממקומה",
    status: "אסור מהתורה להחזירה למקומה משום בונה",
    source: "שי\"ג ס\"נ"
  },
  {
    name: "קרש, הכנסתו במגרעת קרש אחר",
    status: "בונה מהתורה",
    source: "שי\"ג סנ\"ג"
  },
  {
    name: "קרש, פירוקו מעץ התקוע בו",
    status: "סותר מהתורה אם יש תיקון בפירוקו",
    source: "שי\"ג סנ\"ג"
  }
];
