import { BonehItem } from '../boneh';

export const lamedItems: BonehItem[] = [
    {
        name: "לבוד בסוכה שנפל בחלקו, הרמתו",
        status: "אסור מדרבנן ויש מקילים",
        source: "שט\"ו סי\"א"
    },
    {
        name: "לבוד לעשיית דופן שלישית בסוכה",
        status: "אסור מדרבנן",
        source: "שט\"ו ס\"ו"
    },
    {
        name: "לגו, הרכבתו ופירוקו",
        status: "אם ניתן להפרידו בקלות מותר, וטוב להחמיר לכוין לפרקו תוך שבוע. אם יש קושי לפרקו, מותר רק אם דעתו לפרקו תוך שבוע",
        source: "שי\"ג סמ\"א"
    },
    {
        name: "לוחות של תקרה אקוסטית, הוצאתם והחזרתם",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ב"
    },
    {
        name: "לול, פריסת שמיכה או כיסוי מרושת עליו",
        status: "אסור מדרבנן",
        source: "שט\"ו סכ\"ו"
    },
    {
        name: "לול קמפינג, פתיחתו וסגירתו",
        status: "מותר",
        source: "שט\"ו סכ\"ו וכ\"ט"
    },
    {
        name: "לול תינוק, פתיחתו וסגירתו",
        status: "מותר רק אם רגילים לעשות כן פעם בשבוע",
        source: "שי\"ג סל\"ז"
    },
    {
        name: "לשונית ידית דלת שיצאה, הכנסתה ותפיסתה פנימה",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"י"
    }
];
