import { BonehItem } from '../boneh';

export const memBisItems: BonehItem[] = [
  {
    name: "מזגן, הוצאת והחזרת הפתח שירות",
    status: "חיבורו בקליפסים אסור, חיבורו בווים מותר",
    source: "שי\"ג הערה מ\"ח"
  },
  {
    name: "מזגן, הוצאת והחזרת פילטר שלו",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"ט"
  },
  {
    name: "מזגן, הוצאת והחזרת תריס שלו",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"ט"
  },
  {
    name: "מזגן, נתינת מגן פלסטיק תחתיו להגן על היושבים",
    status: "אסור מדרבנן",
    source: "שט\"ו הערה רמ\"ה, ד\"ה ומה שאינו נחשב"
  },
  {
    name: "מזגן רועש, נתינת מכה להשתיקו",
    status: "בונה מהתורה",
    source: "שי\"ג הערה י\"ג"
  },
  {
    name: "מזגן שנותק ממקומו, הנחת חפץ תחתיו",
    status: "מותר כדי לעצור את המשך ניתוקו, אך אסור מהתורה משום בונה להגביה אף מעט",
    source: "שי\"ג ס\"נ"
  },
  {
    name: "מזלג המחובר לו קיסם התפוס בשני פינים",
    status: "אסור להוציאו מהתורה משום בונה או מכה בפטיש",
    source: "שי\"ד סוף הערה ע\"ג"
  },
  {
    name: "מזלג חד פעמי מקופל התפוס בקליפס",
    status: "מותר לפותחו בתנאי שתהיה דעתו לקפלו ולפותחו שוב",
    source: "שי\"ג סמ\"ו"
  },
  {
    name: "מזלג שהתעקם",
    status: "מותר ליישרו. אם יש קושי להשתמש בו, אסור ליישרו משום מכה בפטיש מדאורייתא",
    source: "שי\"ג סמ\"ב"
  },
  {
    name: "מחט, חיבורה למזרק",
    status: "אסור מהתורה משום בונה או מכה בפטיש, ויש מקילים",
    source: "שי\"ג הערה ר\"ה"
  },
  {
    name: "מחט שהתעקמה",
    status: "אסור מהתורה ליישרה",
    source: "שי\"ג הערה קנ\"ג וקצ\"ח"
  },
  {
    name: "מחיצה בפני הנר או ספרי קודש",
    status: "אסור, אך אם הנר או הספרים אינם נראים דרך המחיצה או מעליה, יש להקל בשעת הדחק",
    source: "שט\"ו ס\"ח"
  },
  {
    name: "מחיצה המחלקת בית כנסת, העמדתה",
    status: "על מסילות מותר. ספריה כמידת החלל אסור, אא\"כ יש רגילות לסוגרה ולפותחה פעם בשבוע, או שניתקוה מעט ממקומה מבעוד יום. מחיצה ניידת, קבועה אסור, רגילים להזיזה כשעוברים, מותר",
    source: "שט\"ו ס\"ה"
  },
  {
    name: "מחיצה המתרת, העמדתה",
    status: "אסור מדרבנן אף עראי",
    source: "שט\"ו ס\"ו"
  },
  {
    name: "מחיצה המתרת הפתוחה טפח, הוספה עליה",
    status: "מותר",
    source: "שט\"ו סי\"א"
  },
  {
    name: "מחיצה המתרת טלטול, העמדתה",
    status: "אסור מדרבנן",
    source: "שט\"ו ס\"ו"
  },
  {
    name: "מחיצה כנגד חמץ בשבת וביום טוב",
    status: "אסור מדרבנן",
    source: "שט\"ו הערה ל\"ד"
  },
  {
    name: "מחיצת עראי, העמדתה",
    status: "מותר",
    source: "שט\"ו ס\"ד"
  },
  {
    name: "מחיצת עראי להפרדה בין גברים לנשים",
    status: "מותר",
    source: "שט\"ו ס\"ז"
  },
  {
    name: "מחיצת קבע, העמדתה",
    status: "אסור מהתורה משום תולדה דבונה",
    source: "שט\"ו ס\"ד"
  },
  {
    name: "מחסום לילדים במדרגות",
    status: "מותר להניחו, אסור להדקו בלחץ לקיר",
    source: "שי\"ג סי\"ד"
  },
  {
    name: "מחיצה המתרת, סתירתה",
    status: "בעודה מתרת אסור מדרבנן, כשאינה מתרת מותר",
    source: "שט\"ו סי\"ג"
  },
  {
    name: "מחיצות מסטנדרים בשמחת תורה, הוצאתם לאחר ההקפות",
    status: "מותר",
    source: "שט\"ו סי\"ג"
  },
  {
    name: "מחיצות מסטנדרים בשמחת תורה, העמדתם כדי להתיר ישיבה בהקפות",
    status: "אסור מדרבנן",
    source: "שט\"ו סי\"ג"
  },
  {
    name: "מחצלת או שמיכה, פריסתם על פרגולה",
    status: "עד שבוע אסור מדרבנן, שמונה ימים והלאה אסור מהתורה",
    source: "שט\"ו ס\"א"
  },
  {
    name: "מטאטא, הברגת מקלו",
    status: "בונה מהתורה. בצורה רפויה אסור מדרבנן",
    source: "שי\"ג ס\"ל"
  },
  {
    name: "מטאטא שהתקלקל מקום ההברגה, הכנסת מקלו בחוזקה עם הידוק נייר",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"ל"
  },
  {
    name: "מטאטא שמקלו מתפרק אחת לשבוע",
    status: "מותר להחזירו על ידי קטן",
    source: "שי\"ג ס\"ל"
  },
  {
    name: "מטריה לכיסוי מאכלים, כיסוי בה צלחות וקערות",
    status: "נמוכות מותר ונכון להחמיר. קערה שיש במחיצותיה טפח, אסור מדרבנן",
    source: "שט\"ו הערה רע\"א"
  },
  {
    name: "מטריה פתוחה, נשיאתה",
    status: "אסור מדרבנן",
    source: "שט\"ו סל\"א"
  },
  {
    name: "מטריה, פתיחתה וסגירתה",
    status: "אסור מדרבנן",
    source: "שט\"ו סל\"א"
  },
  {
    name: "מטרנה / סימיליאק וכדו', קריעת נייר האלומניום",
    status: "מותר, לכתחילה יש להסירו או לקורעו לגמרי",
    source: "שי\"ד סי\"ג"
  },
  {
    name: "מטרנה, קריעת פס החיבור סביב הקופסא",
    status: "לכתחילה יש לפותחו קודם השבת ובדיעבד מותר בשבת",
    source: "שי\"ד סי\"א"
  },
  {
    name: "מיונז, קריעת פס החיבור סביב הקופסא",
    status: "לכתחילה יש לפותחו קודם השבת ובדיעבד מותר בשבת",
    source: "שי\"ד סי\"א"
  }
];
