import { BonehItem } from '../boneh';

export const memQuaterItems: BonehItem[] = [
  {
    name: "משקפיים, החזרת האפונים",
    status: "בונה מהתורה",
    source: "שי\"ג סל\"א"
  },
  {
    name: "משקפיים, החזרת עדשה רפויה בתוך המסגרת",
    status: "מותר ללא הברגת בורג",
    source: "שי\"ג סל\"א"
  },
  {
    name: "משקפיים, החזרת עדשה שנפלה",
    status: "בונה מהתורה בכל סוגי החיבורים",
    source: "שי\"ג סל\"א"
  },
  {
    name: "משקפיים, חיבור הידית",
    status: "בונה מהתורה",
    source: "שי\"ג סל\"א"
  },
  {
    name: "מתג חשמל בלי מנורה, הרמתו והורדתו",
    status: "אסור משום מוקצה ויש אומרים משום בונה וסותר",
    source: "לוח המוקצה ערך מתג חשמל בלי מנורה"
  },
  {
    name: "מתג חשמל, נתינת והסרת כיסוי המיועד לו",
    status: "מותר",
    source: "שי\"ג ס\"ז"
  },
  {
    name: "מתלה המונח על גבי הדלת, הנחתו והסרתו",
    status: "מותר",
    source: "שי\"ג ס\"ח"
  },
  {
    name: "מתלה ואקום, תלייתו והסרתו ממקרר וארון",
    status: "בונה וסותר מהתורה",
    source: "שי\"ג הערה מ\"ב"
  },
  {
    name: "מתלה ואקום, תלייתו והסרתו מקיר או מדלת",
    status: "בונה וסותר מהתורה",
    source: "שי\"ג ס\"ח"
  },
  {
    name: "מתקן לתליית מגבות, הוצאתו והחזרתו",
    status: "מותר",
    source: "שי\"ג סי\"ב"
  }
];
