import { BonehItem } from '../boneh';

export const memterItems: BonehItem[] = [
    {
        name: "מיונז, קריעת פס החיבור סביב הקופסא",
        status: "לכתחילה יש לפותחו קודם השבת ובדיעבד מותר בשבת",
        source: "שי\"ד סי\"א"
    },
    {
        name: "מיטה, הוצאת דיקט או מזרון",
        status: "יש שתי מחיצות אסור, אין מחיצות מותר. אם יש פחות מג' טפחים בין השליבות מותר בכל אופן",
        source: "שט\"ו סכ\"ז"
    },
    {
        name: "מיטה המוטית על צידה, זקיפתה",
        status: "מותר",
        source: "שט\"ו סל\"ב"
    },
    {
        name: "מיטה, העמדתה על ידי נתינת דיקט ומזרון",
        status: "אם יש למיטה רגליים ולא מחיצות, מותר, ונכון להחמיר בשינוי. בשתי מחיצות מותר רק בשינוי",
        source: "שט\"ו סכ\"ד"
    },
    {
        name: "מיטה מתקפלת, פתיחתה וסגירתה",
        status: "מותר",
        source: "שי\"ג סל\"ז"
    },
    {
        name: "מיטה, נתינת הדיקט עליה",
        status: "מותר אם אינו לצמיתות",
        source: "שי\"ג סל\"ז"
    },
    {
        name: "מכסה, הסרתו מקערות, סירים וכדו'",
        status: "מותר בכל אופן",
        source: "שט\"ו סמ\"ח"
    },
    {
        name: "מעיל, כיסוי ראשו בו בגשמים",
        status: "מותר",
        source: "שט\"ו הערה רמ\"ג"
    },
    {
        name: "לוח ספירת העומר מגנט, הנחתו והסרתו מהמקרר",
        status: "מותר, ויש אוסרים ליותר משבוע",
        source: "שי\"ג ס\"ח"
    },
    {
        name: "מים, הקפאתם",
        status: "מותר. לבני אשכנז רק בעת הצורך",
        source: "שי\"ד הערה קפ\"ג וסימן שי\"ח סט\"ז ברמ\"א"
    },
    {
        name: "מלח, פיזורו על שמן ושלג שבאדמה ובדשא",
        status: "אסור משום נראה כבונה",
        source: "שי\"ג סנ\"ו"
    },
    {
        name: "מלח, פיזורו על שמן ושלג שבכביש ובמדרכה",
        status: "מותר",
        source: "שי\"ג סנ\"ו"
    },
    {
        name: "מלח, פתיחתו",
        status: "מותר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "מלחיה, פתיחתה וסגירתה",
        status: "מותר. לחזו\"א יש לאסור",
        source: "שי\"ג סכ\"ט"
    },
    {
        name: "מסטיק, גירודו מקיר ורצפה",
        status: "מותר",
        source: "שי\"ג ס\"ח"
    },
    {
        name: "מסמר, חיזוקו בקיר",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ג בהקדמה"
    },
    {
        name: "מסמר שננעץ בנעל",
        status: "מותר להוציאו",
        source: "שי\"ג סנ\"ה"
    },
    {
        name: "מסמר שתקעוהו בנעל",
        status: "אסור להוציאו או לדופקו",
        source: "שי\"ג סנ\"ה"
    },
    {
        name: "מסמר, תקיעתו בקיר",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ג בהקדמה"
    },
    {
        name: "מסננת ברז, הוצאתה והחזרתה",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג סט\"ו"
    },
    {
        name: "מסננת, הנחתה על כוס",
        status: "מותר אם יש פחות מטפח (8 ס\"מ) בין תחתית המסננת לתחתית הכוס",
        source: "שט\"ו סמ\"ב"
    },
    {
        name: "מעדן, הסרת הנייר במקצת לשתות דרך שם",
        status: "מותר",
        source: "שי\"ד הערה צ\"ח"
    },
    {
        name: "מפה חד פעמית, קיפולה וחידודה לשם עשיית קיסם",
        status: "לבני ספרד אסור, לבני אשכנז מותר",
        source: "שי\"ד ס\"ח"
    },
    {
        name: "מפה, פריסתה על שולחן",
        status: "מותר גם כשקצוות המפה מגיעות לרצפה",
        source: "שט\"ו סל\"ח"
    },
    {
        name: "מפתח מחובר לדלת שנפל",
        status: "אסור להחזירו משום בונה",
        source: "שי\"ג סי\"ז"
    },
    {
        name: "מפתח שהתעקם",
        status: "מותר ליישרו. אם יש קושי להשתמש בו, אסור ליישרו משום מכה בפטיש מדאורייתא",
        source: "שי\"ג סמ\"ב"
    },
    {
        name: "מפתח, שימונו בשמן נוזלי",
        status: "מותר. אם יש קושי משמעותי להשתמש בו, אסור",
        source: "שי\"ג סמ\"ג"
    },
    {
        name: "מפתח שנפל מדלת",
        status: "מותר להחזירו גם כשמונח שם בקביעות",
        source: "שי\"ג סי\"ז"
    },
    {
        name: "מקל הליכה, הגבהתו והנמכתו",
        status: "מותר וטוב להחמיר. אם משאירו כך זמן רב מאוד, יש לאסור",
        source: "שי\"ג ס\"מ והערה קפ\"ח"
    },
    {
        name: "מקלף העושה צורות בחיתוכו",
        status: "אסור",
        source: "שי\"ד הערה קפ\"ה"
    },
    {
        name: "מרקיזה (סוכך במרפסת המחובר לקיר), פתיחתו וסגירתו",
        status: "מותר",
        source: "שט\"ו סכ\"ט"
    },
    {
        name: "משקפיים, החזרת האפונים",
        status: "בונה מהתורה",
        source: "שי\"ג סל\"א"
    },
    {
        name: "משקפיים, החזרת עדשה רפויה בתוך המסגרת",
        status: "מותר ללא הברגת בורג",
        source: "שי\"ג סל\"א"
    },
    {
        name: "משקפיים, החזרת עדשה שנפלה",
        status: "בונה מהתורה בכל סוגי החיבורים",
        source: "שי\"ג סל\"א"
    },
    {
        name: "משקפיים, חיבור הידית",
        status: "בונה מהתורה",
        source: "שי\"ג סל\"א"
    },
    {
        name: "מתג חשמל בלי מנורה, הרמתו והורדתו",
        status: "אסור משום מוקצה ויש אומרים משום בונה וסותר",
        source: "לוח המוקצה ערך מתג חשמל בלי מנורה"
    },
    {
        name: "מתג חשמל, נתינת והסרת כיסוי המיועד לו",
        status: "מותר",
        source: "שי\"ג ס\"ז"
    },
    {
        name: "מתלה המונח על גבי הדלת, הנחתו והסרתו",
        status: "מותר",
        source: "שי\"ג ס\"ח"
    },
    {
        name: "מתלה ואקום, תלייתו והסרתו ממקרר וארון",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג הערה מ\"ב"
    },
    {
        name: "מתלה ואקום, תלייתו והסרתו מקיר או מדלת",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ח"
    },
    {
        name: "מתקן לתליית מגבות, הוצאתו והחזרתו",
        status: "מותר",
        source: "שי\"ג סי\"ב"
    }
];
