import { BonehItem } from '../boneh';

export const nunItems: BonehItem[] = [
    {
        name: "נברשת שנותקה ממקומה, הנחת חפץ תחתיה",
        status: "מותר כדי לעצור את המשך ניתוקה, אך אסור מהתורה משום בונה להגביה אף מעט",
        source: "שי\"ג ס\"נ"
    },
    {
        name: "נדנדה, תלייתה והסרתה ממוט שבמשקוף או מפרגולה",
        status: "מותר. ויש אוסרים ליותר משבוע",
        source: "שי\"ג סט\"ז"
    },
    {
        name: "נורה, הוצאתה והחזרתה לבית מנורה",
        status: "בונה וסותר מהתורה"
    },
    {
        name: "ניאגרה שנתפס הברז, נתינת מכה לשחררו",
        status: "בונה מהתורה",
        source: "שי\"ג הערה י\"ג"
    },
    {
        name: "נייר אלומניום מעל קופסת נס קפה ומטרנה, קריעתו",
        status: "מותר, לכתחילה יש להסירו או לקורעו לגמרי",
        source: "שי\"ד סי\"ג"
    },
    {
        name: "נייר דבק העוטף שקיות ואריזות, הסרת הדבק",
        status: "לכתחילה יפתחנו קודם השבת, ובדיעבד מותר בשבת. אם הדביקו ביום שישי על דעת לפותחו בשבת, מותר לכתחילה לפותחו",
        source: "שי\"ד הערה קכ\"ה"
    },
    {
        name: "נייר דבק העוטף שקיות ואריזות, קריעתו",
        status: "מותר",
        source: "שי\"ד סי\"ט"
    },
    {
        name: "נייר העוטף קופסת מזון, קריעתו",
        status: "מותר, לכתחילה יש להסירו או לקורעו לגמרי",
        source: "שי\"ד סי\"ג"
    },
    {
        name: "נייר טישו, גלגולו לשם עשיית קיסם אוזניים",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ד ס\"ח"
    },
    {
        name: "נייר קרמבו, עשיית כדור",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ד הערה י' וי\"ד"
    },
    {
        name: "נייר קרמבו שעשאו כדור, סתירתו",
        status: "מותר ונכון להחמיר כשאין צורך",
        source: "שי\"ד ס\"א"
    },
    {
        name: "נייר שעל קופסת סלטים, קריעתו",
        status: "מותר, לכתחילה יש להסירו או לקורעו לגמרי",
        source: "שי\"ד סי\"ג"
    },
    {
        name: "נס קפה, עשיית חור בנייר האלומניום",
        status: "אסור מדרבנן",
        source: "שי\"ד הערה צ\"ז"
    },
    {
        name: "נס קפה, קריעת נייר האלומניום",
        status: "מותר, לכתחילה יש להסירו או לקורעו לגמרי",
        source: "שי\"ד סי\"ג"
    },
    {
        name: "נעל, תחיבת סיכת נוי",
        status: "בונה מהתורה",
        source: "שי\"ג הערה קנ\"ב"
    },
    {
        name: "נעלי אצבע, החזרת רצועה שנשמטה",
        status: "מותר אם אינה מתחברת בחוזקה",
        source: "שי\"ז סט\"ו"
    },
    {
        name: "נעץ במנעל",
        status: "מותר להוציאו",
        source: "שי\"ג סנ\"ה"
    },
    {
        name: "נעץ שראשו פלסטיק, תחיבתו והסרתו בלוח מודעות",
        status: "מחובר לקיר אסור משום בונה וסותר. לא מחובר לקיר מותר וטוב להחמיר",
        source: "שי\"ג סנ\"ג והערה רל\"ח"
    },
    {
        name: "נעץ, תחיבתו והסרתו בלוח מודעות",
        status: "בונה וסותר מהתורה. אולם אם תולה בו מודעה על דעת להסירה תוך שבוע וכך דרכה, מותר",
        source: "שי\"ג סנ\"ג והערה ר\"מ"
    },
    {
        name: "נקב בבית, סתימתו",
        status: "בונה מהתורה",
        source: "שי\"ג בהקדמה"
    },
    {
        name: "נקב בבית, עשייתו",
        status: "בונה או מכה בפטיש מהתורה",
        source: "שי\"ג הערה ג'"
    }
];
