import { BonehItem } from '../boneh';

export const peItems: BonehItem[] = [
  {
    name: "פאזל, הרכבתו ופירוקו",
    status: "מותר, אך אם מתחבר בחוזקה או בתוך מסגרת, יש לחשוש לאיסור כותב ומוחק ואין למחות בקטנים",
    source: "שי\"ג הערה קצ\"ו"
  },
  {
    name: "פחית שתיה, פתיחתה",
    status: "מותר ויש אוסרים משום מחתך",
    source: "שי\"ד ס\"ג והערה ל\"ד"
  },
  {
    name: "פטמת בקבוק, עשיית או הרחבת הנקב",
    status: "אסור מהתורה משום בונה או מכה בפטיש",
    source: "שי\"ד ס\"ו והערה נ\"ב"
  },
  {
    name: "פטמת בקבוק, פתיחת חור שנסתם",
    status: "מותר אך לא ירחיבנו",
    source: "שי\"ד ס\"ו"
  },
  {
    name: "פטמת בקבוק תינוק, הוצאתה והכנסתה",
    status: "מותר אם רגיל לעשות כן פעם בשבוע",
    source: "שי\"ג סכ\"ט"
  },
  {
    name: "פילטר מזגן, הוצאתו והחזרתו",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"ט"
  },
  {
    name: "פירות, דיבוקם במטרה לייפותם ולהשוותם",
    status: "חיבור חזק אסור מהתורה משום בונה. חיבור חלש מותר",
    source: "שי\"ד סל\"ג"
  },
  {
    name: "פירות הקשורים או תפורים בחוט",
    status: "מותר להתירו או לקורעו",
    source: "שי\"ד הערה ק\"כ"
  },
  {
    name: "פליימוביל, הרכבתו ופירוקו",
    status: "מותר רק אם דעתו לפרקו תוך שבוע, וכן לפרקו מותר רק אם אינו מורכב יותר משבוע",
    source: "שי\"ג סמ\"א"
  },
  {
    name: "פליימוביל חדש מפורק",
    status: "אסור להרכיבו אא\"כ דעתו לפרקו תוך שבוע ושכך גם הדרך אצל חלק מהילדים",
    source: "שי\"ג סמ\"א והערה קצ\"ד"
  },
  {
    name: "פלסטלינה, עשיית צורות",
    status: "אסור",
    source: "שי\"ד ס\"ל"
  },
  {
    name: "פס חיבור סביב קופסא, קריעתו",
    status: "לכתחילה יש לפותחו קודם השבת ובדיעבד מותר בשבת",
    source: "שי\"ד סי\"א"
  },
  {
    name: "פקק בירה, פתיחתו",
    status: "מותר",
    source: "שי\"ד סי\"ב"
  },
  {
    name: "פקק בירה שנתעקם בפתיחתו",
    status: "אסור ליישרו",
    source: "שי\"ד סי\"ב"
  },
  {
    name: "פקק בקבוק, סגירתו טרם זריקת הבקבוק",
    status: "מותר והמחמיר תע\"ב",
    source: "שי\"ג סכ\"ה והערה קפ\"ד"
  },
  {
    name: "פקק בקבוקי חלב פלסטיק או קרטון, פתיחתו",
    status: "יש לפותחו קודם השבת, אין למחות במיקל",
    source: "שי\"ד ס\"י"
  },
  {
    name: "פקק טיפות עיניים",
    status: "יש לפותחו קודם השבת, אין למחות במיקל",
    source: "שי\"ד ס\"י"
  },
  {
    name: "פקק טרופית",
    status: "דינו כסתם פקק פלסטיק. אם לא סוגרו שוב, יש למיקל על מה שיסמוך",
    source: "שי\"ד ס\"י"
  },
  {
    name: "פקק מתכת המחובר בלחץ ואקום לבקבוק זכוכית, פתיחתו",
    status: "מותר",
    source: "שי\"ד סי\"ב"
  },
  {
    name: "פקק מתכת המחובר מעט לטבעת",
    status: "אסור לנתקו",
    source: "שי\"ד ס\"ט"
  },
  {
    name: "פקק מתכת, הפרדת הטבעת מהפקק בחיתוך סכין",
    status: "אסור מהתורה משום בונה או מכה בפטיש",
    source: "שי\"ד הערה צ'"
  },
  {
    name: "פקק מתכת, הרחבת הטבעת באמצעות סכין",
    status: "בונה או מכה בפטיש מהתורה",
    source: "שי\"ד ס\"ט"
  },
  {
    name: "פקק מתכת, ניקובו בסכין קודם פתיחתו",
    status: "מותר",
    source: "שי\"ד ס\"ט"
  },
  {
    name: "פקק מתכת, ניתוקו מהטבעת באופן חלקי",
    status: "אסור מדרבנן",
    source: "שי\"ד ס\"ט"
  },
  {
    name: "פקק מתכת, פתיחתו",
    status: "בונה או מכה בפטיש מהתורה",
    source: "שי\"ד ס\"ט"
  },
  {
    name: "פקק מתכת שנשארו בקצוותיו ברזלים",
    status: "אסור להסירם",
    source: "שי\"ד ס\"ט"
  },
  {
    name: "פקק פלסטיק לאוסרים פתיחתו, ניקובו בסכין / הרחבת הטבעת / ניתוקו מהטבעת באופן חלקי / ניתוקו מהטבעת כשמחובר מעט / הפרדת הטבעת מהפקק בחיתוך סכין",
    status: "ראה פקק מתכת",
    source: ""
  },
  {
    name: "פקק פלסטיק, פתיחתו",
    status: "יש לפותחו קודם השבת, אין למחות במיקל",
    source: "שי\"ד ס\"י"
  },
  {
    name: "פקק של קרטוניות שתיה",
    status: "יש לפותחו קודם השבת, אין למחות במיקל",
    source: "שי\"ד ס\"י"
  },
  {
    name: "פקק שעם, פתיחתו",
    status: "מותר",
    source: "שי\"ד ס\"ז"
  },
  {
    name: "פקק שעם, קריעת העטיפה מעליו",
    status: "מותר, ובעודו בידו יזרקנו לאשפה",
    source: "שי\"ד ס\"ז"
  },
  {
    name: "פקק שעם שנשבר",
    status: "מותר לדוחפו לתוך הבקבוק באמצעות מברג ופטיש",
    source: "שי\"ד ס\"ז"
  },
  {
    name: "פרגולה, הסרה חלקית של ברזנט או שמיכה הפרוסים עליה",
    status: "אם נפרסו ליותר משבוע, אסור. אם נפרסו לפחות משבוע, יש מתירים ויש אוסרים. אם הפרגולה צפופה, מותר באופן זה",
    source: "שט\"ו סי\"ט"
  },
  {
    name: "פרגולה, פריסת מחצלת או שמיכה עליה",
    status: "עד שבוע אסור מדרבנן, שמונה ימים והלאה אסור מהתורה",
    source: "שט\"ו ס\"א"
  },
  {
    name: "פרגולה שהסוכך הקבוע התקפל",
    status: "אסור לסדרו",
    source: "שט\"ו סט\"ו"
  },
  {
    name: "פרגולה שהסוכך הקבוע התקפל, נתינת שמיכה במקום הריק",
    status: "מותר אם דעתו להורידה תוך שבוע",
    source: "שט\"ו סט\"ו"
  },
  {
    name: "פרוכת גדולה, תלייתה",
    status: "מותר רק על ידי שני בני אדם",
    source: "שט\"ו סמ\"ו"
  },
  {
    name: "פרוכת הוצאת והחזרת המוט",
    status: "בונה וסותר מהתורה",
    source: "שי\"ג ס\"ו"
  },
  {
    name: "פרוכת תלייתה והסרתה",
    status: "מותר. ויש אוסרים ליותר משבוע",
    source: "שי\"ג ס\"ו"
  },
  {
    name: "פתיל צף ביו\"ט, הכנסת הפתילה לעיגול",
    status: "איסור תורה של בונה או מכה בפטיש, ויש מקילים",
    source: "שי\"ג סמ\"ה"
  },
  {
    name: "פתילה, הכנסתה לצינורית ברזל",
    status: "מותר",
    source: "שי\"ג סמ\"ה"
  }
];
