import { BonehItem } from '../boneh';

export const reshItems: BonehItem[] = [
    {
        name: "ראש פאה, תחיבת סיכות בה",
        status: "מותר",
        source: "שי\"ד הערה נ\"ה"
    },
    {
        name: "רגל כסא שנשמטה",
        status: "אסור להחזירה אף ברפוי",
        source: "שי\"ג סנ\"ב"
    },
    {
        name: "רוטבים באריזה, פתיחת וסגירת הפקק להסרת מכסה האלומניום",
        status: "אסור, אא\"כ דעתו לפותחו כשיתרוקן להוציא את המעט שנשאר",
        source: "שי\"ג סל\"ח"
    },
    {
        name: "רשת טניס שולחן, הרכבתה והוצאתה",
        status: "מותר אם יש רגילות לעשות כן פעם בשבוע",
        source: "שי\"ג סעיפים כ\"ז-כ\"ח"
    },
    {
        name: "רשת יונים, פריסתה על פרגולה",
        status: "מותר",
        source: "שט\"ו סי\"ח"
    },
    {
        name: "רשת יונים שפרסוה בשבת על פרגולה, נתינת שמיכה עליה",
        status: "אסור ויש מקילים",
        source: "שט\"ו סי\"ח"
    },
    {
        name: "רשת שבתוכה בשר, קריעתו",
        status: "מותר",
        source: "שי\"ד הערה ק\"כ"
    }
];
