import { BonehItem } from '../boneh';

export const samechItems: BonehItem[] = [
    {
        name: "סדין, כיסוי ראשו בו ואת הגמ'",
        status: "אסור מדרבנן",
        source: "שט\"ו הערה רמ\"ג"
    },
    {
        name: "סוכה, הוספה על הדופן השלישית",
        status: "אסור, ויש מקילים",
        source: "שט\"ו סי\"א"
    },
    {
        name: "סוכה, הוספת דופן רביעית",
        status: "מותר",
        source: "שט\"ו ס\"ו"
    },
    {
        name: "סוכה, הוספת דופן שלישית",
        status: "אסור מדרבנן",
        source: "שט\"ו ס\"ו"
    },
    {
        name: "סוכך במרפסת המחובר לקיר (מרקיזה), פתיחתו וסגירתו",
        status: "מותר",
        source: "שט\"ו סכ\"ט"
    },
    {
        name: "סוכר, פתיחתו",
        status: "מותר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "סוכריות בתוך חוט, קריעתו",
        status: "מותר",
        source: "שי\"ד הערה ק\"כ"
    },
    {
        name: "סופג זיעה, חיבורו לטלית",
        status: "מותר",
        source: "שי\"ז סי\"ח"
    },
    {
        name: "סטנדר, הגבהתו והנמכתו",
        status: "אם רגילותו לעשות כן פעם בשבוע מותר, ואם אין כך רגילותו נחלקו הפוסקים, ולמעשה נכון להחמיר והמיקל יש לו על מה שיסמוך",
        source: "שי\"ג סל\"ט"
    },
    {
        name: "סטנדר, העמדתו כנגד המתפלל כדי לשבת",
        status: "אסור",
        source: "שט\"ו סי\"ב"
    },
    {
        name: "סטנדר הקבוע בקיר, פתיחתו וסגירתו",
        status: "מותר",
        source: "שט\"ו הערה קס\"א ד\"ה ובדף הקבוע"
    },
    {
        name: "סטנדר שולחן, העברתו ממקום למקום",
        status: "מותר גם כשמטרתו לכסות עמו דבר מה",
        source: "שט\"ו סל\"ה"
    },
    {
        name: "סטנדר שיצא הבורג לחלוטין",
        status: "אסור להחזירו",
        source: "שי\"ג סל\"ט"
    },
    {
        name: "סטנדר שיצא ממקומו",
        status: "אסור להכניסו לתוך רגליו",
        source: "שי\"ג סל\"ט"
    },
    {
        name: "סטנדרים בישיבות ובתי כנסיות, הגבהתם והנמכתם",
        status: "מותר אם כך דרך שימושם בימות החול",
        source: "שי\"ג סל\"ט"
    },
    {
        name: "סיגריות, גלגולם ביום טוב",
        status: "אסור משום מתקן מנא"
    },
    {
        name: "סיכות מהדק הסוגרות אריזה, פתיחת הסיכות",
        status: "מותר",
        source: "שי\"ד סי\"ט"
    },
    {
        name: "סיר אוכל קטן, כיסויו בנייר כסף",
        status: "אסור מדרבנן רק אם הביאו כדי לכסותו, מכסה את כולו ושיש חלל טפח",
        source: "שט\"ו סמ\"ח"
    },
    {
        name: "סכו\"ם חד פעמי המתחבר בהברגה או בלחיצה",
        status: "אסור לחברו משום בונה או מכה בפטיש",
        source: "שי\"ג סמ\"ו"
    },
    {
        name: "סכו\"ם, קריעת הניילון העוטפו",
        status: "מותר ולכתחילה יקרענו דרך השחתה וקלקול",
        source: "שי\"ד סי\"ד"
    },
    {
        name: "סכין התחוב בחבית, הוצאתו",
        status: "לבני ספרד מותר, לבני אשכנז אסור",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "סכין התחוב בכותל עץ, הוצאתו",
        status: "אסור מדרבנן",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "סכין התחוב בספסל או חפץ תלוש, הוצאתו",
        status: "מותר",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "סכין שנפגם",
        status: "אסור מהתורה להשחיזו",
        source: "שי\"ג הערה קנ\"ג"
    },
    {
        name: "סכך, פריסת ניילון עליו בזמן הגשמים",
        status: "מותר",
        source: "שט\"ו סי\"ד"
    },
    {
        name: "סכך, פריסתו בשבת וביו\"ט",
        status: "אסור",
        source: "שט\"ו ס\"ב"
    },
    {
        name: "סכך שהתקפל, פריסתו",
        status: "אסור ויש מקילים",
        source: "שט\"ו סי\"א"
    },
    {
        name: "סלט כבד, דיבוקו",
        status: "מותר",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "ספוג קשיח, תחיבת פרחים בו",
        status: "מותר",
        source: "שי\"ד הערה נ\"ה"
    },
    {
        name: "ספסל או חפץ תלוש התחוב בו סכין, הוצאתו",
        status: "מותר",
        source: "שי\"ד סל\"ב"
    },
    {
        name: "ספר, הנחתו על ארבעה ספרים כשנוצר חלל טפח",
        status: "יש להימנע",
        source: "שט\"ו סל\"ז"
    },
    {
        name: "ספר, הנחתו על שני ספרים",
        status: "מותר גם כשיש חלל טפח",
        source: "שט\"ו סל\"ז"
    },
    {
        name: "ספר תורה, ידית שנתפרקה",
        status: "אסור להחזירה משום בונה דאורייתא",
        source: "שי\"ג הערה קכ\"ב"
    },
    {
        name: "ספר תורה שנשמטה הידית מהחור שבארגז",
        status: "אסור להחזירה משום בונה מהתורה",
        source: "שי\"ג הערה קכ\"ב"
    },
    {
        name: "סרט הדבקה המודבק בראש שקית, פתיחת ההדבקה",
        status: "מותר ולכתחילה יפתחנו קודם השבת",
        source: "שי\"ד הערה קכ\"ה ושי\"ז ס\"כ"
    },
    {
        name: "סרט הדבקה המודבק בראש שקית, קריעתו",
        status: "מותר",
        source: "שי\"ד סי\"ט"
    },
    {
        name: "סתירת תוספת אוהל עראי",
        status: "מותר אם משאיר את מה שהיה פתוח קודם השבת",
        source: "שט\"ו סי\"ט"
    }
];
