import { BonehItem } from '../boneh';

export const tavItems: BonehItem[] = [
    {
        name: "תבנית חד פעמית מקומטת ומקופלת, פתיחתה",
        status: "בונה מהתורה",
        source: "שי\"ד ס\"א"
    },
    {
        name: "תבנית חד פעמית עם שמן, קיפולה כדי שלא ישפך",
        status: "מותר רק למי שרגיל בכך",
        source: "שי\"ד הערה י\"ד"
    },
    {
        name: "תבנית חד פעמית, קיפולה וקימוטה",
        status: "מותר",
        source: "שי\"ד ס\"א"
    },
    {
        name: "תבנית חד פעמית, קיפולה על חציה לשמש כמכסה",
        status: "מותר רק למי שרגיל בכך",
        source: "שי\"ד הערה י\"ד"
    },
    {
        name: "תבנית חד פעמית שיש בתוכה עוגה, חיתוכה",
        status: "מותר אף לפי מידה",
        source: "שי\"ד הערה קל\"ה"
    },
    {
        name: "תוספת אוהל עראי",
        status: "מותר גם כשעיקר האוהל קבוע",
        source: "שט\"ו סעיפים י\"ד-ט\"ו"
    },
    {
        name: "תיבה, הסרת הצירים",
        status: "אסור מדרבנן. מותר על ידי גוי",
        source: "שי\"ד סי\"ז"
    },
    {
        name: "תמונה, תלייתה והסרתה ממסמר שבקיר",
        status: "מותר. ויש אוסרים ליותר משבוע. נכון להחמיר משום מוקצה",
        source: "שי\"ג ס\"ז"
    },
    {
        name: "תיקייה עם פסי מתכת מכופפים, הכנסת הברזל וכיפוף הפסים",
        status: "מותר",
        source: "שי\"ג סכ\"ז"
    },
    {
        name: "תליון, חיבורו לשרשרת",
        status: "מותר",
        source: "שי\"ז הערה ק\"ה"
    },
    {
        name: "תקרה אקוסטית, הגבהת הלוח",
        status: "סותר מהתורה",
        source: "שי\"ג ס\"ב"
    },
    {
        name: "תקרה אקוסטית, הוצאת והחזרת הפלטות",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ב"
    },
    {
        name: "תקרה אקוסטית, סידור הלוח במקומו",
        status: "בונה מהתורה",
        source: "שי\"ג הערה י\"ז"
    },
    {
        name: "תקרת גבס שנותקה ממקומה, הנחת חפץ תחתיה",
        status: "מותר כדי לעצור את המשך ניתוקה, אך אסור מהתורה משום בונה להגביה אף מעט",
        source: "שי\"ג ס\"נ"
    },
    {
        name: "תקע, הוצאתו מהשקע",
        status: "מותר אם רגיל להוציאו ולהכניסו פעם בשבוע. ויש אוסרים. ונכון להימנע והמיקל יעשה בשינוי",
        source: "שי\"ג סי\"ג"
    },
    {
        name: "תריס הרמה שנתקע בארגז, משיכתו כלפי מטה",
        status: "מותר",
        source: "שי\"ג ס\"י"
    },
    {
        name: "תריס, פתיחת וסגירת הארגז",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג הערה נ'"
    },
    {
        name: "תריס שבסגירתו עושה דופן שלישית לסוכה",
        status: "מחלוקת הפוסקים ונכון להחמיר",
        source: "שט\"ו ס\"י"
    },
    {
        name: "תריס שיצא ממסילתו, החזרתו",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"י"
    },
    {
        name: "תריס תקוע במסילתו, נתינת מכה לשחררו",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"י"
    }
];
