import { BonehItem } from '../boneh';

export const tsadiItems: BonehItem[] = [
    {
        name: "צורת הפתח לעשיית דופן שלישית בסוכה",
        status: "אסור מדרבנן",
        source: "שט\"ו ס\"ו"
    },
    {
        name: "צינור אינהלציה שיש בו חור, סתימתו",
        status: "מותר לסותמו מבחוץ במסטיק או בשקית, אך אסור לתחוב קיסם לחור",
        source: "שי\"ד סל\"א"
    },
    {
        name: "צינור גומי המחובר לברז, הוצאתו והחזרתו",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג סט\"ו"
    },
    {
        name: "צינור, חיבורו והסרתו מהברז",
        status: "בבית מותר, בחצר אסור היות והדרך להשאירו יותר משבוע",
        source: "שי\"ג סט\"ו"
    },
    {
        name: "צינור מים המחובר לברז בקביעות, סתימת חור שבו",
        status: "אסור מהתורה לסותמו גם מבחוץ",
        source: "שי\"ד סל\"א"
    },
    {
        name: "צינור מים המחובר לברז שלא בקביעות, סתימת חור שבו",
        status: "מותר לסותמו מבחוץ במסטיק או בשקית, אך אסור לתחוב קיסם לחור",
        source: "שי\"ד סל\"א"
    },
    {
        name: "ציפית, הכנסת כרית או בגדים לתוכה",
        status: "מותר",
        source: "שי\"ז סי\"ז"
    },
    {
        name: "ציר של דלת, שימונו",
        status: "בונה מהתורה",
        source: "שי\"ג סמ\"ג"
    },
    {
        name: "צלחות חד פעמי, קריעת הניילון העוטפם",
        status: "מותר ולכתחילה יקרענו דרך השחתה וקלקול",
        source: "שי\"ד סי\"ד"
    },
    {
        name: "צלחת עם אוכל, כיסויה בצלחת אחרת או בניילון נצמד",
        status: "מותר",
        source: "שט\"ו סמ\"ח"
    },
    {
        name: "צמה, עשייתה וסתירתה",
        status: "בונה וסותר מדרבנן",
        source: "סימן ש\"ג סכ\"ו בשו\"ע"
    },
    {
        name: "צמיד",
        status: "מותר לחברו",
        source: "שי\"ג סמ\"ז"
    },
    {
        name: "צמיד פנדורה, חיבור אבנים אליו",
        status: "מותר",
        source: "שי\"ז הערה ק\"ה"
    }
];
