import { BonehItem } from '../boneh';

export const yodItems: BonehItem[] = [
  {
    name: "ידיות משקפיים שיש רגילות פעם בשבוע להחליפם",
    status: "מותר",
    source: "שי\"ג סל\"א"
  },
  {
    name: "ידית דלת שיש רגילות שנופלת אחת לשבוע",
    status: "מותר להכניסה בצורה הפוכה או רק את מקצתה. ועל ידי קטן מותר להחזירה בצורה רגילה",
    source: "שי\"ג סי\"א והערה נ\"ד"
  },
  {
    name: "ידית ברז שנפלה, החזרתה",
    status: "בונה מהתורה",
    source: "שי\"ג סי\"א"
  },
  {
    name: "ידית ברז שנפלה והשתמשו בה כך קודם השבת",
    status: "מותר להחזירה בצורה רפויה או רק את מקצתה",
    source: "שי\"ג סי\"א"
  },
  {
    name: "ידית דלת שנפלה, החזרתה",
    status: "בונה מהתורה",
    source: "שי\"ג ס\"י"
  },
  {
    name: "ידית דלת שנפלה והשתמשו בה כך קודם השבת",
    status: "מותר להכניסה בצורה הפוכה או רק את מקצתה",
    source: "שי\"ג סי\"א"
  },
  {
    name: "ידית משקפיים שהתעקמה",
    status: "מותר ליישרה. אם יש קושי להשתמש בה אסור ליישרה משום מכה בפטיש דאורייתא",
    source: "שי\"ג סמ\"ב"
  },
  {
    name: "ידית של דלת שיצאה מעט ממקומה",
    status: "אסור מהתורה להחזירה למקומה משום בונה",
    source: "שי\"ג ס\"נ"
  }
];
