import { BonehItem } from '../boneh';

export const memItems: BonehItem[] = [
    {
        name: "מאוורר, תלייתו והסרתו ממוט המחובר לקיר",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ז"
    },
    {
        name: "מאוורר, תלייתו והסרתו ממסמר שבקיר",
        status: "מותר. ויש אוסרים ליותר משבוע. נכון להחמיר משום מוקצה",
        source: "שי\"ג ס\"ז"
    },
    {
        name: "מאכלים, כיסויים בכלי",
        status: "מותר. אם הכלי מחזיק ארבעים סאה, יש להחמיר",
        source: "שט\"ו סל\"ג"
    },
    {
        name: "מארז גדול עם חטיפים קטנים במארז, קריעתו",
        status: "מותר",
        source: "שי\"ד הערה ק\"א"
    },
    {
        name: "מארז טישו, פתיחתו",
        status: "לכתחילה יפתחנו קודם השבת, ובדיעבד יפתחנו בשבת, עדיף דרך השחתה וקלקול ולפחות ישתדל שלא במקום הניקובים",
        source: "שי\"ד סט\"ו"
    },
    {
        name: "מגבונים בתוך מארז, קריעת הניילון",
        status: "לכתחילה יקרענו קודם השבת, ובדיעבד יקרענו בשבת וישתדל דרך השחתה וקלקול",
        source: "שי\"ד סט\"ז"
    },
    {
        name: "מגבונים, הסרת מקום ההדבקה",
        status: "לכתחילה יפתחנו קודם השבת, ובדיעבד מותר בשבת",
        source: "שי\"ד סט\"ז"
    },
    {
        name: "מגבעת, הקטנת מידתה בנייר מקופל",
        status: "מותר"
    },
    {
        name: "מגבעת, חבישתה",
        status: "לשם כבוד ונוי מותר. לשם הגנה משמש וגשמים אסור אם יש רוחב טפח (8 ס\"מ) בשוליים",
        source: "שט\"ו ס\"מ"
    },
    {
        name: "מגבעת, כיסוייה עם כובע ניילון שבמעיל גשם",
        status: "מותר",
        source: "שט\"ו סמ\"ה"
    },
    {
        name: "מגבעת, נתינת טלית עליה",
        status: "מותר",
        source: "שט\"ו סמ\"א"
    },
    {
        name: "מגבעת, נתינת ניילון עליה",
        status: "מותר. באשפתון יקפיד שלא למותחו",
        source: "שט\"ו סמ\"א"
    },
    {
        name: "מגירה, הסרת הצירים",
        status: "אסור מדרבנן. מותר על ידי גוי",
        source: "שי\"ד סי\"ז"
    },
    {
        name: "מגירה שבתוך ארון, הוצאתה והחזרתה",
        status: "בונה וסותר מהתורה, אם הארון מכיל ארבעים סאה"
    },
    {
        name: "מגירה שתחת המיטה, הוצאתה והכנסתה",
        status: "מותר",
        source: "שט\"ו סנ\"ג"
    },
    {
        name: "מגירת מקפיא תחתונה, הוצאתה והחזרתה",
        status: "מותר",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מגירת מקרר, הוצאתה והחזרתה",
        status: "מותר",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מגירת שולחן, הוצאתה והכנסתה לגמרי",
        status: "אסור מדרבנן ויש מקילים",
        source: "שט\"ו סנ\"ג"
    },
    {
        name: "מגנט, הנחתו והסרתו ממקרר או מדלת",
        status: "מותר. ויש אוסרים ליותר משבוע",
        source: "שי\"ג ס\"ח"
    },
    {
        name: "מדף ארון המחובר לקיר, הוצאתו",
        status: "סותר מהתורה",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מדף ארון המחובר לקיר, החזרתו",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מדף ארון מטבח שיצא מעט החוצה, החזרתו למקומו",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מדף ארון שאינו מחובר לקיר ולא מכיל ארבעים סאה, הוצאתו והחזרתו",
        status: "מותר",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מדף המונח על זויות המחוברות לקיר, הוצאתו והחזרתו",
        status: "יש לחשוש ולאסור",
        source: "שי\"ג הערה ל\"ב"
    },
    {
        name: "מדף מקפיא, הוצאתו והחזרתו",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מדף מקרר, הוצאתו והחזרתו",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ג"
    },
    {
        name: "מדף ספריה, הוצאתו והחזרתו",
        status: "ראה מדף ארון"
    },
    {
        name: "מהדק סיכות, הידוק מודעה בו",
        status: "בונה מהתורה, והסרתו איסור סותר",
        source: "שי\"ג סנ\"ג"
    },
    {
        name: "מודעה, הדבקתה והסרתה",
        status: "אסור משום מדבק וקורע",
        source: "שי\"ג סנ\"ג"
    },
    {
        name: "מוט וילון, הוצאתו והחזרתו",
        status: "בונה וסותר מהתורה בכל הסוגים",
        source: "שי\"ג ס\"ה"
    },
    {
        name: "מוט תליה בארון בגדים, הוצאתו והחזרתו",
        status: "בונה וסותר מהתורה",
        source: "שי\"ג ס\"ה"
    },
    {
        name: "מוסתקי (כלי גרוע), שבירתו",
        status: "מותר",
        source: "שי\"ד ס\"א"
    },
    {
        name: "מוצץ חדש, התחתו",
        status: "אסור משום מתקן מנא. אם לא מקפידים, מותר"
    },
    {
        name: "מושב אסלה שהתפרק",
        status: "אסור להניחו משום מוקצה",
        source: "שי\"ג הערה נ\"ד"
    },
    {
        name: "מושב אסלה שהתפרק והשתמשו בו כך קודם השבת",
        status: "מותר להניחו על האסלה",
        source: "שי\"ג הערה נ\"ד"
    },
    {
        name: "מזגן, הוצאת והחזרת הפתח שירות",
        status: "חיבורו בקליפסים אסור, חיבורו בווים מותר",
        source: "שי\"ג הערה מ\"ח"
    },
    {
        name: "מזגן, הוצאת והחזרת פילטר שלו",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"ט"
    },
    {
        name: "מזגן, הוצאת והחזרת תריס שלו",
        status: "בונה מהתורה",
        source: "שי\"ג ס\"ט"
    },
    {
        name: "מזגן, נתינת מגן פלסטיק תחתיו להגן על היושבים",
        status: "אסור מדרבנן",
        source: "שט\"ו הערה רמ\"ה, ד\"ה ומה שאינו נחשב"
    },
    {
        name: "מזגן רועש, נתינת מכה להשתיקו",
        status: "בונה מהתורה",
        source: "שי\"ג הערה י\"ג"
    },
    {
        name: "מזגן שנותק ממקומו, הנחת חפץ תחתיו",
        status: "מותר כדי לעצור את המשך ניתוקו, אך אסור מהתורה משום בונה להגביה אף מעט",
        source: "שי\"ג ס\"נ"
    },
    {
        name: "מזלג המחובר לו קיסם התפוס בשני פינים",
        status: "אסור להוציאו מהתורה משום בונה או מכה בפטיש",
        source: "שי\"ד סוף הערה ע\"ג"
    },
    {
        name: "מזלג חד פעמי מקופל התפוס בקליפס",
        status: "מותר לפותחו בתנאי שתהיה דעתו לקפלו ולפותחו שוב",
        source: "שי\"ג סמ\"ו"
    },
    {
        name: "מזלג שהתעקם",
        status: "מותר ליישרו. אם יש קושי להשתמש בו, אסור ליישרו משום מכה בפטיש מדאורייתא",
        source: "שי\"ג סמ\"ב"
    }
];
