import { BonehItem } from '../boneh';

export const shinItems: BonehItem[] = [
    {
        name: "שולחן, הארכתו באמצעות מדפים או כנפיים",
        status: "מותר",
        source: "שי\"ג סל\"ו"
    },
    {
        name: "שולחן, העמדתו בנתינת פלטה",
        status: "על רגליים מותר. על מחיצות מותר אם אינן ארבע מחיצות וגם לא משתמשים שם בהכנסת כסאות בחלל",
        source: "שט\"ו סכ\"ה"
    },
    {
        name: "שולחן, חיבור גומיות לרגליו",
        status: "בונה מהתורה",
        source: "שי\"ג סמ\"ד"
    },
    {
        name: "שולחן משחק ילדים, פירוקו והרכבתו",
        status: "מותר אם כך הרגילות פעם בשבוע",
        source: "שי\"ג סכ\"ח ומ\"ח"
    },
    {
        name: "שולחן ערוך, כיסויו במפת ניילון על בקבוקים",
        status: "אסור מדרבנן. בצורך גדול יניח ויפרק בשינוי",
        source: "שט\"ו ס\"נ"
    },
    {
        name: "שולחן, פתיחתו והידוק רגליו",
        status: "מותר",
        source: "שי\"ג סל\"ז"
    },
    {
        name: "שומן החלב, קיבוצו עד שנעשה גוף אחד",
        status: "בונה מהתורה",
        source: "שי\"ד סל\"ג"
    },
    {
        name: "שטיח מקיר לקיר, הוצאתו",
        status: "סותר מהתורה",
        source: "שי\"ג הערה ט\"ז"
    },
    {
        name: "שטיח מקיר לקיר, פריסתו",
        status: "בונה מהתורה",
        source: "שי\"ג הערה ט\"ז"
    },
    {
        name: "שטריימל, כיסויו בכיסוי שלו",
        status: "מותר",
        source: "שט\"ו הערה רס\"ו"
    },
    {
        name: "שידה, הסרת הצירים",
        status: "אסור מדרבנן. מותר על ידי גוי",
        source: "שי\"ד סי\"ז"
    },
    {
        name: "שיפוד שהתעקם",
        status: "אסור מהתורה ליישרו",
        source: "שי\"ג הערה קנ\"ג"
    },
    {
        name: "שלוק, חיתוכו באמצעיתו",
        status: "מותר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "שמיכה, הגבהתה עם הספר כשלומד תחתיה",
        status: "אסור מדרבנן",
        source: "שט\"ו הערה רמ\"ג"
    },
    {
        name: "שמיכה, נתינתה על שני סירים שבפלטה",
        status: "מותר באופן שאין חשש הטמנה",
        source: "שט\"ו הערה קפ\"ה"
    },
    {
        name: "שמיכה, פריסתה על מיטה",
        status: "מותר בכל אופן",
        source: "שט\"ו סל\"ח"
    },
    {
        name: "שמן, קריעת פס החיבור סביב הקופסא",
        status: "לכתחילה יש לפותחו קודם השבת ובדיעבד מותר בשבת",
        source: "שי\"ד סי\"א"
    },
    {
        name: "שמשיה המחוברת לעגלת ילדים, פתיחתה וסגירתה",
        status: "מותר",
        source: "שט\"ו הערה קנ\"ג"
    },
    {
        name: "שמשיה המחוברת לשולחן או מוכנסת בתוך אבן, פתיחתה וסגירתה",
        status: "מותר",
        source: "שט\"ו סכ\"ט"
    },
    {
        name: "שעון, תלייתו והסרתו ממסמר שבקיר",
        status: "מותר. ויש אוסרים ליותר משבוע. נכון להחמיר משום מוקצה",
        source: "שי\"ג ס\"ז"
    },
    {
        name: "שער חצר שנשבר הבריח ברוחב השער",
        status: "אסור להניח במקומו חתיכת ברזל או קרש מדרבנן",
        source: "שי\"ג ס\"כ"
    },
    {
        name: "שער חצר שנשבר הבריח שנכנס בתוך הקרקע",
        status: "אסור מדרבנן להניח במקומו חתיכת ברזל ואף לא מברג",
        source: "שי\"ג סכ\"א"
    },
    {
        name: "שער חצר, תחיבת בריח נעילה בקרקע",
        status: "מותר רק אם יש לו ידית",
        source: "שי\"ג סכ\"א"
    },
    {
        name: "שערות, העמדתם בספריי",
        status: "בונה מדרבנן. נתינת ברק מותר",
        source: "הליכות שבת ח\"א עמוד קס\"ב"
    },
    {
        name: "שערות, עשיית או סתירת צמה",
        status: "בונה וסותר מדרבנן",
        source: "סימן ש\"ג סכ\"ו בשו\"ע"
    },
    {
        name: "שקיות חטיפים, פתיחתם",
        status: "מותר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "שקיות חטיפים, פתיחתם על דעת להשתמש בהם שימוש נוסף לאחר סיומם",
        status: "אסור משום תיקון כלי",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "שקית או אריזה הסגורות בסיכות מהדק, פתיחת הסיכות",
        status: "מותר",
        source: "שי\"ד סי\"ט"
    },
    {
        name: "שקית חלב, פתיחתה",
        status: "בסכין מותר, במספריים אסור",
        source: "שי\"ד ס\"ה"
    },
    {
        name: "שקית חלב, פתיחתה על ידי כד הקנקומט",
        status: "יש להימנע",
        source: "שי\"ד ס\"ה"
    },
    {
        name: "שקית עבה רב שימושית שיש בתוכה מיני מאכל, קריעתה",
        status: "אסור מדרבנן משום סותר",
        source: "שי\"ד סכ\"א"
    },
    {
        name: "שקית קטנה של סוכר קטשופ ומלח, פתיחתה במקום המסומן לכך",
        status: "מותר ויש אוסרים משום מחתך ונכון להחמיר",
        source: "שי\"ד ס\"ג"
    },
    {
        name: "שקית שיש בתוכה מיני מאכל, קריעתה",
        status: "מותר, ולכתחילה יקרענה דרך השחתה וקלקול",
        source: "שי\"ד סכ\"א"
    },
    {
        name: "שקית שיש בתוכה משחקים / תרופות / בגדים וכדו', קריעתה",
        status: "מותר ולכתחילה יקרענה דרך השחתה וקלקול",
        source: "שי\"ד סוף הערה צ\"ח"
    },
    {
        name: "שרוך, השחלתו בבגדים",
        status: "אסור משום תיקון מנא",
        source: "שי\"ז סי\"ד"
    },
    {
        name: "שרוך, השחלתו בנעל חדשה לנוי",
        status: "אסור משום מכה בפטיש",
        source: "שי\"ז הערה צ\"ב"
    },
    {
        name: "שרוך, השחלתו בנעל שהיה שם",
        status: "מותר",
        source: "שי\"ז סי\"ג"
    },
    {
        name: "שרוך חדש, השחלתו בנעל חדשה",
        status: "אסור משום מתקן מנא",
        source: "שי\"ז סי\"ג"
    },
    {
        name: "שרוך חדש, השחלתו בנעל ישנה",
        status: "אסור ויש מקילים",
        source: "שי\"ז סי\"ג"
    },
    {
        name: "שרוך ישן, השחלתו בנעל חדשה",
        status: "אסור משום מתקן מנא",
        source: "שי\"ז סי\"ג"
    },
    {
        name: "שרשרת",
        status: "מותר לחברה",
        source: "שי\"ג סמ\"ז"
    }
];
