import { BonehItem } from '../boneh';

export const vavItems: BonehItem[] = [
    {
        name: "וילון גדול, תלייתו",
        status: "מותר רק על ידי שני בני אדם",
        source: "שט\"ו סמ\"ו"
    },
    {
        name: "וילון, חיבורו למסגרת של מחיצה",
        status: "אם מחברו עד שבוע, או שאינו מחברו למטה, מותר",
        source: "שט\"ו ס\"ד"
    },
    {
        name: "וילון (כל הסוגים), הוצאתו והחזרתו",
        status: "מותר. ויש אוסרים אם דעתו להשאירו יותר משבוע",
        source: "שי\"ג ס\"ד"
    },
    {
        name: "וילון, סגירתו סביב מיטתו של חולה למנוע כניסת ריח רע",
        status: "מותר",
        source: "שט\"ו ס\"ט"
    }
];
