import { ReahItem } from '../reah';

export const alefItems: ReahItem[] = [
    {
        name: "אבקת כביסה",
        status: "אין מברכין, גם אם נטלו בידו לשם ריח וגם אם קנאו לשם ריחו הטוב"
    },
    {
        name: "אגודת בשמים באגרטל",
        status: "מברך כברכת אותו המין, אף שלא נטלו בידו היות ונועד להפיץ ריח"
    },
    {
        name: "אורגנו",
        status: "מחלוקת אם מברכים, לכן נכון יותר שלא לברך, הרוצה לברך, יברך בורא מיני בשמים. וזאת בתנאי שנטלו בידו כדי להריח"
    },
    {
        name: "אזוב",
        status: "בורא עצי בשמים. זעתר המופק ממנו, עדיף שלא לברך, הרוצה לברך, יברך בורא מיני בשמים"
    },
    {
        name: "אזוביון",
        status: "בורא עצי בשמים"
    },
    {
        name: "אזובית",
        status: "בורא עצי בשמים"
    },
    {
        name: "אחירותם",
        status: "בורא עצי בשמים"
    },
    {
        name: "אכליאה ריחנית",
        status: "בורא עצי בשמים"
    },
    {
        name: "אניס",
        status: "בורא מיני בשמים"
    },
    {
        name: "אננס",
        status: "לבני ספרד הנותן ריח טוב בפירות, לבני אשכנז אשר נתן ריח טוב בפירות"
    },
    {
        name: "אתרוג",
        status: "לבני ספרד הנותן ריח טוב בפירות, לבני אשכנז אשר נתן ריח טוב בפירות"
    },
    {
        name: "אתרוג המיועד למצוה בליל חג סוכות",
        status: "מותר להריח בו ולברך עליו. נוסח ברכתו ראה אתרוג"
    },
    {
        name: "אתרוג של מצוה בחג סוכות כשנוטלו למצוותו ולריח",
        status: "נכון שלא להריח בו ואם הריח אינו מברך"
    },
    {
        name: "אתרוג של מצוה בחג סוכות כשנוטלו רק לשם ריח",
        status: "נכון שלא להריח בו, אם הריח, לבני אשכנז מברך אשר נתן ריח טוב בפירות, ולבני ספרד אינו מברך"
    },
    {
        name: "אתרוג של מצוה בהושענא רבה אחר התפילה",
        status: "מותר להריח בו ולברך עליו. נוסח ברכתו ראה אתרוג"
    },
    {
        name: "אתרוג של מצוה בשבת חול המועד",
        status: "מותר להריח בו ולברך עליו. נוסח ברכתו ראה אתרוג"
    }
];
