import { ReahItem } from '../reah';

export const samechItems: ReahItem[] = [
    {
        name: "סבון נוזלי או מוצק",
        status: "אין מברכין, גם אם נטלו בידו לשם ריח וגם אם קנאו לשם ריחו הטוב"
    },
    {
        name: "סבון ריחני המיועד ליתן ריח טוב בבגדים",
        status: "אין מברכין"
    },
    {
        name: "סבון ריחני המיועד ליתן ריח טוב בבגדים וגם להפיץ ריח נעים",
        status: "נכון שלא לברך והמברך יש לו על מה שיסמוך, ויברך בורא מיני בשמים גם כשלא נוטלו בידו"
    },
    {
        name: "סיגריה",
        status: "אין מברכין"
    },
    {
        name: "סיגריה אלקטרונית",
        status: "אין מברכין"
    },
    {
        name: "סיכה",
        status: "אין מברכין"
    },
    {
        name: "סנטולינה",
        status: "בורא עצי בשמים"
    }
];
