import { KelimItem } from '../kelim';

export const daletItems: KelimItem[] = [
    {
        title: "דירה",
        content: "שהחיינו. יש לו אשה וילדים, הטוב והמטיב. בני ספרד לא נהגו לברך אלא מברך שהחיינו על פרי או בגד חדש ופוטר את הדירה, אך הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף ח'"
    },
    {
        title: "דירה בחובות",
        content: "סכום הלוואה והחזרים סבירים, מברך, סכום הלוואה והחזרים לא סבירים, אינו מברך",
        source: "סימן רכ\"ג סעיף ט'"
    },
    {
        title: "דירה מעמידר",
        content: "מברך אם שמח",
        source: "סימן רכ\"ג סעיף ט'"
    },
    {
        title: "דירה על דעת להשכירה",
        content: "אינו מברך",
        source: "סימן רכ\"ג סעיף י\"א"
    },
    {
        title: "דירה שעדיין אינה רשומה בטאבו",
        content: "מחלוקת ולכן יברך על פרי חדש ויפטרנה",
        source: "סימן רכ\"ג סעיף י\"א"
    }
];
