import { KelimItem } from '../kelim';

export const hetItems: KelimItem[] = [
    {
        title: "חגורה",
        content: "אין לברך לפי שאין דרך לשמוח בה מאוד"
    },
    {
        title: "חולצה זולה",
        content: "אין לברך, אף אם הוא שמח בה",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "חולצה יקרה",
        content: "אם שמח מאוד מברך, אם אינו שמח מאוד אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "חלוק בית",
        content: "אם שמח מאוד מברך, אם אינו שמח מאוד אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "חלוק נשים ביתי",
        content: "מברכת אם מאוד שמחה. ראה חלוק בית"
    },
    {
        title: "חלוק רחצה",
        content: "אין לברך. ראה פיג'מה"
    },
    {
        title: "חליפה",
        content: "מברך. אם אינו שמח אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "חנות",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף י\"א"
    },
    {
        title: "חפתים",
        content: "אין לברך לפי שאין דרך לשמוח בהם מאוד"
    },
    {
        title: "חצאית זולה",
        content: "אין לברך, אף אם היא שמחה בה",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "חצאית לא יקרה",
        content: "אם שמחה מאוד מברכת, אם אינה שמחה מאוד אינה מברכת",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "חתונה",
        content: "מכוין בשהחיינו של הטלית על אשתו, הדירה והרהיטים ויכוין בברכתו להוציא גם את אשתו",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 8"
    }
];
