import { KelimItem } from '../kelim';

export const heyItems: KelimItem[] = [
    {
        title: "הדלקת נרות שבת לאשה בשבת הראשונה לאחר נישואיה",
        content: "נחלקו הפוסקים האם רשאית לברך שהחיינו, למעשה אין לברך אך תשתדל לברך שהחיינו על פרי או בגד חדש ולפטור",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 5"
    },
    {
        title: "הנחת תפילין בפעם הראשונה",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו, למעשה אין לברך אך ישתדל לברך שהחיינו על פרי או בגד חדש ולפטור. לבני ספרד, יש ללמד את הנער בר מצוה שיכוין בשהחיינו על הטלית לפטור את מצות התפילין",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 5"
    },
    {
        title: "הרווחת ממון מעיסקה גדולה",
        content: "שהחיינו, אך לא נהגו לברך, ישתדל לברך על פרי או בגד חדש",
        source: "סימן רכ\"ג סעיף ז', הערה ל'"
    },
    {
        title: "הרחבת דירה",
        content: "מברך",
        source: "סימן רכ\"ג סעיף י'"
    },
    {
        title: "הרחבת חדר",
        content: "מברך רק אם שמחתו מרובה",
        source: "סימן רכ\"ג הערה ל\"ח"
    }
];
