import { KelimItem } from '../kelim';

export const kufItems: KelimItem[] = [
    {
        title: "קיטל",
        content: "אין לברך לפי שאין דרך לשמוח בו מאוד"
    },
    {
        title: "קנה בגדים לאשתו או ילדיו",
        content: "הם מברכים שהחיינו בעת הלבישה והוא אינו מברך, אלא יברך הטוב והמטיב בהרהור",
        source: "סימן רכ\"ג סכ\"ב"
    },
    {
        title: "קסקט",
        content: "אין לברך. ראה חולצה זולה"
    },
    {
        title: "קנה חליפה והחליפה באחרת",
        content: "מברך גם על האחרת",
        source: "סימן רכ\"ג סעיף ט\"ו"
    },
    {
        title: "קנה מספר בגדים שצריך לברך עליהם שהחיינו",
        content: "מברך על כל בגד בנפרד כשלובשו. לבשם יחד מברך פעם אחת",
        source: "סימן רכ\"ג סעיף ט\"ז"
    }
];
