import { KelimItem } from '../kelim';

export const lamedItems: KelimItem[] = [
    {
        title: "לבנים",
        content: "אין לברך, אף אם הוא שמח בהם",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "לידת בן",
        content: "מברך על השמועה או הראיה הטוב והמטיב, גם האם תברך. בני ספרד לא נהגו לברך אלא פוטרים זאת בשהחיינו של הברית",
        source: "סימן רכ\"ג סעיף א'"
    },
    {
        title: "לידת בן בעל מום חמור",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף ה'"
    },
    {
        title: "לידת בן ולא היה נוכח בברית",
        content: "רשאי לברך על ראייתו שהחיינו. לבני אשכנז שמברכים הטוב והמטיב על שמועת הלידה, אינו מברך שהחיינו בראיה כל שראהו תוך ל' יום",
        source: "סימן רכ\"ג סעיף א'"
    },
    {
        title: "לידת בן ונפטרה אשתו",
        content: "שהחיינו ויקדים לברך דיין האמת. לבני ספרד יכוין לפטור בשהחיינו של הברית",
        source: "סימן רכ\"ג הערה ו'"
    },
    {
        title: "לידת בן כשחפץ בבת",
        content: "אף לבני אשכנז אין לברך הטוב והמטיב. יכוין לפוטרו בשהחיינו של הברית",
        source: "סימן רכ\"ג סעיף ב'"
    },
    {
        title: "לידת בת",
        content: "מברך בראייתה שהחיינו, אף בני ספרד רשאים לברך. גם האם תברך",
        source: "סימן רכ\"ג סעיף ג'"
    },
    {
        title: "לידת בת בעל מום חמור",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף ה'"
    },
    {
        title: "לידת תאומים",
        content: "אם שניהם בנים יברך הטוב והמטיב אחר יציאת השני ויכוין על שניהם. לבני ספרד יכוין בשהחיינו של הבריתות לפטור את שמחת הלידה. אם הם בן ובת, מברך רק הטוב והמטיב ופוטר את שניהם. לבני ספרד יכוין בשהחיינו של הברית לפטור את לידת שניהם",
        source: "סימן רכ\"ג סעיף ד'"
    }
];
