import { KelimItem } from '../kelim';

export const memItems: KelimItem[] = [
    {
        title: "מגבעת",
        content: "המנהג שלא מברכים, אך המברך אין מוחים בידו",
        source: "סימן רכ\"ג סעיף י\"ט"
    },
    {
        title: "מדיח כלים",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מדפיס מממונו ספר תורני של אחרים",
        content: "אין לברך, אך ישתדל לפוטרו בשהחיינו על פרי או בגד חדש",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 3"
    },
    {
        title: "מחבר ספר תורני",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו, לכן נכון לפוטרו בשהחיינו על פרי או בגד חדש",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 3"
    },
    {
        title: "מחסן",
        content: "אינו מברך",
        source: "סימן רכ\"ג סעיף י\"א"
    },
    {
        title: "מחשב לכתיבת חידושי תורתו",
        content: "שהחיינו. לא נהגו לברך, אך יש להשתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מטפחת ראש יוקרתית",
        content: "מברכת אם מאוד שמחה",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "מטפחת ראש פשוטה",
        content: "אין לברך, אף אם היא שמחה בה",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "מייבש",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מכונת כביסה",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מכנסיים",
        content: "אם שמח מאוד מברך, אם אינו שמח מאוד אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "מעות במתנה",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 6"
    },
    {
        title: "מעיל גשם מניילון",
        content: "אין לברך לפי שאין דרך לשמוח בו מאוד"
    },
    {
        title: "מעיל חורף",
        content: "מברך. אם אינו שמח אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "מעיל עור או פרווה",
        content: "המנהג שלא מברכים, אך המברך אין מוחים בידו",
        source: "סימן רכ\"ג סעיף י\"ט"
    },
    {
        title: "מצוה שעושה האדם לראשונה בחייו",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו, למעשה אין לברך אך ישתדל לברך שהחיינו על פרי או בגד חדש ולפטור",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 5"
    },
    {
        title: "מצות מעקה בפעם הראשונה",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו, למעשה אין לברך אך ישתדל לברך שהחיינו על פרי או בגד חדש ולפטור",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 5"
    },
    {
        title: "מצות שילוח הקן בפעם הראשונה",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו, למעשה אין לברך אך ישתדל לברך שהחיינו על פרי או בגד חדש ולפטור",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 5"
    },
    {
        title: "מקפיא",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מקרר",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מקרר במתנה",
        content: "שהחיינו ואם יש לו אשה ובנים הטוב והמטיב, אך לא נהגו לברך אלא יפטרנו בשהחיינו על פרי חדש. הרוצה לברך רשאי",
        source: "סימן רכ\"ג הערה מ\"ג"
    },
    {
        title: "מקרר, רכב וכדו' ואינו שמח בהם",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "מקרר, רכב וכדו' משומשים",
        content: "אם שמח בהם דינם כחדשים",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "משקפיים",
        content: "אין לברך, אך אם הם משקפיים יקרות ושמח בהם מאוד, רשאי לברך"
    },
    {
        title: "משקפי שמש",
        content: "אין לברך, אך אם הם משקפיים יקרות ושמח בהם מאוד, רשאי לברך"
    }
];
