import { KelimItem } from '../kelim';

export const samechItems: KelimItem[] = [
    {
        title: "סוודר יקר",
        content: "מברך. אם אינו שמח אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "סוודר לא יקר",
        content: "אם שמח מאוד מברך, אם אינו שמח מאוד אינו מברך",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "סכום כסף מכובד במתנה",
        content: "יברך שהחיינו בלא שם ומלכות, ואם המקבל תלמיד חכם יברך הטוב והמטיב בלא שם ומלכות",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 6"
    },
    {
        title: "ספה",
        content: "הטוב והמטיב. לא נהגו לברך, אך ישתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "ספר תורה",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו, המנהג לפוטרו בשהחיינו על פרי או בגד חדש",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 1"
    },
    {
        title: "ספריה לספריו",
        content: "שהחיינו. לא נהגו לברך, אך יש להשתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    },
    {
        title: "ספרים חדשים",
        content: "נחלקו הפוסקים האם רשאי לברך שהחיינו ולכן אין לברך",
        source: "סימן רכ\"ג סעיף י\"ג דוגמא 1. ע\"ע בהערה ס'"
    }
];
