import { KelimItem } from '../kelim';

export const shinItems: KelimItem[] = [
    {
        title: "שטריימל",
        content: "המנהג שלא מברכים, אך המברך אין מוחים בידו",
        source: "סימן רכ\"ג סעיף י\"ט"
    },
    {
        title: "שיפוץ דירה",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף י'"
    },
    {
        title: "שמלה יקרה",
        content: "מברכת. אם אינה שמחה אינה מברכת",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "שמלה לא יקרה",
        content: "אם שמחה מאוד מברכת, אם אינה שמחה מאוד אינה מברכת",
        source: "סימן רכ\"ג סעיף י\"ח"
    },
    {
        title: "שמלת כלה",
        content: "אין לברך",
        source: "סימן רכ\"ג סעיף כ'"
    },
    {
        title: "שעון זהב",
        content: "שהחיינו. לא נהגו לברך, אך יש להשתדל לברך על פרי או בגד חדש שהחיינו ולפטור. הרוצה לברך רשאי",
        source: "סימן רכ\"ג סעיף י\"ב"
    }
];
