export const memMuktzeh = {
  title: "מ",
  letter: "מ",
  items: [
    {
      name: "מאוורר דלוק או כבוי",
      status: "מלאכתו לאיסור",
      source: "ש\"ח ס\"ב וסט\"ז"
    },
    {
      name: "מאוורר ידית לחיצה",
      status: "מלאכתו להיתר",
      description: "קפיץ"
    },
    {
      name: "מאוורר נטען או קליפס",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מאוורר תלוי בקיר",
      status: "תלוי",
      source: "ש\"ח הערה ש\"ו ותשנ\"א",
      description: "מחובר לקיר, מוקצה. תלוי על בורג, מלאכתו לאיסור וראוי להחמיר כמוקצה"
    },
    {
      name: "מאוורר, דין רשת שלו שנפלה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ש\"ו"
    },
    {
      name: "מאזניים אלקטרוניות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מאזניים לזהב ותכשיטים",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מאזניים מיכני",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מאכל ביום הכיפורים",
      status: "מותר",
      source: "ש\"ח הערה תשנ\"ג ורצ\"ג",
      description: "גם כשאין קטנים"
    },
    {
      name: "מאכל בלי הכשר ובדעתו להחליפו",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מאכל בפח האשפה",
      status: "תלוי",
      source: "ש\"ח סנ\"א, הערה רצ\"ב ותרמ\"ד",
      description: "נמאס, מוקצה. לא נמאס אינו מוקצה"
    },
    {
      name: "מאכל דגים",
      status: "תלוי",
      source: "ש\"ח סעיף צ'",
      description: "אינו מוקצה רק אם יש לו בבית דגים"
    },
    {
      name: "מאכל הראוי לאכילה על ידי הדחק",
      status: "מותר",
      source: "ש\"ח סעיף צ\"ב"
    },
    {
      name: "מאכל לא מבושל",
      status: "מוקצה",
      source: "ש\"ח סצ\"ט",
      description: "אם אינו ראוי לאוכלו חי"
    },
    {
      name: "מאכל לא מבושל ביו\"ט",
      status: "מלאכתו להיתר",
      source: "ש\"י הערה ע\"ג"
    },
    {
      name: "מאכל מבושל קפוא",
      status: "תלוי",
      source: "ש\"ח הערה תר\"י",
      description: "אם ניתן להפשיר חלק ממנו עד צאת השבת, אינו מוקצה"
    },
    {
      name: "מאכל מיוחד לבע\"ח",
      status: "תלוי",
      source: "ש\"ח ס\"צ",
      description: "אם אותו בע\"ח מצוי בעיר, או בביתו, אינו מוקצה"
    },
    {
      name: "מאכל שאינו יודע מה כשרותו",
      status: "אינו מוקצה"
    },
    {
      name: "מאכל שבושל בשבת לחולה",
      status: "מוקצה",
      source: "סימן שי\"ח ס\"ב בשו\"ע",
      description: "מוקצה לבריא"
    },
    {
      name: "מאכל שהובא ברכב",
      status: "תלוי",
      description: "ראה חפץ שהובא ברכב"
    },
    {
      name: "מאכל שלא סומך על כשרותו",
      status: "תלוי",
      source: "ש\"ח סעיף קל\"א",
      description: "בתורת חומרא, אינו מוקצה. מעיקר הדין, מוקצה"
    },
    {
      name: "מאכל שנברר במזיד",
      status: "מחלוקת",
      description: "מוקצה. ויש מקילים"
    },
    {
      name: "מאכל שנברר בשוגג",
      status: "מותר"
    },
    {
      name: "מאכל ששומרים במחסן לשבת חתן",
      status: "תלוי",
      source: "ש\"ח הערה נ\"ח וש\"י הערה י\"ב",
      description: "מותר. ביו\"ט מוקצה לבני ספרד אך רק בהקפדה מוחלטת"
    },
    {
      name: "מוט וילון שנפל",
      status: "תלוי",
      description: "ראה וילון שנפל"
    },
    {
      name: "מאכלים העומדים לסחורה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"ט"
    },
    {
      name: "מאכלים העומדים לסחורה בסיטונאות ביו\"ט",
      status: "מוקצה",
      source: "ש\"ח הערה נ\"ח",
      description: "מוקצה לבני ספרד"
    },
    {
      name: "מאפרה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מאפרה ביום טוב",
      status: "תלוי",
      description: "דינה כמו בשבת"
    },
    {
      name: "מאפרה עם אפר",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מבחנה עם דם",
      status: "מוקצה מחמת גופו",
      description: "ראה עוד דם במבחנה ואינפוזיה שקית דם"
    },
    {
      name: "מבחנה ריקה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מבחנים",
      status: "תלוי",
      source: "ש\"ז סל\"ז",
      description: "מותר. חול ואינו מקצועות חכמה, מלאכתו לאיסור"
    },
    {
      name: "מברג",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברגה חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מברשת אבק לבגדים",
      status: "תלוי",
      source: "ש\"ב הערה מ\"ז",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מברשת איפור",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברשת אסלה",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ו, ש\"י ס\"א",
      description: "לכתחילה יש להקפיד כמלאכתו לאיסור"
    },
    {
      name: "מברשת אסלה ביו\"ט",
      status: "תלוי",
      source: "ש\"י ס\"א והערה ז'",
      description: "לבני ספרד מוקצה. לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מברשת ביצים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברשת ביצים ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מברשת כובע",
      status: "מלאכתו לאיסור",
      source: "ש\"ב הערה מ\"ז"
    },
    {
      name: "מברשת לניקוי בקבוק תינוק",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ו"
    },
    {
      name: "מברשת לניקוי כתמים מבגדים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברשת לניקוי מסילת חלון",
      status: "מלאכתו להיתר"
    },
    {
      name: "מברשת לשיער",
      status: "מלאכתו לאיסור",
      source: "ש\"ג סכ\"ז בשו\"ע"
    },
    {
      name: "מברשת נעליים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מברשת סירוק לחיות מחמד",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברשת פאה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מברשת פן",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברשת צביעה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מברשת רכה לשיער",
      status: "מלאכתו להיתר",
      source: "סימן ש\"ג ס\"ק פ\"ו במשנ\"ב",
      description: "כמו מברשת כובעים"
    },
    {
      name: "מברשת שיניים",
      status: "מלאכתו לאיסור",
      description: "ויש מקילים, ראה משחת שיניים"
    },
    {
      name: "מברשת שיניים חשמלית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מברשת שיניים מיוחדת לשבת למי פה",
      status: "מלאכתו להיתר",
      source: "ש\"ב סעיף ס\"ו"
    },
    {
      name: "מגב רצפה סיליקון/פלסטיק/גומי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מגב רצפה ספוגי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מגב שיש סיליקון/פלסטיק/גומי",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגב שיש ספוגי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מגב שנשמט המקל",
      status: "תלוי",
      source: "ש\"ח סעיף ס\"ז",
      description: "המגב מוקצה. המקל מלאכתו להיתר ונכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "מגבוני לחות אריזתם הריקה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגבוני לחות",
      status: "מלאכתו לאיסור",
      source: "ש\"ב סעיף ס\"ה וסוף הערה ד\"ש"
    },
    {
      name: "מגבוני לחות שסחטם קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ב סוף הערה ד\"ש"
    },
    {
      name: "מגבוני רצפה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מגבונים להסרת איפור",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מגבונים לניקוי משטחים",
      status: "תלוי",
      description: "ראה מגבוני רצפה"
    },
    {
      name: "מגבות נייר חתוך",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגבות נייר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף פ\"ב"
    },
    {
      name: "מגבעת",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מגבעת שנתמעכה",
      status: "אינה מוקצה",
      source: "ש\"ב סל\"ג"
    },
    {
      name: "מגבר לכלי נגינה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מגבת לחה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ד"
    },
    {
      name: "מגבת רטובה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מגבת שנפלה למים",
      status: "מוקצה",
      description: "יש להרימה על ידי שני בני אדם"
    },
    {
      name: "מגבת",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "המחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מגדלת",
      status: "תלוי",
      description: "ראה זכוכית מגדלת"
    },
    {
      name: "מגהץ",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "מגהץ מקולקל או שבור",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ד וס\"ו",
      description: "גם כשדעתו לתקנו"
    },
    {
      name: "מגהץ מקולקל שייחדו לעולם לשם משחק",
      status: "תלוי",
      source: "ש\"ח ס\"פ והערה תק\"י",
      description: "לבני ספרד מוקצה. לבני אשכנז, וכן לבני ספרד קטנים, מלאכתו להיתר"
    },
    {
      name: "מגילת אסתר",
      status: "תלוי",
      source: "ש\"ח סל\"ז",
      description: "מותר. בשבת שחל פורים נחלקו הפוסקים אם היא מוקצה"
    },
    {
      name: "מגילת אסתר מודפסת",
      status: "מותר",
      source: "ש\"ח סל\"ז",
      description: "גם בשבת שחל פורים"
    },
    {
      name: "מגילת יוחסין",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מגיני רוח לאזניים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגירה עם מוקצה המחוברת לדפנות השולחן",
      status: "תלוי",
      source: "ש\"י סל\"ב",
      description: "אינו נאסר השולחן"
    },
    {
      name: "מגירה ריקה שייחדה לחפצי מוקצה",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מגירה ריקה שייחדה לחפצי מוקצה ביו\"ט",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "אף לבני ספרד"
    },
    {
      name: "מגירה שהניח בה מוקצה",
      status: "מוקצה",
      source: "ש\"י סל\"ב"
    },
    {
      name: "מגירה שהניח בה מוקצה, דין השולחן",
      status: "תלוי",
      source: "ש\"י סל\"ב",
      description: "אם המגירה נשלפת, אף השולחן נאסר בטלטול"
    },
    {
      name: "מגירה ששכח בה מוקצה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סי\"ג"
    },
    {
      name: "מגירות בשידה עם מוקצה",
      status: "תלוי",
      source: "ש\"י סל\"ב",
      description: "המגירות מוקצה, השידה לא נאסרת"
    },
    {
      name: "מגירת ארון או שולחן שנשמטה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז"
    },
    {
      name: "מגירת ירקות",
      status: "תלוי",
      description: "ראה מתקן ירקות"
    },
    {
      name: "מגירת מקלדת",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "ריקה או עם מקלדת"
    },
    {
      name: "מגירת מקפיא שכולה עם בשרים ודגים חיים",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיפים צ\"ז-צ\"ח"
    },
    {
      name: "מגירת מקרר שנשמטה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "מגלען זיתים",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מגלשה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגן מאוורר שנפל",
      status: "תלוי",
      description: "ראה מאוורר דין רשת שלו שנפלה"
    },
    {
      name: "מגן פלאפון או נגן",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגן ראש או שיניים לספורט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגנט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגנט מיוחד לסיכות תפירה",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מגנט על מקרר, כל הסוגים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז"
    },
    {
      name: "מגנטים משחק הרכבה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגפיים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגרדת המיועדת רק לגבינה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגרדת ירקות",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "סימן שכ\"א סי\"ב בשו\"ע ובמשנ\"ב שם ס\"ק מ\"ה"
    },
    {
      name: "מגרדת ירקות ביו\"ט",
      status: "תלוי",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מגריפה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מגרסת נייר",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מגש אוכל",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגש המיוצר לנרות, ביום טוב",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגש ועליו נרות דולקים ביו\"ט",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"א"
    },
    {
      name: "מגש מלצרים כולל המעמד",
      status: "מלאכתו להיתר"
    },
    {
      name: "מגש עם חלה ונרות",
      status: "מלאכתו להיתר",
      source: "רע\"ט ס\"ד"
    },
    {
      name: "מגש עם נרות שדלקו כל בין השמשות",
      status: "מוקצה מחמת גופו",
      source: "רע\"ט ס\"א"
    },
    {
      name: "מגש ריק המיוחד לנרות שבת",
      status: "תלוי",
      source: "ש\"י סכ\"ט",
      description: "לבני ספרד מלאכתו להיתר. לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מגש ריק המיוצר עבור נרות שבת",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מד גובה מיכני",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מד חום בקיר",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ט",
      description: "ראוי להחמיר כמוקצה"
    },
    {
      name: "מד חום דיגיטלי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מד חום כספית",
      status: "מלאכתו להיתר",
      source: "ש\"ו הערה רי\"ח, ש\"ח סוף הערה תשנ\"א"
    },
    {
      name: "מד חום לבישול",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מד חום שמתגלה אותיות או מספרים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מד לחץ דם דיגיטלי",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מד לחץ דם מיכני",
      status: "מלאכתו להיתר"
    },
    {
      name: "מד מהירות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מד סטורציה ודופק",
      status: "תלוי",
      description: "ראה מד לחץ דם"
    },
    {
      name: "מדבקה דבוקה חלקית",
      status: "מותר"
    },
    {
      name: "מדבקה הדבוקה ברצפה או על חפצים",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מדבקה הדבוקה לחלה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מדבקה מחזירה אור",
      status: "מלאכתו לאיסור",
      description: "ע\"ע מדבקות"
    },
    {
      name: "מדבקות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מדבקות הנועדות גם לאוסף או משחק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סי\"ח"
    },
    {
      name: "מדבקות לסימון בספר",
      status: "מלאכתו להיתר"
    },
    {
      name: "מדיח כלים",
      status: "מלאכתו לאיסור",
      description: "כולל הדלת והאביזרים שבתוכו"
    },
    {
      name: "מדליה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ש\"ו",
      description: "גם אם תלויה בקיר"
    },
    {
      name: "מדליק פחמים חשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "גם ביו\"ט"
    },
    {
      name: "מדליק פחמים",
      status: "תלוי",
      description: "ראה פחמים"
    },
    {
      name: "מדף ארון שיצא ממקומו והארון מפורק",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "מדף ואקום שנפל מהקיר",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מדף חדש",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מדף מחובר לקיר שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מדף מקרר שיצא ממקומו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז",
      description: "אך אסור להחזירו"
    },
    {
      name: "מדפסת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מדריך טיולים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מהדק חשמל",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "שוקולד. ראה הערה למדף חדש"
    },
    {
      name: "מהדק רגיל וקיר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מובייל לתינוק",
      status: "מלאכתו לאיסור",
      description: "מיכני וחשמלי"
    },
    {
      name: "מובייל רוח לגינה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מודעה שחלקה אינו דבוק",
      status: "מותר",
      description: "ראה מדבקה דבוקה חלקית"
    },
    {
      name: "מודעה שנפלה מקיר או מלוח מודעות",
      status: "תלוי",
      source: "ש\"ח סנ\"ו והערה ש\"כ",
      description: "דעתו להחזירה מוקצה. אין דעתו להחזירה ונפלה בשבת, מוקצה, ואם נפלה קודם השבת, כיתוב תורני מותר, כיתוב חול מלאכתו לאיסור"
    },
    {
      name: "מודעות שאינן תלויות",
      status: "תלוי",
      description: "כיתוב תורני, מותר. כיתוב חול, מלאכתו לאיסור"
    },
    {
      name: "מוט לפתיחת וסגירת מרקיזה",
      status: "מלאכתו להיתר",
      description: "סוכך מרפסת"
    },
    {
      name: "מוט לפתיחת וסגירת תריס",
      status: "מלאכתו להיתר",
      description: "עמנואלה"
    },
    {
      name: "מוט מחזיר אור של שוטרים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מוט מתלה מגבות מחובר לקיר שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מוט מתלה מגבות נשלף",
      status: "מלאכתו להיתר"
    },
    {
      name: "מוט נייר טואלט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מוט פרוכת שנפל",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה שט\"ז",
      description: "אם הארון קודש לא מחובר לקיר"
    },
    {
      name: "מוט קולבים בארון שנשמט ממקומו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד והערה שט\"ז"
    },
    {
      name: "מונופול",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ג ול\"ז",
      description: "אין למחות במיקל כמלאכתו להיתר. לקטנים יש להקל"
    },
    {
      name: "מונופול המצוות",
      status: "מותר"
    },
    {
      name: "מוניטור",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מועך תפוחי אדמה בשבת וביו\"ט",
      status: "תלוי",
      description: "ראה כף למעיכת תפוחי אדמה"
    },
    {
      name: "מוצץ",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מוצץ בבית שאין תינוקות ודעתם לזורקו",
      status: "תלוי",
      source: "ש\"ח הערה רצ\"ג",
      description: "דינו כסתם מוצץ"
    },
    {
      name: "מוצץ להאכלת תינוקות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מוצץ עם חור גדול",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סמ\"ו"
    },
    {
      name: "מוצץ שלא עבר הרתחה",
      status: "תלוי",
      description: "דינו כסתם מוצץ"
    },
    {
      name: "מוצר חדש שדעתו להחזירו או להחליפו",
      status: "תלוי",
      description: "ראה בגד חדש ודעתו להחזירו"
    },
    {
      name: "מוקצה בחפצים ומאכלים של גוי",
      status: "תלוי",
      source: "ש\"י סעיפים ד'-ו'",
      description: "ראה סימן ש\"י סעיפים ד'-ו'"
    },
    {
      name: "מוקצה מחמת חסרון כיס שייחדו לעולם",
      status: "מוקצה",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "מוקצה מחמת חסרון כיס שעשה בו מעשה",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ"
    },
    {
      name: "מוקצה שהשתמש בו פעמיים קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "מוקצה שייחדו לזמן",
      status: "תלוי",
      source: "ש\"ח סע\"ד",
      description: "דרכו בכך מועיל. אין דרכו בכך לא מועיל"
    },
    {
      name: "מוקצה שייחדו לעולם",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "מוקצה שנשבר בשבת ודעתו להשתמש בו",
      status: "מוקצה",
      source: "ש\"ח ס\"נ"
    },
    {
      name: "מוקצה שעשה בו מעשה תיקון",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ד"
    },
    {
      name: "מושב אסלה שהשתמש בו כשאינו מחובר קודם השבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מושב אסלה שיצא ממקומו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מזגן חלון",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קכ\"ט",
      description: "נכון להחמיר כמוקצה"
    },
    {
      name: "מזגן נייד",
      status: "מלאכתו לאיסור",
      source: "ש\"י הערה רמ\"ב",
      description: "גם כשיש מים במגירתו"
    },
    {
      name: "מזוודה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מזוזה למכירה",
      status: "מותר",
      source: "ש\"ח ס\"ט"
    },
    {
      name: "מזוזה למכירה ביו\"ט",
      status: "מותר"
    },
    {
      name: "מזוזה חדשה/ישנה/פסולה/נפלה",
      status: "מותר",
      source: "ש\"ח סל\"ח"
    },
    {
      name: "מזלג",
      status: "תלוי",
      description: "ראה כלי סעודה"
    },
    {
      name: "מזלג חד פעמי שהתפרק מהרכבתו",
      status: "מוקצה"
    },
    {
      name: "מזלג חד פעמי שנשברה הידית",
      status: "תלוי",
      source: "ש\"ח סמ\"ו",
      description: "המזלג מלאכתו להיתר. הידית מוקצה"
    },
    {
      name: "מזלג חד פעמי שנשברה שן אחת או שניים",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "מזמרה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מזרון ים לא מנופח",
      status: "תלוי",
      description: "ראה כדור ים לא מנופח"
    },
    {
      name: "מזרון ים מנופח",
      status: "מלאכתו להיתר",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "מזרון שינה לא מנופח",
      status: "תלוי",
      description: "ראה כדור ים לא מנופח"
    },
    {
      name: "מזרון שינה מנופח",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה רמ\"ב"
    },
    {
      name: "מזרק לזילוף עוגות",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מזרק לזריקה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מזרק למשחק ילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תק\"י"
    },
    {
      name: "מזרק לתרופה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סצ\"א הערה תקע\"ט וסי\"ח"
    },
    {
      name: "מזרק שחלקיו מופרדים",
      status: "תלוי",
      description: "דינו כסתם מזרק"
    },
    {
      name: "מחבט אבק",
      status: "תלוי",
      description: "ראה חובט מזרונים"
    },
    {
      name: "מחבט להריגת זבובים",
      status: "מלאכתו לאיסור",
      source: "ע\"ע ש\"ח הערה תש\"מ",
      description: "מטקה חשמלית"
    },
    {
      name: "מחברת חידושי תורה",
      status: "מותר"
    },
    {
      name: "מחברת לימוד חול",
      status: "תלוי",
      source: "ש\"ז סל\"ז",
      description: "דברי חכמות מותר. שאר עניינים מלאכתו לאיסור"
    },
    {
      name: "מחברת ריקה",
      status: "תלוי",
      source: "ש\"ח סי\"ב",
      description: "מוקצה מחמת חסרון כיס, ויש מקילים כמלאכתו לאיסור"
    },
    {
      name: "מחברת שחלקה כתובה",
      status: "מותר",
      source: "ש\"ח סי\"ג",
      description: "אם החלק הכתוב חשוב יותר מהדפים הריקים"
    },
    {
      name: "מחבת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ט"
    },
    {
      name: "מחבת ביום טוב",
      status: "מלאכתו להיתר"
    },
    {
      name: "מחבת חשמלי",
      status: "מלאכתו לאיסור",
      description: "גם ביו\"ט"
    },
    {
      name: "מחוגה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מחורר דפים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מחורר חגורות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מחזורים",
      status: "מותר",
      source: "ש\"ח סל\"ו",
      description: "כל שבתות השנה"
    },
    {
      name: "מחזיק דיסקים מלא",
      status: "מוקצה מחמת חסרון כיס",
      description: "ראה דיסק"
    },
    {
      name: "מחזיק דיסקים ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מחזיק מפתחות",
      status: "מלאכתו להיתר",
      description: "ריק ומלא"
    },
    {
      name: "מחזיר אור סרט שמתחבר לבגד בסקוצ'",
      status: "מלאכתו להיתר"
    },
    {
      name: "מחזיר אור שהתפרק מהאופניים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה פ\"ג וש\"ג"
    },
    {
      name: "מחט",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סנ\"ט"
    },
    {
      name: "מחיצה ניידת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מחסום משטרה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מחסום פה לכלב",
      status: "מלאכתו להיתר"
    },
    {
      name: "מחסנית מלאה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מחסנית ריקה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מחצלת",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף ס'",
      description: "חתיכה קטנה מוקצה"
    },
    {
      name: "מֹחק",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מֹחק עם ריח",
      status: "מלאכתו לאיסור שיש בו היתר"
    },
    {
      name: "מחרישה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מחשב רגיל ונייד",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח ס\"ב"
    },
    {
      name: "מחשבון",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מחשבון מדעי",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מטאטא",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קכ\"ז"
    },
    {
      name: "מטאטא גינה",
      status: "מלאכתו לאיסור",
      source: "של\"ז ס\"ב בשו\"ע"
    },
    {
      name: "מטאטא כביש",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטאטא לשטיפת רצפה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מטאטא שנשבר מקלו",
      status: "תלוי",
      source: "ש\"ח סעיף ס\"ו",
      description: "המטאטא מלאכתו להיתר. המקל מוקצה"
    },
    {
      name: "מטאטא שנשמט מקלו",
      status: "תלוי",
      source: "ש\"ח סעיפים ס\"ו-ס\"ז",
      description: "המטאטא מוקצה. המקל מלאכתו להיתר ונכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "מטבע ישן שאינו עובר לסוחר",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מטבע כסף שייחדו לעולם לשמירה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ח"
    },
    {
      name: "מטבע שנקב בו חור לשם תכשיט",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תצ\"ה"
    },
    {
      name: "מטבעות כסף",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח הערה י\"ז"
    },
    {
      name: "מטבעות כסף לאוסף",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ז"
    },
    {
      name: "מטבעות כסף שהדביקם על בריסטול לצורך לימוד",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ו"
    },
    {
      name: "מטבעות כסף שייחדם לעולם לצורך לימוד מטבעות חז\"ל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סע\"ו"
    },
    {
      name: "מטהר אויר",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטהר אויר חשמלי",
      status: "תלוי",
      description: "ראה מפיץ ריח חשמלי"
    },
    {
      name: "מטוש",
      status: "מלאכתו לאיסור",
      description: "בדיקת קורונה. ראה בדיקת קורונה"
    },
    {
      name: "מטחנת בשר חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטחנת בשר ידנית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטחנת בשר ידנית ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטחנת גבינה",
      status: "תלוי",
      description: "ראה מגרדת גבינה"
    },
    {
      name: "מטחנת גבינה ביו\"ט",
      status: "תלוי",
      description: "ראה מגרדת גבינה ביו\"ט"
    },
    {
      name: "מטחנת גזר חשמלית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטחנת גזר ידנית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטחנת גזר ידנית ביו\"ט",
      status: "תלוי",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מטחנת מלח וקפה ביו\"ט",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מטחנת מלח/פלפל/קפה ידנית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטחנת פלפל ביתית ביו\"ט",
      status: "תלוי",
      description: "לבני ספרד מלאכתו להיתר, לבני אשכנז מלאכתו לאיסור"
    },
    {
      name: "מטלית אבק",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטלית למשקפיים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטלית שיש יבשה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מטלית שיש רטובה",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטען אופניים חשמליות",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מטען בטריות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטען טלפון אלחוטי",
      status: "תלוי",
      description: "ראה טלפון אלחוטי ובית מושבו"
    },
    {
      name: "מטען פלאפון או מחשב",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטף כיבוי אש",
      status: "מלאכתו לאיסור",
      description: "ראה צינור כיבוי אש"
    },
    {
      name: "מטפחות לחות גליל או חתוכות",
      status: "תלוי",
      description: "ראה מגבוני לחות"
    },
    {
      name: "מטפחות נייר",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטפחת אף",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מטפחת ראש",
      status: "מותר",
      source: "ש\"ח סמ\"א",
      description: "והמחמיר כמלאכתו להיתר תע\"ב"
    },
    {
      name: "מטקות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטר",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח הערה פ\"א",
      description: "סרט מידה"
    },
    {
      name: "מטריה לעגלת תינוק",
      status: "תלוי",
      description: "ראה גגון עגלת תינוק"
    },
    {
      name: "מטריה מתקפלת",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מטריית אוהל נגד חרקים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מטריית מקל",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מטרנה סגורה",
      status: "מותר"
    },
    {
      name: "מי גשמים שירדו בשבת",
      status: "תלוי",
      description: "ראה גשם"
    },
    {
      name: "מי מזגן שנטפו בשבת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ק\"ח"
    },
    {
      name: "מי מלח",
      status: "מותר"
    },
    {
      name: "מי נטילת ידיים אחרונים",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תרס\"א"
    },
    {
      name: "מי נטילת ידיים שחרית",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה תרס\"א"
    },
    {
      name: "מי פה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ע\"ב",
      description: "המחמיר לטלטלו רק לצורך שימושו תע\"ב"
    },
    {
      name: "מיחם חשמלי ריק מנותק מהחשמל",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מיחם מצב שבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "מיחם שעל הפלטה",
      status: "מותר",
      source: "ש\"ח ס\"כ"
    },
    {
      name: "מיטה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מיטה מתקפלת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מיטה סיעודית חשמלית",
      status: "מלאכתו להיתר"
    },
    {
      name: "מיטת מסאג' חשמלית",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מיטת מסאג' לא חשמלית",
      status: "מלאכתו להיתר"
    },
    {
      name: "מיטת פיזיותרפיה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מיטת תינוק שעליה אינטרקום",
      status: "מלאכתו להיתר",
      source: "ש\"ט סכ\"ב"
    },
    {
      name: "מייבש כביסה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מייבש שיער",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מיכל אמגזית לכירה ניידת",
      status: "תלוי",
      description: "ראה בלון גז"
    },
    {
      name: "מיכל גז",
      status: "תלוי",
      description: "ראה בלון גז"
    },
    {
      name: "מיכל דישון מלא או ריק",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מיכל דלק מלא",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מיכל דלק ריק",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מיכל חומר ריסוס והדברה מלא",
      status: "תלוי",
      description: "ראה חומר הדברה"
    },
    {
      name: "מיכל חומר ריסוס והדברה ריק",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט"
    },
    {
      name: "מילוי גז למצית",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "ע\"ע מצית"
    },
    {
      name: "מילון כיס",
      status: "מלאכתו להיתר"
    },
    {
      name: "מילון תרגום ללע\"ז",
      status: "מלאכתו לאיסור",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מילון תרגום ללשון הקודש",
      status: "מותר"
    },
    {
      name: "מים אחרונים בכלי",
      status: "תלוי",
      description: "ראה מי נטילת ידיים אחרונים"
    },
    {
      name: "מים מזוקקים למגהץ",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מים מלוכלכים",
      status: "מוקצה מחמת גופו",
      source: "סימן של\"ח ס\"ח בשו\"ע"
    },
    {
      name: "מים נטילת ידיים שחרית בכלי",
      status: "תלוי",
      description: "ראה מי נטילת ידיים שחרית"
    },
    {
      name: "מים שנזלו מההסקה",
      status: "מוקצה מחמת גופו",
      description: "אם הם מלוכלכים"
    },
    {
      name: "מים שקפאו בשבת",
      status: "מותר"
    },
    {
      name: "מימיה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מיני בר כשר לשבת",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה קכ\"ה ור\"ג"
    },
    {
      name: "מיני בר כשר לשבת רק למים הקרים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מיני בר לא כשר לשבת",
      status: "מוקצה מחמת איסור"
    },
    {
      name: "מיקסר",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מיקרוסקופ",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מיקרופון",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מיקרופון משחק",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכונה חשמלית לפריסת לחם",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכונה ידנית לחיתוך גבינה צהובה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מכונה ידנית לחיתוך נקניק",
      status: "מלאכתו להיתר"
    },
    {
      name: "מכונה ידנית לפריסת לחם",
      status: "מלאכתו להיתר"
    },
    {
      name: "מכונית",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה פ' וסכ\"ג"
    },
    {
      name: "מכונית משחק",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף קי\"ח",
      description: "גם המופעלת על ידי קפיץ"
    },
    {
      name: "מכונית משחק בטריה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סעיף קי\"ט"
    },
    {
      name: "מכונית משחק קפיץ המשמיעה רעש מיוחד בנסיעתה",
      status: "תלוי",
      source: "ש\"ח סעיף קי\"ח",
      description: "יש להחמיר כמלאכתו לאיסור, והמיקל כמלאכתו להיתר יש לו על מה שיסמוך, ובפרט לקטנים"
    },
    {
      name: "מכונית נסיעה ממונעת לילדים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכונת גילוח",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מכונת כביסה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכונת סוכר",
      status: "תלוי",
      description: "ראה מכשיר שערות סבתא"
    },
    {
      name: "מכונת סריגה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכונת צילום",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכונת קפה ביתית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכונת שכפול",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכונת תספורת",
      status: "תלוי",
      description: "ראה מכונת גילוח"
    },
    {
      name: "מכונת תפירה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכחול",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכנסיים עם מוקצה",
      status: "תלוי",
      description: "ראה כיס מכנסיים"
    },
    {
      name: "מכסה אסלה שנפל",
      status: "תלוי",
      description: "ראה מושב אסלה שיצא ממקומו"
    },
    {
      name: "מכסה אקווריום",
      status: "מלאכתו לאיסור",
      source: "ש\"ט סי\"ז והערה ע\"ט"
    },
    {
      name: "מכסה ארון חשמל",
      status: "תלוי",
      description: "ראה ארון חשמל"
    },
    {
      name: "מכסה הנייר של גבינה או קוטג'",
      status: "מוקצה מחמת גופו",
      description: "אם אין עליהם מהמאכל"
    },
    {
      name: "מכסה הפלסטיק של גבינה או סלטים",
      status: "מותר",
      description: "אינו מוקצה אף אם נזרקה הקופסא"
    },
    {
      name: "מכסה מזגן שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכסה מזון למיקרוגל",
      status: "מלאכתו להיתר"
    },
    {
      name: "מכסה מכונת כביסה",
      status: "תלוי",
      description: "ראה כיסוי בד מעל המיקרוגל"
    },
    {
      name: "מכסה מנורה המחוברת לקיר שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכסה מנורה שהתפרק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ע\"ג"
    },
    {
      name: "מכסה מעדן, לבן וכדו'",
      status: "תלוי",
      description: "אם יש עליו מהמאכל, מותר, אין מהמאכל והסתיימה תכולת הגביע, מוקצה מחמת גופו"
    },
    {
      name: "מכסה ניאגרה שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכסה סל כביסה",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ה והערה ת\"ט"
    },
    {
      name: "מכסה פח אשפה תלוש או מחובר",
      status: "מלאכתו לאיסור",
      source: "ש\"ט הערה ע\"ח",
      description: "ויש מקילים"
    },
    {
      name: "מכסה של סיר אוכל",
      status: "תלוי",
      source: "ש\"ח ס\"כ",
      description: "דינו כדין הסיר"
    },
    {
      name: "מכסה של עט או לורד",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכסה שעון מים",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סט\"ז"
    },
    {
      name: "מכסה תבנית אלומיניום",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיפים י\"ט-כ'"
    },
    {
      name: "מכסה תפילין",
      status: "תלוי",
      description: "ראה כיסוי תפילין"
    },
    {
      name: "מכסחת דשא",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכשיר אדים דולק או מכובה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכשיר אינהלציה",
      status: "תלוי",
      description: "ראה אינהלציה"
    },
    {
      name: "מכשיר בדיקת סוכר",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מכשיר בייבי סיטר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכשיר דיסק לחיתוך",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכשיר החייאה",
      status: "תלוי",
      description: "חשמלי, מוקצה מחמת חסרון כיס. מיכני, מלאכתו להיתר"
    },
    {
      name: "מכשיר הקלטה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מכשיר חותך ניירות",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכשיר חשמל מקולקל ובדעתו לתקנו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "מכשיר חשמלי להרחקת יתושים",
      status: "תלוי",
      description: "ראה מכשיר קוטל חרקים"
    },
    {
      name: "מכשיר יבוש ידיים שנפל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מכשיר כושר",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכשיר לגלגול סיגריות",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "גם ביו\"ט. ראה טבק לסיגריות"
    },
    {
      name: "מכשיר לגלגול עלי גפן/סיגרים/סושי וכו'",
      status: "תלוי",
      description: "מלאכתו לאיסור. ביו\"ט מלאכתו להיתר"
    },
    {
      name: "מכשיר לפתיחת סתימות",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "ידני וחשמלי"
    },
    {
      name: "מכשיר מילוי גז למצית",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכשיר מסאג' חשמלי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכשיר ניווט",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מכשיר עשיית כדורי פלאפל",
      status: "תלוי",
      description: "מלאכתו לאיסור שאין בו היתר. ביו\"ט מלאכתו להיתר"
    },
    {
      name: "מכשיר פופ קורן",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מכשיר פיזיוטרפיה",
      status: "תלוי",
      description: "ראה מכשיר קיבוע"
    },
    {
      name: "מכשיר קוטל חרקים דולק",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מכשיר קוטל חרקים כבוי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכשיר קיבוע לאברי הגוף",
      status: "מלאכתו לאיסור",
      source: "שכ\"ח סמ\"ג בשו\"ע ובמשנ\"ב ס\"ק קל\"ו, וש\"ח הערה פ\"א"
    },
    {
      name: "מכשיר קשר",
      status: "תלוי",
      description: "ראה ביפר"
    },
    {
      name: "מכשיר שמיעה",
      status: "מלאכתו להיתר",
      source: "ש\"ח הערה ר\"ג"
    },
    {
      name: "מכשיר שערות סבתא",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מכשירי חשמל שייחדם למשחק",
      status: "מלאכתו להיתר",
      source: "ש\"ח ס\"פ",
      description: "לאחר הוצאת הבטריה"
    },
    {
      name: "מכתב",
      status: "תלוי",
      description: "ראה אגרת"
    },
    {
      name: "מכתביות",
      status: "תלוי",
      description: "מוקצה מחמת חסרון כיס. שאוספים לנוי - מלאכתו להיתר"
    },
    {
      name: "מלוואח שאינו אפוי",
      status: "תלוי",
      description: "מוקצה מחמת גופו. ביו\"ט מלאכתו להיתר"
    },
    {
      name: "מלח",
      status: "מותר"
    },
    {
      name: "מלח למליחת בשר",
      status: "מותר"
    },
    {
      name: "מלח של ספירת העומר",
      status: "מלאכתו להיתר"
    },
    {
      name: "מלחיה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מלחיה עם אורז ומלח",
      status: "מותר"
    },
    {
      name: "מלחם",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מלט",
      status: "מוקצה מחמת גופו",
      description: "כדין לבנים"
    },
    {
      name: "מלכודת",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מלכודת עם בע\"ח שנתפס",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף קי\"ב, ש\"י סי\"ט"
    },
    {
      name: "מלקחיים למטבח",
      status: "מלאכתו להיתר"
    },
    {
      name: "מלקחיים למנגל",
      status: "מלאכתו להיתר"
    },
    {
      name: "ממטרה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "ממטרה שהתפרקה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מנגל ביו\"ט",
      status: "תלוי",
      description: "רגיל וגז, מלאכתו להיתר. חשמלי, מלאכתו לאיסור"
    },
    {
      name: "מנגל רגיל/חשמלי/גז",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מנה חמה",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מנוי",
      status: "תלוי",
      description: "ראה כרטיס כניסה"
    },
    {
      name: "מנורה ביו\"ט",
      status: "תלוי",
      source: "רע\"ט ס\"ב",
      description: "דינה כשבת"
    },
    {
      name: "מנורה דלוקה או כבויה",
      status: "מלאכתו לאיסור",
      source: "רע\"ט ס\"ב, ש\"ח סט\"ז"
    },
    {
      name: "מנורה לא מחוברת",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מניפה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מנעול",
      status: "מלאכתו להיתר"
    },
    {
      name: "מנעול אופניים או אופנוע",
      status: "תלוי",
      source: "ש\"ח הערה צ\"ב וש\"י סכ\"ט",
      description: "מלאכתו לאיסור, ויש מקילים"
    },
    {
      name: "מנעול שאבד המפתח שלו",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מנעול שהתפרק מדלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מסגרת תמונה ריקה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מסור רגיל וחשמלי",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "מסחטה",
      status: "מלאכתו לאיסור שאין בו היתר",
      description: "גם ביו\"ט"
    },
    {
      name: "מסיר איפור",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מסך למחשב נגד קרינה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מסכה כל הסוגים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מסכת ריתוך",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מסמכי ביטוח רכב",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מסמכים חשובים",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ז סל\"ז"
    },
    {
      name: "מסמכים לזריקה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מסמכים רפואיים",
      status: "תלוי",
      description: "מוקצה מחמת חסרון כיס. אינם בשימוש, מלאכתו לאיסור"
    },
    {
      name: "מסמר",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מסמר רופף",
      status: "תלוי",
      source: "ש\"ט ס\"ו",
      description: "מחובר לקיר, מוקצה. מחובר לכלי, מלאכתו להיתר"
    },
    {
      name: "מסמר שנפל מכלי ודעתו להחזירו",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "מסמר שנפל מקיר ודעתו להחזירו",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מסננת בכיור",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוסנ\"ח"
    },
    {
      name: "מסננת בכיור עם פסולת",
      status: "תלוי",
      source: "ש\"ח ספ\"ט",
      description: "מוקצה, ויש מקילים"
    },
    {
      name: "מסננת ברז חדשה או שיצאה ממקומה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו והערה שס\"ו"
    },
    {
      name: "מסננת לחול",
      status: "מלאכתו לאיסור",
      description: "משום בורר"
    },
    {
      name: "מסננת מאכלים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מסננת מאכלים ביו\"ט",
      status: "מלאכתו להיתר"
    },
    {
      name: "מספריים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מספריים לבד או של ספר",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מספריים מיוחדות לשקית חלב",
      status: "מלאכתו להיתר"
    },
    {
      name: "מספריים קרמיות לחיתוך ציציות",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מספריים של מילה",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מסרק",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מסרק כינים",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מסרק פאה",
      status: "תלוי",
      description: "ראה מברשת פאה"
    },
    {
      name: "מעבד מזון",
      status: "מוקצה מחמת חסרון כיס"
    },
    {
      name: "מעביר לתקע",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סכ\"ה"
    },
    {
      name: "מעדר",
      status: "מלאכתו לאיסור שאין בו היתר"
    },
    {
      name: "מעות",
      status: "תלוי",
      description: "ראה כסף"
    },
    {
      name: "מעטפה לבחירה בקלפי",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מעטפה מבויילת",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח סי\"ד"
    },
    {
      name: "מעטפה מבויילת עם מכתב תורני בתוכה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ד"
    },
    {
      name: "מעטפה מבויילת עם פתגם תורני או פסוק",
      status: "מלאכתו לאיסור",
      source: "ש\"ח הערה ע\"ו"
    },
    {
      name: "מעטפה סגורה",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מעטפה ריקה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ד"
    },
    {
      name: "מעטפה שבתוכה מוקצה",
      status: "תלוי",
      description: "נאסרת מדין בסיס"
    },
    {
      name: "מעטפה שייחדה לסימניה",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעטפות למחברות",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעיל גשם צמר או ניילון",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעיל גשם רטוב",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעיל של ס\"ת",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעלית",
      status: "תלוי",
      description: "ראה דלת מעלית"
    },
    {
      name: "מעמד אוניברסלי לרכב",
      status: "מלאכתו לאיסור",
      source: "ש\"י סכ\"ט",
      description: "חדש ומפורק"
    },
    {
      name: "מעמד ברכות התורה והפטרה",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "מעמד דפי ממו ריק או מלא",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מעמד כלי כתיבה ריק או מלא",
      status: "מלאכתו לאיסור"
    },
    {
      name: "מעצור דלת נייד",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעצור דלת שהתפרק מהרצפה או מהדלת",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "מעקה בטיחות למיטת ילדים",
      status: "מלאכתו להיתר"
    },
    {
      name: "מעקה בטיחות שהתרופף בשבת",
      status: "מוקצה מחמת גופו"
    },
    {
      name: "מעקה בטיחות שהתרופף קודם השבת",
      status: "מלאכתו להיתר"
    }
  ]
}; 