export const yudMuktzeh = {
  title: "י",
  letter: "י",
  items: [
    {
      name: "ידית ארון חדשה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח"
    },
    {
      name: "ידית ברז שנפלה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "ידית דלת שנפלה",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סנ\"ו"
    },
    {
      name: "ידית להחזקת שקיות",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "ידית ספר תורה שנשמטה",
      status: "מותר",
      source: "ש\"ח סל\"ו ונ\"ד"
    },
    {
      name: "ידית צינור גז",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "ידית שהתפרקה מסיר",
      status: "מלאכתו לאיסור",
      source: "ש\"ח סי\"ט ונ\"ד",
      description: "והמיקל כמלאכתו להיתר יש לו על מה שיסמוך"
    },
    {
      name: "ידית שנפלה מארון",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד"
    },
    {
      name: "ידית שנפלה מכסא",
      status: "מלאכתו להיתר",
      source: "ש\"ח סנ\"ד",
      description: "כשדעתו לחברה"
    },
    {
      name: "יהלום בלא טבעת",
      status: "מוקצה מחמת חסרון כיס",
      source: "ש\"ח"
    },
    {
      name: "יהלום שנפל מטבעת",
      status: "מלאכתו להיתר",
      source: "ש\"ח סוף הערה ש\"ח",
      description: "ונכון להחמיר כמוקצה"
    },
    {
      name: "יו יו",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "יוטה המחוברת לגדר",
      status: "מלאכתו להיתר",
      source: "ש\"ח",
      description: "נפלה, מוקצה מחמת גופו"
    },
    {
      name: "יומן",
      status: "מלאכתו לאיסור",
      source: "ש\"ח",
      description: "דעיקרו נועד לרישומים"
    },
    {
      name: "יומן אירועים של בית הכנסת",
      status: "מותר",
      source: "ש\"ז סכ\"ד, ש\"ח סל\"ו"
    },
    {
      name: "יומן אלקטרוני",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח"
    },
    {
      name: "יומן כיס תזכורות",
      status: "מלאכתו לאיסור",
      source: "ש\"ח"
    },
    {
      name: "יומן מורה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח"
    },
    {
      name: "יומן עבודה",
      status: "מלאכתו לאיסור",
      source: "ש\"ח"
    },
    {
      name: "יומן קשר לתלמיד",
      status: "מותר",
      source: "ש\"ז סכ\"ה, ש\"ח סל\"ו"
    },
    {
      name: "יונה של שילוח הקן",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח",
      description: "ראה ביצי יונה בקן"
    },
    {
      name: "יין מקולקל",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח סעיף צ\"ב"
    },
    {
      name: "יין שנגע בו גוי",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "ילקוט עם מכשירי כתיבה",
      status: "מלאכתו להיתר",
      source: "ש\"ט סכ\"ב"
    },
    {
      name: "ילקוט עם ספרי חול",
      status: "מותר",
      source: "ש\"ז סל\"ה, ש\"ח סל\"ו וכ\""
    },
    {
      name: "ילקוט ריק",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "יעה",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "יעה שנשבר המקל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ו",
      description: "היעה מלאכתו להיתר. המקל מוקצה"
    },
    {
      name: "יעה שנשמט המקל, דין היעה",
      status: "מוקצה",
      source: "ש\"ח סעיף ס\"ו"
    },
    {
      name: "יעה שנשמט המקל, דין המקל",
      status: "מלאכתו להיתר",
      source: "ש\"ח סעיף ס\"ז",
      description: "נכון להחמיר כמלאכתו לאיסור"
    },
    {
      name: "יצירות של ילדים",
      status: "מלאכתו להיתר",
      source: "ש\"ח"
    },
    {
      name: "יצירות של ילדים שנקרעו",
      status: "מלאכתו להיתר",
      source: "ש\"ח",
      description: "כל זמן שראוי לשימוש"
    },
    {
      name: "יריעות ספר תורה",
      status: "מותר",
      source: "ש\"ח סל\"ח"
    },
    {
      name: "ירקות",
      status: "מותר",
      source: "ש\"ח סל\"ו"
    },
    {
      name: "ירקות באמצע תהליך כבישתם",
      status: "מותר",
      source: "ש\"י ס\"ב"
    },
    {
      name: "ירקות באמצע תהליך כבישתם ביו\"ט",
      status: "מחלוקת",
      source: "ש\"י הערה י\"ד",
      description: "לבני ספרד מוקצה. לבני אשכנז מותר"
    },
    {
      name: "ירקות הצריכים בדיקת תולעים",
      status: "מותר",
      source: "ש\"ח"
    },
    {
      name: "ירקות ספיחין",
      status: "מוקצה מחמת גופו",
      source: "ש\"ח"
    },
    {
      name: "יתד של מחרישה",
      status: "מלאכתו לאיסור שאין בו היתר",
      source: "ש\"ח"
    }
  ]
}; 